[
    {
        "id": "58f99406-dd89-40dd-8cdf-43df7f5a5ce8",
        "text": "Scraped from: scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://my.vanderbilt.edu/vanderbiltdivinity/\nDate scraped: 2025-02-17 02:45:10",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "9acf4091-9103-4b0d-9d94-93c7149dae88",
        "text": "VDS Voices Vanderbilt Divinity School welcoming haven for midcareer professionals An important focus for Vanderbilt Divinity School is supporting midcareer professionals who seek answers to complex questions about religion, humanism, ethics, life’s meaning and more. “We aim to make VDS accessible—removing any obstacles—for those interested in theological education,” said Harper Barton Haynes, Harper HaynesSenior Director of Strategic Enrollment… Read More Jan. 22, 2025 Vanderbilt Divinity School launches practitioner-in-residence initiative Vanderbilt Divinity School is pleased to announce its practitioner-in-residence program. Each semester, the Divinity School will invite a member of the clergy, a nonprofit leader or a social justice activist to be “in residence” with its community. The PIR host sessions about their work, mentor students and invite them to… Read More Jan. 9, 2025 Vanderbilt cross-disciplinary collaboration creates Intersex Awareness event Individuals in a population that is often overlooked or misunderstood shared their lived experiences during a speaker series on the Vanderbilt campus Oct. 24 to commemorate Intersex Awareness Day. Intersex people are born with differences in sex traits or reproductive anatomy. The phenomenon is as common as having red… Read More Nov. 7, 2024 2024 Vanderbilt Divinity School and GDR Distinguished Alumni/ae named Distinguished Alumni Celebration at Vanderbilt Divinity School Friday Nov. 8, 2024, in Nashville, TN",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "1e585f60-d22a-43ba-9adf-3f037a62e364",
        "text": ". The phenomenon is as common as having red… Read More Nov. 7, 2024 2024 Vanderbilt Divinity School and GDR Distinguished Alumni/ae named Distinguished Alumni Celebration at Vanderbilt Divinity School Friday Nov. 8, 2024, in Nashville, TN. (L to R) Rev. Dr. J. Bennett Guess, Rev. Dr. George Williamson, Jr. (Photo: Larry McCormack) Two Vanderbilt alumni who devoted their lives to ministry, social justice and activism have been recognized as the 2024 Vanderbilt… Read More Nov. 4, 2024 Vanderbilt Divinity alumni/ae help enact LGBTQIA+ policy changes in United Methodist Church Vanderbilt Divinity School alumni who helped bring historic shifts to the United Methodist Church’s stances on sexuality credit a variety of learning experiences—in the classroom and in field education—for their preparedness as agents of social justice. Carter Ellis, MDiv, ’13, was selected as a delegate to the UMC General… Read More Jun. 11, 2024 Chaplains on the front lines: Vanderbilt Divinity degree equips VA/military chaplains for mental health care needs Recognizing the significant suicidality, post-traumatic stress, depression and moral injury endured by active military and veteran populations, Vanderbilt Divinity School has partnered with Integrative Mental Health, a national program of the U.S. Department of Veterans Affairs, to prepare chaplains for contemporary care challenges. “With our appropriate focus… Read More Feb",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "92873214-1d60-40fd-b970-5d359a17cf73",
        "text": ". Department of Veterans Affairs, to prepare chaplains for contemporary care challenges. “With our appropriate focus… Read More Feb. 6, 2024 Wonderfully Made: LGBTQ+ R(eligion) Event Recap …Our default ways of seeing are all too often complicit with cultural biases like racism, sexism, ableism, and trans- and homophobia. This isn’t necessarily intentional but reflects our own formation by the systems that gave rise to these biases. Ellen T. Armour, Seeing and Believing: Religion, Digital Visual Culture, and… Read More Oct. 27, 2023 Belief in Non-Belief Here is the beginning of  Professor Douglas Knight’s most recent article: Raised in a Baptist family that valued diversity and social justice, educated during the 1960s period of anti-war student unrest, Vanderbilt Divinity School professor emeritus reflects on higher education, critical thinking, and belief. When faced with expansive debates and… Read More Sep. 22, 2023 Offerings Matter: Revisiting the Sabbath Transgression in Nehemiah 13 and the So-Called Sabbath Reform Check out this new article from GDR Ph.D. student Ludwig Noya: Abstract: Recent interpretations of the Sabbath rest concept in the Hebrew Bible tend to highlight its humanitarian aspect. However, in this paper, I aim to nuance this claim by attending to a rarely discussed Sabbath text in Nehemiah 13. Read More Aug",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "9b58d864-1f30-40e8-9399-8fab9cd341de",
        "text": ". However, in this paper, I aim to nuance this claim by attending to a rarely discussed Sabbath text in Nehemiah 13. Read More Aug. 7, 2023 Liberation Theologies and Their Future: Rethinking Categories and Popular Participation in Liberation Check out this new article co-authored by Priscila Silva and Joerg Rieger Abstract: The first generation of Latin American liberation theologies was marked by the methodological status of the preferential option for the poor. In the following generations, this commitment was further developed in the struggle for a new… Read More Jul. 19, 2023 Vanderbilt Divinity School welcoming haven for midcareer professionals Jan. 22, 2025 Vanderbilt Divinity School launches practitioner-in-residence initiative Jan. 9, 2025 Vanderbilt cross-disciplinary collaboration creates Intersex Awareness event Nov. 7, 2024 2024 Vanderbilt Divinity School and GDR Distinguished Alumni/ae named Nov. 4, 2024 Vanderbilt Divinity alumni/ae help enact LGBTQIA+ policy changes in United Methodist Church Jun. 11, 2024 Chaplains on the front lines: Vanderbilt Divinity degree equips VA/military chaplains for mental health care needs Feb. 6, 2024 Wonderfully Made: LGBTQ+ R(eligion) Event Recap Oct. 27, 2023 Belief in Non-Belief Sep. 22, 2023 Offerings Matter: Revisiting the Sabbath Transgression in Nehemiah 13 and the So-Called Sabbath Reform Aug. 7, 2023 Liberation Theologies and Their Future: Rethinking Categories and Popular Participation in Liberation Jul. 19, 2023",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "b7950dd2-f3a6-47c7-87ba-a4b88e023f1c",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "b25d60ad-7f16-4368-802d-16da91a9ed2b",
        "text": "Scraped from: https://my.vanderbilt.edu/gradcareer/\nDate scraped: 2025-02-17 02:45:11\n\nCareer Development  In order to provide more robust career services for graduate students, the Graduate School will be partnering with the Career Center to create a new model for serving the critical career advising and development needs of our graduate student community. The new model will be developed based on student input and structured using survey data collected from key stakeholders, including students and faculty.  In order to endure that the new model meets those needs, Kate Brooks, the Evans Family Executive Director of the Career Center, and some of her colleagues will be conducting listening sessions this summer. Graduate students will soon receive more information about how to participate. In the meantime, graduate students may contact the Career Center to set up an appointment beginning Monday, July 6. Please indicate in your email the degree that you are currently pursuing as well as the general nature of your question(s).\n================================================================================\n\nScraped from: https://my.vanderbilt.edu/digitalhumanities/\nDate scraped: 2025-02-17 02:45:12",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "051fd705-f889-432f-a4ae-02acc27829d7",
        "text": "The Center for Digital Humanities The Center for Digital Humanities at Vanderbilt, 2016-2023   We are a technology lab, event venue, informal meeting space, and intellectual hub for digital humanities inquiry and practice that reaches across and beyond the Vanderbilt University campus. Skeptics, novices, and those with developed interests in digital scholarship are all welcome.  The phrase Digital Humanities (DH) is an umbrella term used to describe research, projects, public communication, and teaching at the intersection of digital technology and humanities research. A core principle of humanities scholarship holds that understanding the cultural record of human expression and human experience – literature, history, philosophy, arts and languages—can enrich the lives of all. Digital Humanities maintains a focus on human questions: enduring ones from ancient times and new ones brought to the fore by our digital lives today. At the same time, digital humanities expands and updates the practices of humanities scholarship. In addition to introducing new technologies to humanities research, such as computational text analysis, digital archives, or 3D modeling of virtual environments, the digital humanities introduce new modes and modalities of humanities research and communication",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "6c550ee4-1af2-4aad-9929-9a00b8eddca0",
        "text": ". The Center for Digital Humanities at Vanderbilt aims to create a flourishing environment for innovative exploration at the intersection of digital technology and humanities research by providing learning experiences, project support, and opportunities for interdisciplinary collaboration. We are open to undergraduates, faculty, staff, doctoral students, postdocs, and the greater Nashville DH community. We promote public scholarship and partnership-building, and we serve as a point of contact for our members, connecting humanities researchers with partners at other institutions, with synergistic colleagues across campus, or within support areas like the libraries. Graduate education constitutes a core pillar of our mission. Through our fellowship program and digital working groups, we aim to introduce doctoral students from humanities departments across the University to a wealth of new skills and possibilities. We aim to ensure that a humanities PhD from Vanderbilt opens up a world of professional opportunities for Vanderbilt‘s graduate students, despite declining numbers of new professorial jobs in the humanities worldwide. For information on professional organizations and fellowships for graduate students, visit our resource guide . Our newly renovated space is equipped to support digital humanities research and experimentation. We offer: Communal workspaces, projection screens, and computers with specialized software for text, image, network, and spatial analysis",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "c1ecfa4b-d36a-459a-a6ae-64293d4ec7dd",
        "text": ". Our newly renovated space is equipped to support digital humanities research and experimentation. We offer: Communal workspaces, projection screens, and computers with specialized software for text, image, network, and spatial analysis. Digital Humanities library , filled with theoretical texts and hands-on guides for planning, designing, and analyzing digital projects. DH resource guides for faculty and graduate students . Training sessions and tools for research and analysis Assistance for getting started in Digital Humanities Consultation appointments with our team.  To learn more about what’s going on at the Center and find ways to get involved, check out our Events , Working Groups and Calendar. You can also join our mailing list or request more information here. We are located at 1101 19th Avenue South on the ground floor.",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "85ae60b4-15ad-4b2c-b1e7-880d35d427e5",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "3608e33c-b9b5-4073-a224-1a4b267de066",
        "text": "Scraped from: https://my.vanderbilt.edu/autismandinnovation/\nDate scraped: 2025-02-17 02:45:12",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "46c2076c-ccc2-4038-9ac5-9b0dac4a32f2",
        "text": "Frist Center for Autism and Innovation  Welcome Our mission: The Frist Center for Autism and Innovation at the Vanderbilt University School of Engineering brings together leading engineers, business scholars, academic researchers, and experts in educational and clinical practice, in partnership with self-advocates and other civic stakeholders, to maximize neurodiverse talent within and into the workforce. From a strengths-based understanding of neurodiversity that honors lived experiences by driving real needs-based solutions, the Center sees opportunities for innovation in technology, business models, talent development, future-leader training, and workplace practices. We are housed in the School of Engineering at Vanderbilt University, where we bring together academics and higher education professionals , inventors and entrepreneurs , business scholars and management experts , and self-advocates and civil stakeholders to work together to understand, maximize, and promote neurodivergent talent. From a social-strengths based perspective of neurodiversity, the Center sees opportunities for innovation in technology, talent acquisition and development, workplace practices, and education. The Frist Center is a research center and does not engage in clinical practice (i.e., we do not provide diagnostic care). If you are searching for support with receiving a diagnosis for yourself or someone you love, please navigate to this page",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "f584c7a2-3505-404d-a44e-8bdbe4db6645",
        "text": ". The Frist Center is a research center and does not engage in clinical practice (i.e., we do not provide diagnostic care). If you are searching for support with receiving a diagnosis for yourself or someone you love, please navigate to this page . FCAI February Salon Series: The Intersection of ND at Work with the ND Movement – REGISTER NOW! In this fireside chat style conversation, Dr. Vogus will facilitate a dialogue between Dr. Posselt and Dr. Annabi to examine the intersections between the Neurodiversity at Work movement and the broader Neurodiversity movement. Together, they will explore key characteristics of effective social movements, the role of the Neurodiversity at Work movement in advancing the broader… Live Podcast Recording Event with Dr. David Yeager – Register Now. The Event As part of Vanderbilt’s Quantum Potential Initiaitve, University Provost C. Cybele Raver has launched a podcast series that highlightssome of the thousands of innovative and interdisciplinary research initiatives taking place at Vanderbilt University and Vanderbilt University Medical Center each year. In February there will be a special live recording of the podcast, featureing… Salon Series Lunch and Learn Tomorrow — REGISTER NOW! Tomorrow, Friday, Jan",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "fa72ce5e-05e6-4c7e-a99d-67ccebf2bf63",
        "text": ". In February there will be a special live recording of the podcast, featureing… Salon Series Lunch and Learn Tomorrow — REGISTER NOW! Tomorrow, Friday, Jan. 31, the Frist Center for Autism and Innovation will welcome a team of investors from A.E., a venture capital group and startup incubator team that has built a substantial venture capital fund specifically for projects/products that pertain to autism/neurodiversity and that may have commercial potential. As part of the Frist Center’s interest… Applications Now Open for Aspie Bootcamp: Python 2025 The Frist Center for Autism and Innovation is pleased to announce that applications are open for the fourth year of our summer program Aspie Bootcamp: Python — our free, virtual, summer coding camp. This bootcamp is a great way to become eligible for future internship and employment opportunities with employers who seek job candidates that… Applications Open for Autism Summer Internship Opportunities for Summer 2025! Apply now! The Frist Center is excited to announce applications are now open for our Autism Summer Internship Program. The program is open to undergraduate students who identify as neurodiverse (either through formal or self-diagnosis). Through this internship, successful applicants will undergo a STEM project with a faculty mentor, under the guidance of the Frist Center for… FCAI Director Keivan Stassun Wins Highest Science Award in the US We are thrilled to announce that our director, Dr",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "29e5c4c7-1de0-45a3-abcc-077e73f24b5f",
        "text": ". Keivan Stassun, has been awarded the prestigious National Medal of Science, recognizing his groundbreaking contributions to astronomy and diversity, equity, and inclusion. This honor not only highlights Dr. Stassun’s individual achievements but also shines a spotlight on the vital work being done at the Frist Center,… Students with Disabilities to Apply for the AAAS Entry Point! Summer Internship for Students with Disabilities — Applications Open The American Association for the Advancement of Science (AAAS) announces that applications are open for the 2025 cohort of their AAAS Entry Point! Summer Internship program. This summer internship is for undergraduate and graduate students with disabilities. It is a national initiative dedicated to identifying and cultivating talent among students who are passionate about pursuing… New Employer Resources Added to Website We are excited to announce the addition of the Neurodiversity Employment Toolkit to our resources page, a comprehensive resource designed for employers seeking to understand, recruit, and support neurodivergent talent. This Toolkit was expertly developed by a neurodiverse team, incorporating insights from individuals with lived experience, professionals in the field, and extensive academic research",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "3a721bb1-d200-4160-904d-b4e5ab3070d8",
        "text": ". This Toolkit was expertly developed by a neurodiverse team, incorporating insights from individuals with lived experience, professionals in the field, and extensive academic research. The… FCAI Presents Professor Santoshi Halder for Talk Addressing the Challenges and Strengths of Autistic Traits from India to the USA on Dec 10th! REGISTER NOW! The Frist Center for Autism and Innovation and Vanderbilt Kennedy Center are excited to present a distinguished lecture by Prof. Santoshi Halder, Ph.D., current Fulbright Scholar in Residence at Bluefield State University, on December 10, 2024. The presentation, “Exploring Autism Traits and Addressing their Challenges and Strengths: Excerpts from research in India and the USA,”… FCAI Director Keivan Stassun Featured on the NSF Discovery Files Podcast Frist Center for Autism and Innovation, Dr. Keivan G. Stassun, a professor at Vanderbilt University, recently appeared on an episode of the U.S. National Science Foundation’s Discovery Files podcast. In this episode, Dr. Stassun discusses his groundbreaking work in astronomy, efforts to enhance diversity in STEM fields, and the significance of neurodiversity in driving innovative… Applications Open for SNP-REACH High School Summer Program; Participants and Counselors Sought! Apply Today! The Standford Neurodiversity Project (SNP) – is announcing its 7th SNP – Research, Education, and Advocacy Camp for High Schoolers (SNP-REACH) for Summer 2025",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "a740f3cf-93fa-4afc-ad03-57da7873ec5d",
        "text": ". SNP aims to empower neurodivergent individuals, train neurodiverse individuals in education and the workforce, and spread awareness for these issues. Camp Details: SNP-REACH will hold two two-week summer camps for high… Northeastern University Fall Coalition Conversation with Michael John Carley on Dec 13th! Register now! Our sibling center, Northeastern University College of Engineering, invites you to join a conversation with Michael John Carley, a popular autistic speaker from Northeastern’s 2024 Neurodiversity Conference, who recently joined the Neurodiversity Initiative team at the College of Engineering at Northeastern. Michael John Carley is an author, school and business consultant, and former executive director… FCAI Associate Director Dave Caudel Interviewed on Autism Weekly Podcast In an episode of Autism Weekly that dropped in September, our Associate Director Dave Caudel was interviewed about transforming workplaces for neurodivergent individuals. Autism Weekly is a podcast that discusses Autism news, current events, and inclusion. Each week, host Jeffrey Skibitsky welcomes a guest to the program to share their unique perspective and expertise regarding… AutismTN to Host Hybrid, Autistic-Led Panel on Introduction to Autistic Culture FCAI are excited to announce a free, hybrid, Autistic-led panel discussion titled “Introduction to Autistic Culture.” This event is the first in a series funded by HumanitiesTN and hosted by AutismTN",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "763f29f0-bb01-4d18-ac01-e79e10ed3737",
        "text": ". Additionally Associate Director Dave Caudel, a valued member of the AutismTN Advisory Board, is involved in this initiative: Event Details: Date: Thursday, October 24 Time: 6:00… FCAI Program and Communications Coordinator Launches Non-Profit at the Intersection of Neurodiversity and Space Science: The Neuroverse Initiative We are thrilled to share that our Program and Communications manager, Jessica Schonhut-Stasik, launched her non-profit, The Neuroverse Initiative (TNI), last week. This unique initiative operates at the intersection of space science and neurodiversity, with a mission to support neurodivergent space scientists in training, research, and advocacy. The mission statement of the new non-profit reads:… FCAI Director Keivan Stassun Wins Prestigious MacArthur Genius Grant We are thrilled to announce that our Director, Keivan G. Stassun, has been awarded the prestigious MacArthur Fellowship, also known as the “Genius Grant.” This incredible honor has been awarded to Director Stassun for his work “expanding opportunities in science, technology, engineering, and math (STEM) education and careers for underrepresented populations.” Under the guidance of… FCAI Welcomes New Fellows and Affiliates! ** Originally Posted 14th July, 2024 ** We are delighted to welcome our new FCAI Fellows and Affiliates for 2024. Read on to learn more about these exceptional individuals. Rachel Hundley – FCAI Affiliate Rachael is a Psychologist and Associate Professor in Pediatrics",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "f5636bf1-5479-4bfc-a82d-4c7a73407ae4",
        "text": ". Read on to learn more about these exceptional individuals. Rachel Hundley – FCAI Affiliate Rachael is a Psychologist and Associate Professor in Pediatrics. Her clinical and research efforts have focused on assessment for autistic and… BNA Partnering with Hidden Disabilities’ Sunflower Program to Support Individuals with Invisible Disabilities 🌻 Exciting News! 🌻 We’re thrilled that Nashville International Airport (BNA) is now part of the Sunflower Program, joining a worldwide movement to support individuals with “hidden disabilities.” BNA will offer discreet Sunflower lanyards to travelers with autism, neurodivergence, or other invisible disabilities. This subtle signal to airport staff indicates that the wearer may need… NISE Fellow Hari Srinivasan Wins Research Award FCAI Neurodiversity Inspired Science and Engineering Fellow Hari Srinivasan has been awarded the 2024 Autistic and Neurodivergent Scholars Working for Equity in Research (ANSWER) Scholars Program Award for his project “Navigating the Near: Virtual Reality Investigations of Peripersonal Space in Autism.” Srinivasan will receive a $10,000 award next academic year to work toward this research…",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "51839e6d-b430-4d60-8405-bd430e7dd71d",
        "text": ". NISE Fellow, FCAI Fellow, and Associate Director Author Paper on Recruiting and Retaining Autistic Talent in STEMM Check out the groundbreaking commentary “Recruiting and Retaining Autistic Talent in STEMM” by Neurodiversity Inspired Science and Engineering Fellow Amber Crabtree, with collaboration from FCAI fellow AJ Hinton and FCAI Associate Director Dave Caudel. Published in iScience, the article addresses the high unemployment rates and challenges autistic adults face in science, technology, engineering, math, and… Academicians and Higher Education Professionals We work with Academics and other professionals in higher education to develop and prepare the next generation of engineers, business leaders, special education and clinical practitioners, and students across all other relevant domains to bring a “neurodiversity paradigm” to all whose lives they will touch and everything they will invent, create and do. Inventors and Entrepreneurs We work with inventors and entrepreneurs to develop and commercialize new technologies, algorithms, and systems that enable neurodiverse people to gain employment, succeed at work, and achieve their full potential. Business Scholars and Management Experts We work with business scholars and management experts to develop and deploy novel pipelines to careers, workplace practices and tools, corporate trainings, and policies that dramatically increase neurodiverse talent in the workforce and meaningfully advance neurodiversity in leadership",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "7d8ce0e0-8327-45a4-a637-545e28106199",
        "text": ". Self-Advocates and Civil Stakeholders We work with self-advocates and other civic stakeholders to ensure that everything the Center undertakes is done with the engagement—the centering—of neurodiverse people, voices, lived experiences, and perspectives. Frist Center End-to-End Employment Pipeline Model The Frist Center for Autism and Innovation was formed from its inception in 2017 with the intention of serving as the core academic research partner within a larger, community-based effort to develop a truly end-to-end employment pipeline model. In this model, we seek to develop, demonstrate, and disseminate components necessary for a community to come together to create a robust series of pathways and opportunities that lead to meaningful employment for autistic individuals and that enhance the bottom line for the businesses. This “pipeline to employment” model helps the Frist Center identify roadblocks to meaningful employment faced by many individuals with autism and work with partners throughout the community to identify or develop programs and innovations that may help individuals succeed in overcoming these obstacles. There are a lot of unknowns in science, particularly when it comes to neurodiversity, but what is clear is many in the neurodiversity community are looking for employment help. We examine each program and innovation to get a sense of its potential to have a positive impact",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "e4872ee5-4735-4aa0-a6c6-59443cdfda89",
        "text": ". We examine each program and innovation to get a sense of its potential to have a positive impact. For those that show promise, we help facilitate pilot projects so we may try to help those who need it today, while examining the results with a scientific lens so we can determine what works and what doesn’t. Once a program or innovation has been vetted, we incorporate it into the pipeline model. Simply put, the model is a collection of programs and innovations that help neurodiverse individuals understand their own talents, obtain appropriate training and upskilling (including soft skills) for workplace readiness through educational programs and novel assistive technologies, find meaningful employment, and land in workplaces that themselves have been trained in evidence-based management methods for true neuro-inclusion at work. The Social-Strengths Based Model of Neurodiversity The medical model of disability sees disability as an individual health condition or problem that needs to be fixed or cured. It focuses on diagnosing and treating the impairments or limitations that a person has, often through medical interventions such as surgeries, medications, or therapies. This model places the responsibility for addressing disability on the individual, rather than considering the role of societal barriers and attitudes",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "3514d97a-244e-46d7-b03f-de83d9527baf",
        "text": ". This model places the responsibility for addressing disability on the individual, rather than considering the role of societal barriers and attitudes. In essence, it views the person as the problem that needs to be fixed, rather than recognizing and addressing the systemic and environmental factors that can limit their full participation in society. The social model of neurodiversity refers to the approach of understanding and accepting neurological differences, such as autism, ADHD, dyslexia, and others, as natural variations in the human brain. It seeks to move away from pathologizing these differences and instead focuses on providing support, accommodations, and acceptance to individuals with diverse neurological profiles. In essence, it encourages society to embrace and celebrate neurodiversity rather than trying to force everyone to fit into a narrow definition of \"normal.\" This model recognizes that each person's brain functions in unique ways and that such differences should be respected and valued. The strengths-based model of neurodiversity is an approach that focuses on identifying and leveraging the unique strengths and abilities of individuals with diverse neurological profiles, such as autism, ADHD, dyslexia, and others. Instead of viewing neurodivergent traits as deficits or challenges, this model emphasizes recognizing and nurturing the specific talents and capabilities that individuals possess",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "7713d744-0d53-4d3d-81c0-86c9a502cabe",
        "text": ". Instead of viewing neurodivergent traits as deficits or challenges, this model emphasizes recognizing and nurturing the specific talents and capabilities that individuals possess. It involves identifying and building on the strengths of each person, allowing them to contribute to society in meaningful and valuable ways. By emphasizing and celebrating the diverse strengths and abilities of neurodiverse individuals, this model aims to create a more inclusive and supportive environment where everyone's contributions are valued. At the Frist Center we work with a compounded model of the social and strengths based approach: the social-strengths model . This model seeks to employ the best parts of both models to enable success in all education and career stages for a neurodivergent individual. We note, we do not dismiss the medical model, and understand its utility in the neurodiverse community. The Double-Empathy Opportunity The double-empathy problem refers to the difficulty that people with different neurotypes (such as autistic and non-autistic individuals) may have in understanding each other's emotions and experiences. It suggests misunderstandings and communication barriers can occur because their neurotype influences each person's perception and expression of emotions. This concept highlights the importance of mutual empathy and understanding in bridging the gap between different neurotypes and improving communication and relationships",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "f49e80cc-f93d-4062-8809-b02688b437fb",
        "text": ". This concept highlights the importance of mutual empathy and understanding in bridging the gap between different neurotypes and improving communication and relationships. At the Frist Center, we reframe the double-empathy problem as a double-empathy opportunity . We work to support both sides, the neurotypical and neurodivergent individuals, in learning and innovating together. We combine our different ways of thinking to create novel approaches for the future.",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "f62617d3-a07f-4bc6-8755-61220ce88eb2",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "4e8b4a17-dff1-4326-a8a6-ea349fcad477",
        "text": "Scraped from: https://my.vanderbilt.edu/trees/\nDate scraped: 2025-02-17 02:45:14",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "ce8e81f8-ddb6-4dc7-9cc0-800a042804a0",
        "text": "Vanderbilt Arboretum Blog Elms Apr. 7, 2018— Vanderbilt is well-known for its large and ancient oaks and magnolias.  In this post, I would like to bring attention to another kind of tree that is significant in the arboretum: elms.  Distinctive for their graceful, fan-shaped branches, they were once common but have now become relatively rare.  Vanderbilt’s arboretum is home to a number... Read more The Urban Legend that Won’t Die Mar. 24, 2018— Of all of the interesting topics related to Vanderbilt’s arboretum, none is more full of folklore than that of the status of the arboretum itself.  This past week, students in my Intro to Biological Sciences lab course went out on campus to identify and measure trees.  In addition to my general happiness associated with being outside... Read more Inspired by Galloway’s Ginkgo May. 12, 2017— Recently I happened to run into Andrew Michel on campus and we struck up a conversation about the trees on campus.  He was telling me how much he loved the big ginkgo tree near Kirkland Hall that was spared in the construction of the new residential college.  (This tree has been called “Galloway’s Ginkgo” and... Read more Kirkland Hall’s Big Trees Dec. 20, 2015— Kirkland Hall is the historic and administrative center of Vanderbilt University.  Built in 1875, it was the first building constructed on campus after the founding of the university",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "ea3932a2-116c-4d70-b6aa-593e99cbf601",
        "text": ". Read more Kirkland Hall’s Big Trees Dec. 20, 2015— Kirkland Hall is the historic and administrative center of Vanderbilt University.  Built in 1875, it was the first building constructed on campus after the founding of the university.  It is the probably the most photographed building on campus and is often one of the first buildings seen by visitors to campus.  After the large clock... Read more The School of Nursing’s southern red oak Dec. 7, 2015— In an interview, I was once asked what was my favorite tree in the arboretum.  The question caught me off guard and I think that I said that it was the persimmon tree in front of Branscomb quad.  Although that is a very interesting tree, I knew immediately afterward that I had given the wrong... Read more Magnolia Lawn (Part 2): PDS/USN Nov. 13, 2015— Peabody Green In my previous post, I looked into the origins of what is now called “Magnolia Lawn” and tried to track down the histories of some of the oldest trees there.  At the time I wrote that post, I was wondering about the origin of the name “Magnolia Lawn”.  Since that time, I’ve had... Read more Magnolia Lawn (Part 1) Oct. 25, 2015— Magnolia Lawn imagined In my last post, I wrote about how the distinctive character of Peabody College developed over the hundred years since it was constructed at the current location.  The most noticeable feature is the Esplanade, which evolved into its current form as buildings were constructed and small trees grew up along its sides..",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "3ec0a1d2-93db-4d09-ad87-73030b343d71",
        "text": ".  The most noticeable feature is the Esplanade, which evolved into its current form as buildings were constructed and small trees grew up along its sides... Read more The Trees of Peabody College Oct. 1, 2015— The history of trees on the main Vanderbilt campus is fairly well known (see the Arboretum History page on the Vanderbilt Arboretum website).  However, prior to the merger of Peabody College with Vanderbilt University in 1979, the Peabody campus had a history that was separate from Vanderbilt’s, so details of the history of Peabody’s trees... Read more How Do You Prepare for a Catastrophe ? Apr. 3, 2015— In 2008 my family in northwestern Ohio was having to deal with a sudden, unexpected problem.  Most of the large trees in my father-in-law’s front yard were white ash trees and they were all dying, killed by the emerald ash borer (EAB). In order to prevent the dead trees from falling onto his home, he... Read more The Beetles are Coming! Mar. 11, 2015— In this guest blog post, School For Science and Math at Vanderbilt seniors Daniel Mehus, Liza MacPherson, and Valeria Garcia describe the work they are doing to raise awareness about the destructive Emerald Ash Borer invasion that will devastate Nashville’s ash trees. This is the first in a series of posts about the Emerald Ash... Read more",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "38ec42d1-916a-4659-8f3a-2eaf92205cf5",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "712fd45f-18f0-4ba8-a4ee-ca10ae8aa84f",
        "text": "Scraped from: https://my.vanderbilt.edu/mums/\nDate scraped: 2025-02-17 02:45:14\n\nMultiscale Modeling and Simulation (MUMS) Home Page People Research Events Contact The Vanderbilt Multiscale Modeling and Simulation (MuMS) interdisciplinary research facility houses faculty and researchers from the School of Engineering , specifically: Chemical and Biomolecular Engineering Civil Engineering , and Mechanical Engineering . MuMS is co-located with the Vanderbilt Institute for Software Integrated Systems (ISIS) on historic Music Row . Molecular Simulation and Design Framework (MoSDeF) Multiscale Computational Mechanics Laboratory Peter T. Cummings Research Group Scientific Audibilization Youtube Channel Vanderbilt News and Events PHD Defense, Andrew Summers, 20 December 2018 » 12.14.18 Ph.D. Defense, Christoph Klein, 18 August 2017 » 8.15.17 Ph.D. Defense, Xiang Zhang, 29 August 2017 » 8.15.17 Ph.D. Defense, Shuhai Zhang, 15 May 2017 » 5.15.17 MoSDeF Hackathon, 16-17 February 2017 » 1.30.17 MuMS Seminar: Yaojun Ge, 18 July 2016 » 7.15.16 MoSDeF Hackathon, 13 July 2016 » 7.12.16 Alumni Current Students Faculty & Staff International Students Media Parents & Family Prospective Students Researchers Sports Fans Visitors & Neighbors RSS Feed © 2025 Vanderbilt University · Site Development: University Web Communications\n================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "e0046ed7-8ff7-423b-b55d-bfa3de61eb3e",
        "text": "Scraped from: https://my.vanderbilt.edu/behavioralwedge/\nDate scraped: 2025-02-17 02:45:17",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "42cf986a-1946-40a5-8b51-784e912ce076",
        "text": "The Behavioral Wedge Home Team Biosketches Research Papers Press Release & News  What is the behavioral wedge? The behavioral wedge research program makes four major points: Household behavior can make a substantial difference in reducing greenhouse gas emissions.  For the U.S. household sector, we have estimated Reasonably Achievable Emissions Reductions of 123 MtC.  This is equivalent to the emissions of France, or the total emissions of the petroleum refining, iron and steel and aluminum industries combined. Most of this potential comes from adoption of energy-efficient technologies; reduced use matters but does not have as much impact as choice of technologies. Voluntary action is important but not sufficient.  Policies and programs must be put in place that can overcome the main barriers to change. The barriers to change and principles for designing programs and policies are well known from past research, but they are rarely implemented as an integrated package.  As a result, programs that feature information, financial incentives, or other important elements have varied in effectiveness by a factor of 10 or more depending on details of implementation Programs and policies could have far greater impact if they adopt the best principles of program design",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "d737636a-7af0-4aab-b427-ecac9d667a72",
        "text": ". Analysis of household emissions reduction opportunities should focus not only on the technical potential of an action (the emissions reductions that will be achieved if everyone who has not changed behavior does so) but also on the behavioral plasticity (the extent to which people can be induced to change behavior).   Affiliation Institutions:   Alumni Current Students Faculty & Staff International Students Media Parents & Family Prospective Students Researchers Sports Fans Visitors & Neighbors RSS Feed © 2025 Vanderbilt University · Site Development: University Web Communications",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "6e075031-bfcc-429b-94ff-3b4812988680",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "99332871-8738-401b-9ede-c307402b721c",
        "text": "Scraped from: https://my.vanderbilt.edu/undergradseminar/\nDate scraped: 2025-02-17 02:45:18",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "c22b3e2d-cfce-4002-b32d-69b018a9425f",
        "text": "Undergraduate Seminar in Mathematics The Vanderbilt Undergrad Seminar Past Talks Fall 2023 Talks Spring 2023 Talks Fall 2022 Talks Spring 2020 Talks Fall 2019 Talks Spring 2019 Talks Fall 2018 Talks Spring 2018 Talks Fall 2017 Talks Spring 2017 Talks Fall 2016 Talks Spring 2016 Talks Fall 2015 Talks Spring 2015 Talks Fall 2014 Talks Spring 2014 Talks Fall 2013 Talks Spring 2013 Talks Fall 2012 Talks Spring 2012 Talks Fall 2011 Talks Spring 2011 Talks Fall 2010 Talks Spring 2010 Talks Fall 2009 Talks Spring 2009 Talks Fall 2008 Talks Spring 2008 Talks Fall 2007 Talks Spring 2007 Talks Fall 2006 Talks Contact Us Fall 2023 Talks Spring 2023 Talks Fall 2022 Talks Spring 2020 Talks Fall 2019 Talks Spring 2019 Talks Fall 2018 Talks Spring 2018 Talks Fall 2017 Talks Spring 2017 Talks Fall 2016 Talks Spring 2016 Talks Fall 2015 Talks Spring 2015 Talks Fall 2014 Talks Spring 2014 Talks Fall 2013 Talks Spring 2013 Talks Fall 2012 Talks Spring 2012 Talks Fall 2011 Talks Spring 2011 Talks Fall 2010 Talks Spring 2010 Talks Fall 2009 Talks Spring 2009 Talks Fall 2008 Talks Spring 2008 Talks Fall 2007 Talks Spring 2007 Talks Fall 2006 Talks The Vanderbilt Undergrad Seminar  The Undergraduate Seminar in Mathematics is an hour-long talk, held every week. There you can hear about some of the many deep and interesting areas of mathematics beyond what you would see in the classroom of most math classes",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "3eb2fa83-f79c-491b-87c1-47a67a1ff165",
        "text": ". There you can hear about some of the many deep and interesting areas of mathematics beyond what you would see in the classroom of most math classes. The talks are designed to be accessible to any college student; little to no math background is required. The seminar occurs most weeks on Tuesdays from 5:30-6:30 pm, in Stevenson 1432 . Come by and enjoy some pizza before the talk, and hear about something new. We hope to see you there!  All current Vanderbilt students and staff are welcome to attend, but pizza will be provided only to undergraduate students and speakers.  Have a good summer vacation, hope to see you in the Fall!  Check out all of the awesome talks we have had in the past! Archives Meta Log in Archives  Meta Log in",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "1c24dadc-7618-483c-9008-01e60259c58d",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "53e87b6b-a89f-417a-bcc2-e5bb0d678433",
        "text": "Scraped from: https://my.vanderbilt.edu/environmental/\nDate scraped: 2025-02-17 02:45:19\n\nProgram in Climate and Environmental Studies Why Climate and Environmental Studies? Climate change affects everyone in the world and will impact future generations for millennia. Urgency to address climate change within the next several decades is paramount and requires engagement across fields, disciplines, and perspectives. The Program in Climate and Environmental Studies offers compelling, interdisciplinary courses of study, including a highly innovative and unique climate studies major that integrates the humanities, social sciences, and natural sciences. Major Careers Faculty Spotlights   \n================================================================================\n\nScraped from: https://my.vanderbilt.edu/mathdrp/\nDate scraped: 2025-02-17 02:45:19",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "24d6782a-0555-4121-a076-13aa03c0b9b5",
        "text": "Mathematics Department Directed Reading Program Applications for Spring 2025 are open. What IS DRP? DRP stands for “ D irected R eading P rogram”. As the name suggests, the program pairs undergraduate mentees with graduate mentors who work through a semester-long independent study project together. That project is usually based on a particular book or article, which the mentee reads at their own pace while the mentor guides and supplements the reading. The first DRP was started at the University of Chicago in 2003 and now exists at many universities across the country. The DRP Network has been established to connect these programs and to provide resources for their success. Who are the mentees? Mentees are motivated undergraduate students who might… wish to learn about a subject not covered by the department coursework. want an in-depth analysis of a particular topic. like math but want to learn more about what math “is”. want to see a more advanced treatment of a standard subject. want to develop the skill of working independently through a topic. want to improve their ability to communicate, especially technically. Who are the mentors? Mentors are motivated math PhD students/postdocs who might… be interested in sharing their passion for math. want to learn valuable mentorship skills. wish to learn a new topic through their mentorship. What are the topics? After being paired, mentors and mentees jointly determine a topic and the readings they’ll use to study that topic",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "2049db22-42c6-4880-ad67-b8689bdd3086",
        "text": ". want to learn valuable mentorship skills. wish to learn a new topic through their mentorship. What are the topics? After being paired, mentors and mentees jointly determine a topic and the readings they’ll use to study that topic. Interested mentors and mentees might look at project ideas or past projects . You do not need to have a specific project in mind to apply! We will do our best to pair you with a mentor with suitable interests. What are the expectations? Mentees have the following responsibilities: Meet with their mentor once per week for at least 1 hour. Devote at least four hours outside of their meeting to their project each week. Give a 10 minute presentation summarizing their work at the end of the semester. Mentors have the following responsibilities: Meet with their mentee once per week for at least 1 hour. Help guide mentees in determining their topic. Work with mentee on their presentation at the end of the semester, having the mentee give at least one practice presentation before-hand. So… now what? Fill in the following form and we will contact you later. The deadline to register for the Spring is January 24, 2025. See the FAQ for more information about eligibility, expectations, and deadlines",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "758c1d21-c1ad-42d4-8a49-a805ebafb918",
        "text": ". So… now what? Fill in the following form and we will contact you later. The deadline to register for the Spring is January 24, 2025. See the FAQ for more information about eligibility, expectations, and deadlines. Contact: Faculty Supervisor: Professor Anna Marie Bohmann (am.bohmann@vanderbilt.edu) Organizers: Julio Cáceres (julio.e.caceres.gonzales@vanderbilt.edu) Professor Anna Marie Bohmann (am.bohmann@vanderbilt.edu) Julio Cáceres (julio.e.caceres.gonzales@vanderbilt.edu)",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "62cb12fc-31a6-4e3c-a15f-157cc723ee9b",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "75233ae8-4dba-4ce2-aa76-55ce2425dc85",
        "text": "Scraped from: https://my.vanderbilt.edu/davidlewis/\nDate scraped: 2025-02-17 02:45:20",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "0be28645-1d40-499d-a21d-4e936b91bc9f",
        "text": "David E. Lewis  David E. Lewis is the Rebecca Webb Wilson University Distinguished Professor in the Department of Political Science and the Department of Leadership, Policy, and Organizations (Peabody College) at Vanderbilt University. His research interests include the presidency, executive branch politics and public administration. He is the author of two books, Presidents and the Politics of Agency Design (Stanford University Press, 2003) and The Politics of Presidential Appointments: Political Control and Bureaucratic Performance (Princeton University Press, 2008). He has also published numerous articles on American politics, public administration, and management in journals such as the American Journal of Political Science , the Journal of Politics , the British Journal of Political Science , Presidential Studies Quarterly, and Public Administration Review . His work has been featured in outlets such as the Harvard Business Review , New York Times , and Washington Post . In 2022, he was appointed to a two-year term as a public member of the Administrative Conference of the United States. He is a member of the National Academy of Public Administration and he is a past president of the Southern Political Science Association and Midwest Public Administration Caucus",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    },
    {
        "id": "9f36147c-eca7-4fc8-8462-f9a6ee65aa95",
        "text": ". He is a member of the National Academy of Public Administration and he is a past president of the Southern Political Science Association and Midwest Public Administration Caucus.  He has earned numerous research and teaching awards, including the Herbert Simon Award for contributions to the scientific study of the bureaucracy and the Madison Sarratt, Jeffrey Nordhaus, and Robert Birkby awards for excellence in undergraduate teaching. Before joining Vanderbilt’s Department of Political Science, he was an assistant professor of politics and public affairs at Princeton University. He began his academic career at the College of William and Mary, where he was an assistant professor in the Department of Government. He serves on the editorial boards of the Journal of Public Administration Research and Theory, Public Administration Review, and Presidential Studies Quarterly . PhD. Stanford University.  Personal Info",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 49
        }
    },
    {
        "id": "743a8e03-9907-4feb-bf54-700422431484",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 50
        }
    },
    {
        "id": "ce47f026-2b23-4961-97fc-615355b56380",
        "text": "Scraped from: https://my.vanderbilt.edu/larrybartels/\nDate scraped: 2025-02-17 02:45:20",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 51
        }
    },
    {
        "id": "1aac3a80-3162-4c26-b666-5b9e424feccf",
        "text": "Larry Bartels Home Page About Me Curriculum Vitae Publications Work in Progress Contact Me Larry M. Bartels is University Distinguished Professor of Political Science and Law and May Werthan Shayne Chair of Public Policy and Social Science at Vanderbilt University. His scholarship and teaching focus on public opinion, electoral politics, public policy, and political representation. His books include Democracy Erodes from the Top: Leaders, Citizens, and the Challenge of Populism in Europe , Democracy for Realists: Why Elections Do Not Produce Responsive Government (with Christopher Achen), and Unequal Democracy: The Political Economy of the New Gilded Age (2nd edition). He is also the author of numerous scholarly articles, and of commentaries in the New York Times , Washington Post , and other prominent outlets. He is a member of the National Academy of Sciences and of the American Philosophical Society, and a fellow of the American Academy of Arts and Sciences and of the American Academy of Political and Social Science. Larry Bartels Office: 337 Commons Center Department of Political Science PMB 0505 Nashville, Tennessee 37203 (615) 322-6227 larry.bartels@vanderbilt.edu Alumni Current Students Faculty & Staff International Students Media Parents & Family Prospective Students Researchers Sports Fans Visitors & Neighbors © 2025 Vanderbilt University · Site Development: University Web Communications",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 52
        }
    },
    {
        "id": "8b07e6e8-69a6-412f-b301-0380f917c102",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 53
        }
    },
    {
        "id": "ab385f12-12dd-41d1-86d7-28f06c4d78cd",
        "text": "Scraped from: https://my.vanderbilt.edu/nashvillemathclub/\nDate scraped: 2025-02-17 02:45:22\n\nNashville Math Circle  The Nashville Math Circle (formerly the Math Club!), for 7th-12th grade students, ages 11-18, is about developing creative math problem solving skills which are crucial in the modern world. In a friendly and engaging environment, Vanderbilt faculty teach different ways of thinking: algorithmic, algebraic, and geometric. Simple and fun examples will lead to shining glimpses of higher mathematics. The Nashville Math Circle is tuition-free and is supported by the Department of Mathematics of Vanderbilt University.  The Nashville Math Circle will meet again for the 2024-25 academic year. Registration to join the Nashville Math Circle for the 2024-25 academic year will open on August 25th, 2024. CLICK HERE TO REGISTER January 21st February 4th February 18th March 4th March 18th April 1st Location: Stevenson Center on the Vanderbilt campus. All registered participants will receive detailed location information via email before each session.\n================================================================================\n\nScraped from: https://my.vanderbilt.edu/psychological-sciences-news/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 54
        }
    },
    {
        "id": "765647c8-e01a-45bf-bdf5-468d5b4a9e30",
        "text": "Psychological Sciences News Dr Antonia Kaczkurkin receives APS Janet Taylor Spence Award for Transformative Early Career Contributions Feb. 11, 2022— Congratulations to Dr. Antonia Kaczkurkin to be awarded the prestigious APS Janet Taylor Spence Award for Transformative Early Career Contributions. Dr. Antonia Kaczkurkin is Assist. Prof. in the Department of Psychology, focusing on understanding the neurobiological mechanisms that contribute to the etiology of internalizing disorders. The APS Janet Taylor Spence Award recognizes researchers who have... Read more Congratulations to James Booth for being elected as a 2024 Fellow of the American Speech-Language-Hearing Association (ASHA)! Jul. 17, 2024— Please join us in celebrating James Booth, who has been elected as a 2024 Fellow of the American Speech-Language-Hearing Association (ASHA). This prestigious recognition is a testament to his significant contributions and dedication to the field. Congratulations, James, on this well-deserved honor! Read more Congratulations to Autumn and Kate! Jun. 12, 2024— Kathryn Humphreys and  Autumn Kujawa have been named to the 2024 cohort of Chancellor Faculty Fellows. This group is composed of highly accomplished, recently tenured faculty from a wide variety of disciplines and areas of expertise. The details are here. Very well deserved. Congratulations! Read more Congratulations, Alex Christensen! Apr",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 55
        }
    },
    {
        "id": "25c3b32f-d24a-4b77-9f96-c4ec7b76e94b",
        "text": ". This group is composed of highly accomplished, recently tenured faculty from a wide variety of disciplines and areas of expertise. The details are here. Very well deserved. Congratulations! Read more Congratulations, Alex Christensen! Apr. 12, 2024— QM and DSI faculty member Alex Christensen just received the university-wide “Innovation in Teaching: Generative AI Award!”  This inaugural award “recognizes faculty who have pioneered the adoption of generative AI in the classroom and will inspire the innovative use of this cutting-edge technology to transform higher education.” This honor is given to “faculty who have demonstrated commitment... Read more Autumn Kujawa for being selected for this year’s Mentoring Award from the Margaret Cuninggim Women’s Center! Mar. 26, 2024— Autumn Kujawa has been awarded this year’s Mentoring Award by the Margaret Cuninggim Women’s Center at Vanderbilt University. The Mentoring Award honors a member of the Vanderbilt University community who fosters the professional and intellectual development of Vanderbilt women. Very well deserved. Congratulations, Autumn! Read more Sarah Brown-Schmidt for being selected as a Fellow of Cognitive Science Society! Feb. 16, 2024— Sarah Brown-Schmidt was selected as a Fellow of Cognitive Science Society! It’s a huge honor and very well deserved. Congratulations, Sarah! You can read more about her research here. Read more Alex Christensen and Eric Wilkey have been named 2024 APS Rising Stars! Feb",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 56
        }
    },
    {
        "id": "61789770-c582-4a89-b3a0-e7aeab1dd6f3",
        "text": ". Congratulations, Sarah! You can read more about her research here. Read more Alex Christensen and Eric Wilkey have been named 2024 APS Rising Stars! Feb. 2, 2024— Alex Christensen and Eric Wilkey have been named 2024 Association for Psychological Science (APS) Rising Stars. This award recognizes early career scholars whose innovative work has already advanced the field and signals great potential for their continued contributions. Very well deserved. Congratulations! Read more Kate Humphreys was awarded the Chancellor’s Award for Research! Aug. 25, 2023— Kate Humphreys was awarded the Chancellor’s Award for Research today at the fall faculty assembly. The Chancellor’s Award for Research recognizes excellence in research published in the past several years. Congratulations, Kate! Read more Professor Meg Saylor for being selected as the 2022 recipient of the Chancellor’s cup! Nov. 29, 2022— Meg Saylor for being selected as the 2022 recipient of the Chancellor’s cup! It is given annually for “the greatest contribution outside the classroom to undergraduate student-faculty relationships in the recent past.” The faculty member’s contribution “shall be one of educational importance, relevant to the central purpose of the University.” Such wonderful news! Please find the... Read more Dr. Novick’s work was featured in Evolution@Vanderbilt! Nov. 3, 2022— Dr",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 57
        }
    },
    {
        "id": "3b49fc35-fd28-4324-86a3-f802ba4ff2f9",
        "text": ". Read more Dr. Novick’s work was featured in Evolution@Vanderbilt! Nov. 3, 2022— Dr. Laura Novick and graduate student Joanna (Jingyi) Liu published a paper in the Journal of Experimental Psychology: Applied highlighting the importance of intentionally and thoughtfully designed figures to explain evolutionary relationships and overcome preconceived misconceptions. This research was featured in Evolution@Vanderbilt! Congratulations! Read more Dr. David Lubinski earned the 2022 Gifted Child Quarterly Paper of the Year Award! Oct. 16, 2022— Dr. David Lubinski earned the 2022 Gifted Child Quarterly Paper of the Year Award! This award was given for an article entitled “Intellectual precocity: What have we learned since Terman?” co-authored by Dean Camilla Benbow. This article documents 8 robust empirical generalizations on what has been learned about intellectual precocity over the past 50 years. Learn more here (article in... Read more",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 58
        }
    },
    {
        "id": "44cd5883-5536-4f82-ae7f-3ff588906373",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 59
        }
    },
    {
        "id": "c6fd54f0-8bb6-4c30-a67c-8f3731c80b1f",
        "text": "Scraped from: https://my.vanderbilt.edu/usac/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 60
        }
    },
    {
        "id": "fdb3ba76-22cc-46d8-923d-286f51a1998c",
        "text": "News from USAC USAC Meet a Member: Portlyn Cruise Oct. 15, 2024— What department do you work in and what is your job title?  I’m an Event Coordinator for the Office of Medical Student Affairs (VU School of Medicine) which is under the Office of Health Sciences Education (OHSE). How long have you been a Vanderbilt employee? This July I celebrated my 6th year with Vanderbilt. What... Read more USAC Meet a Member: Faith Bishop Sep. 11, 2024— What department do you work in and what is your job title? I work in Graduate Education as the Associate Director of the Office of Postdoctoral Affairs and Special Project Director for Graduate Education & Postdoctoral Training How long have you been a Vanderbilt employee? I have worked at Vanderbilt since 2016. How long have... Read more USAC Meet a Member: Jenny Abrams Aug. 8, 2024— What department do you work in and what is your job title? I am a program coordinator in the marketing communications department at Peabody College. How long have you been a Vanderbilt employee? I’ve worked at Vanderbilt for two years. How long have you been a part of USAC and how has it impacted you?... Read more USAC Meet a Member: Sydney Bagley Jul. 8, 2024— What department do you work in and what is your job title? I work in Development and Alumni Relations on the Parents & Family Philanthropy team. I am an Associate Director. How long have you been a Vanderbilt employee? I have worked at Vanderbilt for a little under 2.5 years. Since April 4th, 2022",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 61
        }
    },
    {
        "id": "19051270-6bdc-42a3-a9b2-74c0bb88310e",
        "text": ". I am an Associate Director. How long have you been a Vanderbilt employee? I have worked at Vanderbilt for a little under 2.5 years. Since April 4th, 2022. How... Read more USAC Meet a Member: Chanc’e Moody May. 31, 2024— What department do you work in and what is your job title? Residential Experience, Area Coordinator How long have you been a Vanderbilt employee? 3 years going into my fourth year. How long have you been a part of USAC and how has it impacted you? I have been a part of USAC for 2... Read more USAC Meet a Member: Jeffrey Keever May. 6, 2024— What department do you work in and what is your job title? College of Arts and Science Dean’s Office – Faculty and Academic Affairs Coordinator How long have you been a Vanderbilt employee? I have been at Vanderbilt as an employee for almost three years, but I am a also graduate of the Blair School... Read more USAC Meet a Member: Rachel Kurilko Mar. 29, 2024— What department do you work in and what is your job title? I’m a lead technical support specialist with VUIT. How long have you been a Vanderbilt employee? Just over 6 years! What has been your career journey to lead you to where you are today? Prior to working at Vanderbilt, I spent 10 years... Read more USAC Meet a Member: Dallas Albright Mar. 4, 2024— What department do you work in and what is your job title? I currently share my time between the Blair School and the Divinity School as the Associate Administrative Officer",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 62
        }
    },
    {
        "id": "922721f1-60b2-4df8-8582-c7108f2f2138",
        "text": ". Read more USAC Meet a Member: Dallas Albright Mar. 4, 2024— What department do you work in and what is your job title? I currently share my time between the Blair School and the Divinity School as the Associate Administrative Officer. How long have you been a Vanderbilt employee? I have been with Vanderbilt for just under 5 years. I started within A&S before moving to... Read more Meet a USAC Member: Cassanora Lampley Feb. 5, 2024— What department do you work in and what is your job title? I am the Associate Director of Employee Experience and EDI Excellence in Career Advancement and Engagement. How long have you been a Vanderbilt employee? 6 years in June. I was previously in Student Care Coordination. What has been your career journey to lead... Read more Meet a USAC Member: Christine Fogg Jan. 2, 2024— What department do you work in and what is your job title? I work in Facilities supporting VUMO and EHS&S as a Senior Financial Analyst. How long have you been a Vanderbilt employee? I have worked at Vanderbilt for 8 ½ years and have been in Facilities the entire time! How long have you been... Read more",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 63
        }
    },
    {
        "id": "00b653ac-0d51-4bbe-bcbc-93fda34c2ea6",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/my.vanderbilt.edu/my.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 64
        }
    }
]