[
  {
    "id": "b7b5f3c7c13d50d5ac257012b78a0da2c524d199714acfb9b597885ca7239a7b",
    "text": "Scraped from: scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://registrar.vanderbilt.edu/calendar/\nDate scraped: 2025-02-17 02:45:08\n\nUniversity Registrar Calendars 2025 - 2026 Academic Calendars 2024 - 2025 Academic Calendars 2023 - 2024 Academic Calendars 2022 - 2023 Academic Calendars 2021 - 2022 Academic Calendars 2020 – 2021 Academic Calendars Archives Final Examination Schedules Projected Future Calendar Dates (requires VU login) *Calendars are subject to change.\n================================================================================\n\nScraped from: https://registrar.vanderbilt.edu/calendars/\nDate scraped: 2025-02-17 02:45:10\n\nUniversity Registrar Calendars 2025 - 2026 Academic Calendars 2024 - 2025 Academic Calendars 2023 - 2024 Academic Calendars 2022 - 2023 Academic Calendars 2021 - 2022 Academic Calendars 2020 – 2021 Academic Calendars Archives Final Examination Schedules Projected Future Calendar Dates (requires VU login) *Calendars are subject to change.\n================================================================================\n\nScraped from: https://registrar.vanderbilt.edu/registration/\nDate scraped: 2025-02-17 02:45:14",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 1
    }
  },
  {
    "id": "ac6f2936e2559665f6bd69c5c600688e3e1b846fd6ab09b92451a44bfaddc53c",
    "text": "Scraped from: https://registrar.vanderbilt.edu/registration/\nDate scraped: 2025-02-17 02:45:14\n\nUniversity Registrar Registration Catalogs Registration Information School Contacts Undergraduate Change of Course Request Form (Applicable only after Open Enrollment closes.) Course Withdrawal User Guide (Form available to undergraduate students via YES) Course Withdrawal User Guide - Graduate and Professional (Form available via YES to students in the Divinity School, Graduate School, School of Nursing, and Owen Graduate School of Management, as well as professional and distance learning students in the School of Engineering) YES Help YES User Guides YES – Your Enrollment Services Consortium Students Division of Unclassified Studies [DUS] School Contacts Calendars and Exam Schedules Brightspace Course Renumbering Lookup Tool Reinstatement Student Accounts Study Abroad Course Review Tuition and Fees VA Educational Benefits\n================================================================================\n\nScraped from: https://registrar.vanderbilt.edu/dus/\nDate scraped: 2025-02-17 02:45:14",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 2
    }
  },
  {
    "id": "b2c2b8c65439d4dfa007128f26f2c0bf208171b752da0a142668c9f9d741e1bf",
    "text": "University Registrar Division of Unclassified Studies (DUS)  The Division of Unclassified Studies (DUS) provides an opportunity for non-degree seeking students to take undergraduate courses for credit at Vanderbilt. Students in DUS can take courses in a variety of Vanderbilt schools, provided space is available and all prerequisites have been met. Students who enroll in the Division of Unclassified Studies are classified into one of the following categories: Adult Learners – A wide variety of people in the community who wish to take undergraduate courses offered by Vanderbilt but are not pursuing a Vanderbilt degree. Auditors – Any interested person not affiliated with Vanderbilt or faculty/staff members who wish to audit a Vanderbilt course. Please note: Currently enrolled students who wish to audit a class should visit their school's Office of Academic Services. Faculty/Staff – Faculty/staff members and their spouses who are taking undergraduate classes for credit but are not pursuing a Vanderbilt degree. Pre-Freshmen – Junior and senior high school students who wish to supplement their secondary schooling by taking undergraduate-level college courses during the academic year or during the summer term. Transient Students – Degree-seeking students from other colleges and universities who wish to take undergraduate coursework at Vanderbilt to transfer back to their home institutions. Applications are due one week before the start of classes for each session",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 3
    }
  },
  {
    "id": "bc9cc2210cc29995fc63b70d32037852ff64b1c9a84744b02d1f919603d9760b",
    "text": ". Applications are due one week before the start of classes for each session. Please check the academic calendar for class start dates. Please note: Due to the timing of provisioning computing credentials, certifying immunization compliance, etc., it is highly recommended that applications be submitted no later than two weeks before the start of classes for each session. Please refer to the Schedule of Classes for class offerings. Unless otherwise noted, classes are taught in person on the Vanderbilt campus. The Division of Unclassified Studies is a non-degree program. In determining if the Division of Unclassified Studies can help you meet your educational goals, it is important to note: Although there are no specific GPA or test score requirements for admission to DUS, an applicant must have a strong academic background that clearly demonstrates he or she is capable of succeeding in the Vanderbilt classroom, and meet any other criteria of the category for which they are applying. DUS students do not qualify for financial aid. All entering students in the Division of Unclassified Studies must be compliant with the State of Tennessee and Vanderbilt University student health requirements. Most students in the Division of Unclassified Studies must make their own arrangements for housing. Transient students may be eligible for housing during the summer term. Interested students should contact the Office of Housing and Residential Education",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 4
    }
  },
  {
    "id": "4cd90fd346c8fa15064165a2944ea81ec0d2b5816889466255740185f3285b96",
    "text": ". Transient students may be eligible for housing during the summer term. Interested students should contact the Office of Housing and Residential Education . International students seeking admission to the Division of Unclassified Studies must reside in the United States at the time of application, with an active visa status as issued by the U.S. Citizen and Immigration Services for admission consideration. Admission to the Division of Unclassified Studies does not guarantee admission to any Vanderbilt degree program, nor does it in any way influence such an admission decision. If a DUS student is later admitted into one of the degree-granting units of the university, credits earned while in DUS can be applied to the degree as long as: 1) the credits are applicable to the degree; 2) the credit was not used to meet high school graduation requirements; and 3) the credit represents no more than 25% of the hours required for the degree. The Office of the University Registrar is the point of contact for the application process, course enrollment, and course changes. Degree-seeking students at Vanderbilt have priority in course enrollments. DUS students may only enroll in classes that have available seats and for which they meet all course requisites. DUS students may only attend classes for which they are registered. All tuition and fees must be paid in full by the published payment deadlines. All students who have not paid the lifetime transcript fee will be charged $100",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 5
    }
  },
  {
    "id": "301acebcacc96a4b1e4bd7eceec393c02435b5040988241d581c887a2aa08773",
    "text": ". DUS students may only attend classes for which they are registered. All tuition and fees must be paid in full by the published payment deadlines. All students who have not paid the lifetime transcript fee will be charged $100. Registrations are subject to cancellation for any student with a balance due past the deadline for each term. DUS students are required to resubmit an application and all accompanying documents, including updated transcripts, to the Office of the University Registrar for each semester that they wish to attend. DUS students may register for undergraduate courses through the Division of Unclassified Studies for a maximum of four semesters (including summer terms). DUS students must abide by the policies governing DUS enrollment. Failure to do so could lead to disciplinary action, up to and including dismissal from the Division of Unclassified Studies. Any request for an exception to these policies must be submitted to the Office of the University Registrar at registrar@vanderbilt.edu .",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 6
    }
  },
  {
    "id": "2e4fb68b6055df1885c74a86089bbc70f4ab0d07c9f28ba623a969d0d059dce2",
    "text": "Scraped from: https://registrar.vanderbilt.edu/academic-records/\nDate scraped: 2025-02-17 02:45:16\n\nUniversity Registrar Vanderbilt University is committed to the protection and confidentiality of student education records, adhering closely to the guidelines established by the Family Educational Rights and Privacy Act (FERPA) . The Office of the University Registrar maintains academic records for all current and former Vanderbilt students. To request a document or service that is not listed below, please contact your home school. Please note that it is the policy of the Office of the University Registrar not to release transcripts from other institutions. Change of Address Citizenship Update Degree Verifications – Vanderbilt Degrees Degree Verifications – External Degrees Diplomas Enrollment Certification Letters of Good Academic Standing Loan Deferment Requests Name Update Spring 2020 Grade Verification Transcripts YES – Access to Academic Information  \n================================================================================\n\nScraped from: https://registrar.vanderbilt.edu/va-benefits/\nDate scraped: 2025-02-17 02:45:17",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 8
    }
  },
  {
    "id": "682836412c41f6d7c92496b11221ae0b1926473c95469c65332c9e16849348ef",
    "text": "University Registrar  VA Educational Benefits Students should request a certificate of eligibility (COE) from the VA at (888) 442-4551 or Apply for Benefits Online. Students are strongly advised to consult with their financial aid counselor prior to requesting VA educational benefits. Any VA benefit that students receive may impact Vanderbilt aid awards. The following documents are required to begin your VA educational benefits: A MEMBER 4 copy of the DD-214 documents (the service member’s discharge papers) required if the service member is the student and is requesting veterans’ educational benefits. Transcripts from all previous institutions (required even if veterans’ educational benefits were not used at the other institution). Joint Services Transcript (JST), Air University Transcript, and/or Community College of the Air Force Transcript (if a transcript has been issued to the Veteran). A copy of the most recent Certificate of Eligibility (COE) issued to the student. AND A VA-1 Form to authorize Vanderbilt to certify your educational benefits to the VA. In order to expedite the processing of VA educational benefits, it is recommended that students who wish to use VA educational benefits adhere to the following deadlines. Our office will confirm receipt of documents that are received. If you do not receive confirmation within a week, please email our VA school certifying officials at VASCO@vanderbilt.edu . Fall semester : submit all required documents by July 1",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 9
    }
  },
  {
    "id": "1e13e03e242435f51502e98a0a1d17b9087cb2c0d7419082ed9a24e54a074e46",
    "text": ". If you do not receive confirmation within a week, please email our VA school certifying officials at VASCO@vanderbilt.edu . Fall semester : submit all required documents by July 1 . Spring semester : submit all required documents by November 1 . Summer semester : submit all required documents by March 15 . Students who cannot provide all documents by these deadlines should consult with a VA School Certifying Official in the Office of the University Registrar prior to the deadline. Due to the extended processing time of the VA, it is not recommended that students rely on VA payments to arrive prior to Vanderbilt’s payment deadline. We suggest that all students have a plan to cover their living expenses until VA educational benefits are paid. The VA can take as long as 6-8 weeks to process certifications for VA educational benefits. Please note that student loan aid will be applied to outstanding charges on your student account. Refunds are only initiated when there is a refundable credit balance on your account which occurs after the VA payment posts. Students in modular programs may not have a refundable credit balance on their account until late in the semester which is why we recommend that students have a plan to cover the first 6-8 weeks of living expenses for each semester in which VA educational benefits are requested. Student Services and Student Health fees, as well as Vanderbilt’s student health insurance fees, may be submitted to VA for certification",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 10
    }
  },
  {
    "id": "2752642f41217df01dfce1fea127d99ace0758a3e902f24a7648f0403dfe3c2f",
    "text": ". Student Services and Student Health fees, as well as Vanderbilt’s student health insurance fees, may be submitted to VA for certification. If you wish to waive Vanderbilt’s health insurance, more information is available at vanderbilt.edu/studentcarenetwork/waive/ . Application fees, as well as MMHC and EMBA maintenance fees, are not approved for certification. If you have specific questions about your monthly housing allowance, we recommend using the AskVA feature at https://benefits.va.gov/gibill . Because the VA pays the monthly housing allowance directly to students receiving Post-9/11 GI Bill® benefits, the VA has informed our office that, due to federal privacy laws, they are unable to share specific information about a student’s monthly housing allowance with the school certifying official. Beginning with terms starting on or after December 17, 2021, Post 9-11 GI Bill® recipients who receive a monthly housing allowance (MHA) are required to verify enrollment at the end of each month to receive their MHA. We encourage students to opt into text messaging; if you opt out of text message verification, you will be automatically enrolled in e-mail verification with the e-mail address on file with the VA. For more information, please visit the VA website at https://benefits.va.gov/gibill/isaksonroe/verification_of_enrollment.asp",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 11
    }
  },
  {
    "id": "df4f51b81e5fff6e4398624ce149fb2da40e55812e504111ab87bdab70907dbc",
    "text": ". For more information, please visit the VA website at https://benefits.va.gov/gibill/isaksonroe/verification_of_enrollment.asp . VA educational benefits for EMBA students may not be certified until after the beginning of each semester due to fluctuation in the enrollment dates associated with these classes. Students should be prepared for the possibility of having to cover several months of living expenses until VA educational benefits are paid. The maintenance fee for the EMBA program is not covered by the VA. Online courses in the School of Nursing are certified as distance courses. Please note that the effective Monthly Housing Allowance rate for those enrolled in distance learning is one-half the national average MHA. For more information, click here. As of August 15, 2019, the VA has authorized the certification of hybrid courses as “in residence” courses. Questions regarding how courses may be certified should be directed to a school certifying official. The Peabody online programs offered by Peabody College are distance programs. Please note that the effective Monthly Housing Allowance rate for those enrolled solely in distance learning is one-half the national average MHA. For more information, click here . As of August 15, 2019, the VA has indicated that hybrid courses may be certified as \"in residence\" courses",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 12
    }
  },
  {
    "id": "7c742379e939d28a4fe1dc025da6e77fc44b5ab1619462e99aec295856e9eed8",
    "text": ". For more information, click here . As of August 15, 2019, the VA has indicated that hybrid courses may be certified as \"in residence\" courses. Students who plan to enroll in a study abroad program are advised to consult with a school certifying official to determine whether or not the study abroad program has been approved for VA educational benefits prior to enrolling in the study abroad program. Study abroad programs offered through a third-party facilitator such as CET, CIEE, or DIS, are not eligible for VA benefits. Students who wish to study overseas should review Information for Students Wishing to Attend Foreign Schools provided by the VA to determine whether or not the program in which they hope to enroll is approved for veterans’ educational benefits. If the overseas program is approved for veterans’ educational benefits, students should contact a school certifying official to find out when VA educational payments will occur and whether or not the VA educational payments will cover the total cost of the overseas program. Students receiving VA educational benefits must submit the following forms each semester in which they are requesting VA educational benefits. VA-1 Form and the most recent Certificate of Eligibility (COE) issued to the student. All completed forms should be returned to the VA School Certifying Official in the Office of the University Registrar by mail, email, or fax",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 13
    }
  },
  {
    "id": "564e9e607009c5689e2c4fb99f7bd15375e63edfdaa1abaf6aae82fb01cfc1f7",
    "text": ". VA-1 Form and the most recent Certificate of Eligibility (COE) issued to the student. All completed forms should be returned to the VA School Certifying Official in the Office of the University Registrar by mail, email, or fax. VA School Certifying Official Office of the University Registrar Vanderbilt University PMB 407701 Nashville, TN 37240-7701 Emailed forms will only be accepted through Box for Vanderbilt to kim.caudell@vanderbilt.edu Fax: (615) 343-7709 If you have additional questions, please call our office at ( 615) 322-7701 or send an email to VASCO@vanderbilt.edu . Chapter 30 – Montgomery GI Bill® Active Duty (MGIB-AD) Chapter 31 – Veterans' Readiness & Employment Chapter 32 – Veterans Educational Assistance Program (VEAP) Chapter 33 – Post 9/11 GI Bill ® Chapter 35 – Survivors and Dependents Educational Assistance (DEA) Chapter 1606 – Montgomery GI Selected Reserve (MGIB-SR) For VA educational benefits related to Allied Health programs, please contact Kristen Smith at kristen.smith@vumc.org . For benefits related to medical fellowship or residency programs, please contact Robby Cox at robby.cox@vumc.org . At this time, Computer Boot Camps and similar non-degree programs at Vanderbilt are not eligible for VA benefits.  GI Bill® is a registered trademark of the U.S. Department of Veterans Affairs (VA). More information about education benefits offered by VA is available at the official U.S. government website at http://www.benefits.va.gov/gibill",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 14
    }
  },
  {
    "id": "c7619750199ad8e099c2778eb8323be6f0d853b1a6a200e549923f767e85464a",
    "text": ".  GI Bill® is a registered trademark of the U.S. Department of Veterans Affairs (VA). More information about education benefits offered by VA is available at the official U.S. government website at http://www.benefits.va.gov/gibill . All images © Heather L. Bradley.",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 15
    }
  },
  {
    "id": "8ed2e24f93448165693f6770afa3d3b33d50d531c3a76b94dee6ffdbf8f80427",
    "text": "Scraped from: https://registrar.vanderbilt.edu/ferpa/\nDate scraped: 2025-02-17 02:45:18\n\nUniversity Registrar FERPA Vanderbilt University is committed to the protection and confidentiality of student education records, adhering closely to the guidelines established by the Family Educational Rights and Privacy Act. The Family Educational Rights and Privacy Act (FERPA) is a federal law designed to protect the privacy of education records, to establish the right of students to inspect and review their education records, and to provide guidelines for the correction of inaccurate and misleading data through informal and formal hearings. Please see below for links to more information about FERPA: FERPA Brochure FERPA Data Handling Best Practices FERPA FAQ FERPA for Faculty FERPA for Staff FERPA Presentation FERPA Tutorial Vanderbilt Student Privacy Statement\n================================================================================\n\nScraped from: https://registrar.vanderbilt.edu/va/\nDate scraped: 2025-02-17 02:45:23",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 17
    }
  },
  {
    "id": "682836412c41f6d7c92496b11221ae0b1926473c95469c65332c9e16849348ef",
    "text": "University Registrar  VA Educational Benefits Students should request a certificate of eligibility (COE) from the VA at (888) 442-4551 or Apply for Benefits Online. Students are strongly advised to consult with their financial aid counselor prior to requesting VA educational benefits. Any VA benefit that students receive may impact Vanderbilt aid awards. The following documents are required to begin your VA educational benefits: A MEMBER 4 copy of the DD-214 documents (the service member’s discharge papers) required if the service member is the student and is requesting veterans’ educational benefits. Transcripts from all previous institutions (required even if veterans’ educational benefits were not used at the other institution). Joint Services Transcript (JST), Air University Transcript, and/or Community College of the Air Force Transcript (if a transcript has been issued to the Veteran). A copy of the most recent Certificate of Eligibility (COE) issued to the student. AND A VA-1 Form to authorize Vanderbilt to certify your educational benefits to the VA. In order to expedite the processing of VA educational benefits, it is recommended that students who wish to use VA educational benefits adhere to the following deadlines. Our office will confirm receipt of documents that are received. If you do not receive confirmation within a week, please email our VA school certifying officials at VASCO@vanderbilt.edu . Fall semester : submit all required documents by July 1",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 18
    }
  },
  {
    "id": "1e13e03e242435f51502e98a0a1d17b9087cb2c0d7419082ed9a24e54a074e46",
    "text": ". If you do not receive confirmation within a week, please email our VA school certifying officials at VASCO@vanderbilt.edu . Fall semester : submit all required documents by July 1 . Spring semester : submit all required documents by November 1 . Summer semester : submit all required documents by March 15 . Students who cannot provide all documents by these deadlines should consult with a VA School Certifying Official in the Office of the University Registrar prior to the deadline. Due to the extended processing time of the VA, it is not recommended that students rely on VA payments to arrive prior to Vanderbilt’s payment deadline. We suggest that all students have a plan to cover their living expenses until VA educational benefits are paid. The VA can take as long as 6-8 weeks to process certifications for VA educational benefits. Please note that student loan aid will be applied to outstanding charges on your student account. Refunds are only initiated when there is a refundable credit balance on your account which occurs after the VA payment posts. Students in modular programs may not have a refundable credit balance on their account until late in the semester which is why we recommend that students have a plan to cover the first 6-8 weeks of living expenses for each semester in which VA educational benefits are requested. Student Services and Student Health fees, as well as Vanderbilt’s student health insurance fees, may be submitted to VA for certification",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 19
    }
  },
  {
    "id": "2752642f41217df01dfce1fea127d99ace0758a3e902f24a7648f0403dfe3c2f",
    "text": ". Student Services and Student Health fees, as well as Vanderbilt’s student health insurance fees, may be submitted to VA for certification. If you wish to waive Vanderbilt’s health insurance, more information is available at vanderbilt.edu/studentcarenetwork/waive/ . Application fees, as well as MMHC and EMBA maintenance fees, are not approved for certification. If you have specific questions about your monthly housing allowance, we recommend using the AskVA feature at https://benefits.va.gov/gibill . Because the VA pays the monthly housing allowance directly to students receiving Post-9/11 GI Bill® benefits, the VA has informed our office that, due to federal privacy laws, they are unable to share specific information about a student’s monthly housing allowance with the school certifying official. Beginning with terms starting on or after December 17, 2021, Post 9-11 GI Bill® recipients who receive a monthly housing allowance (MHA) are required to verify enrollment at the end of each month to receive their MHA. We encourage students to opt into text messaging; if you opt out of text message verification, you will be automatically enrolled in e-mail verification with the e-mail address on file with the VA. For more information, please visit the VA website at https://benefits.va.gov/gibill/isaksonroe/verification_of_enrollment.asp",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 20
    }
  },
  {
    "id": "df4f51b81e5fff6e4398624ce149fb2da40e55812e504111ab87bdab70907dbc",
    "text": ". For more information, please visit the VA website at https://benefits.va.gov/gibill/isaksonroe/verification_of_enrollment.asp . VA educational benefits for EMBA students may not be certified until after the beginning of each semester due to fluctuation in the enrollment dates associated with these classes. Students should be prepared for the possibility of having to cover several months of living expenses until VA educational benefits are paid. The maintenance fee for the EMBA program is not covered by the VA. Online courses in the School of Nursing are certified as distance courses. Please note that the effective Monthly Housing Allowance rate for those enrolled in distance learning is one-half the national average MHA. For more information, click here. As of August 15, 2019, the VA has authorized the certification of hybrid courses as “in residence” courses. Questions regarding how courses may be certified should be directed to a school certifying official. The Peabody online programs offered by Peabody College are distance programs. Please note that the effective Monthly Housing Allowance rate for those enrolled solely in distance learning is one-half the national average MHA. For more information, click here . As of August 15, 2019, the VA has indicated that hybrid courses may be certified as \"in residence\" courses",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 21
    }
  },
  {
    "id": "7c742379e939d28a4fe1dc025da6e77fc44b5ab1619462e99aec295856e9eed8",
    "text": ". For more information, click here . As of August 15, 2019, the VA has indicated that hybrid courses may be certified as \"in residence\" courses. Students who plan to enroll in a study abroad program are advised to consult with a school certifying official to determine whether or not the study abroad program has been approved for VA educational benefits prior to enrolling in the study abroad program. Study abroad programs offered through a third-party facilitator such as CET, CIEE, or DIS, are not eligible for VA benefits. Students who wish to study overseas should review Information for Students Wishing to Attend Foreign Schools provided by the VA to determine whether or not the program in which they hope to enroll is approved for veterans’ educational benefits. If the overseas program is approved for veterans’ educational benefits, students should contact a school certifying official to find out when VA educational payments will occur and whether or not the VA educational payments will cover the total cost of the overseas program. Students receiving VA educational benefits must submit the following forms each semester in which they are requesting VA educational benefits. VA-1 Form and the most recent Certificate of Eligibility (COE) issued to the student. All completed forms should be returned to the VA School Certifying Official in the Office of the University Registrar by mail, email, or fax",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 22
    }
  },
  {
    "id": "564e9e607009c5689e2c4fb99f7bd15375e63edfdaa1abaf6aae82fb01cfc1f7",
    "text": ". VA-1 Form and the most recent Certificate of Eligibility (COE) issued to the student. All completed forms should be returned to the VA School Certifying Official in the Office of the University Registrar by mail, email, or fax. VA School Certifying Official Office of the University Registrar Vanderbilt University PMB 407701 Nashville, TN 37240-7701 Emailed forms will only be accepted through Box for Vanderbilt to kim.caudell@vanderbilt.edu Fax: (615) 343-7709 If you have additional questions, please call our office at ( 615) 322-7701 or send an email to VASCO@vanderbilt.edu . Chapter 30 – Montgomery GI Bill® Active Duty (MGIB-AD) Chapter 31 – Veterans' Readiness & Employment Chapter 32 – Veterans Educational Assistance Program (VEAP) Chapter 33 – Post 9/11 GI Bill ® Chapter 35 – Survivors and Dependents Educational Assistance (DEA) Chapter 1606 – Montgomery GI Selected Reserve (MGIB-SR) For VA educational benefits related to Allied Health programs, please contact Kristen Smith at kristen.smith@vumc.org . For benefits related to medical fellowship or residency programs, please contact Robby Cox at robby.cox@vumc.org . At this time, Computer Boot Camps and similar non-degree programs at Vanderbilt are not eligible for VA benefits.  GI Bill® is a registered trademark of the U.S. Department of Veterans Affairs (VA). More information about education benefits offered by VA is available at the official U.S. government website at http://www.benefits.va.gov/gibill",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 23
    }
  },
  {
    "id": "c7619750199ad8e099c2778eb8323be6f0d853b1a6a200e549923f767e85464a",
    "text": ".  GI Bill® is a registered trademark of the U.S. Department of Veterans Affairs (VA). More information about education benefits offered by VA is available at the official U.S. government website at http://www.benefits.va.gov/gibill . All images © Heather L. Bradley.",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 24
    }
  },
  {
    "id": "d8c0c249fe56e1ab09011787745ddac947ce4edbc0198462eb7193d98c5a9ee2",
    "text": "Scraped from: https://registrar.vanderbilt.edu/transcripts/\nDate scraped: 2025-02-17 02:45:24",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 26
    }
  },
  {
    "id": "aa186e47dd462567c20f907000ec8db4e845abe04a5ed7dfac4203fd2484a904",
    "text": "University Registrar Transcripts Please order your transcripts online in YES (Your Enrollment Services). Secure electronic delivery is available and is the fastest method of delivery at this time. For transcripts to be sent via U.S. Mail, please allow additional time for delivery. *Students are advised to review their unofficial transcript via the Access to Academic Information application in YES to ensure that all desired grades have been posted prior to ordering a transcript.* For assistance ordering a transcript through YES, please see the YES Transcript user guide . If you have additional questions regarding ordering transcripts online through YES, please email transcripts@vanderbilt.edu . Alumni can order transcripts online . Secure electronic delivery is available and is the fastest method of delivery at this time. For transcripts to be sent via U.S. Mail, please allow additional time for delivery. For assistance with ordering a transcript through Parchment, please see the user guides below: Alumni with access to YES Alumni without access to YES If you have questions regarding ordering transcripts online, please email transcripts@vanderbilt.edu . Vanderbilt offers third-party ordering for individuals to request transcripts on behalf of others . More information is available here: https://www.parchment.com/third-party-ordering/ . The cost is $15 per record",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 27
    }
  },
  {
    "id": "21aee1aa0b8a745be4ea54cd33ad80c4b48d0a8d997d15e62ae62a1a4b562648",
    "text": ". Vanderbilt offers third-party ordering for individuals to request transcripts on behalf of others . More information is available here: https://www.parchment.com/third-party-ordering/ . The cost is $15 per record. Secure electronic delivery of transcripts is available for students who entered Vanderbilt in Fall 1979 and beyond and is the fastest method of delivery at this time. For more information about Secure Electronic Delivery of your official transcript, please see Secure Electronic Delivery FAQ . There is no additional fee for a transcript. All students are assessed a one-time lifetime transcript fee during their first semester. For Allied Health program transcripts, please contact Kristen Smith at kristen.smith@vumc.org . For more information on holds, please click on the following links: Directory Hold University Registrar's Hold To view the current and prior grading systems, click here .",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 28
    }
  },
  {
    "id": "20101bb9f2536407375a13e2fb7c4d67ca8787a04101b3c35cd8e1afc68b67e5",
    "text": "Scraped from: https://registrar.vanderbilt.edu/workflow.php/\nDate scraped: 2025-02-17 02:45:24",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 30
    }
  },
  {
    "id": "719fd16b549d17f77cc2d137ccfdf56bd1aace3d7230ab0b135ca4e2c8fd0e88",
    "text": "University Registrar Home Workflow Workflow In partnership with Academic Affairs Process and Solution Implementations and Vanderbilt University Information Technology , the Office of the University Registrar has implemented Kuali, an online workflow product to assist with various processes on campus. The workflow tool is being developed to meet the needs students, faculty, and staff as we move away from paper-based processes in our service environments. The Office of the University Registrar works with representatives of Vanderbilt's colleges and schools to develop workflow processes related to curriculum management and student records and enrollment. Brightspace Guest Access : Students seeking Guest Access to a class in Brightspace can utilize the Guest Access Request form. Instructor approval is required. Students with guest access participate informally and do not require access to FERPA-protected materials like Brightspace chats. Requests will be reviewed by the Office of the University Registrar to ensure the appropriate level of access. Students approved for Guest Access will be granted access in Brightspace by the Brightspace support team. NOTE: Guest access is not available for students who are sitting in the classroom or who need access to FERPA-protected materials, These students should register as auditors",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 31
    }
  },
  {
    "id": "e82e7b1139484eb80aa74dd42e2a2370ea7e5bcc682dca7f12d3cc371747d179",
    "text": ". NOTE: Guest access is not available for students who are sitting in the classroom or who need access to FERPA-protected materials, These students should register as auditors. Course Withdrawal (available on the Student Landing page in YES) : Once the Change Period has ended via the Student Registration application in YES, undergraduate students can utilize the Course Withdrawal form to request to withdraw from a class. The withdrawal form routes to the student's adviser, as well as any other relevant parties who may need to approve the enrollment action. Upon final approval, withdrawals are processed by the Office of Academic Services for the student's school, or by Office of the University Registrar. Please note that course withdrawal requests that have not been fully approved within seven days of initial submission will be canceled. Students will receive notification of canceled requests. Course Withdrawal User Guide Engineering Accelerated Bachelor/Master of Science or Integrated Bachelor/Master of Engineering Application : Undergraduate students in the School of Engineering can utilize this form to apply to the Accelerated Bachelor/Master of Science or Integrated Bachelor/Master of Engineering program",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 32
    }
  },
  {
    "id": "644d948ed15d018a5bf0dcc975dd24f8b191b76e1b4dc0785fbd9790e7a5d458",
    "text": ". The application routes to the student's adviser, the Director of Graduate Studies for the department to which the student is applying, the Senior Associate Dean for Undergraduate Education in the School of Engineering, and the Senior Associate Dean for Graduate Education in the School of Engineering. The Office of the University Registrar updates the student record for students whose applications are approved. Engineering Accelerated/Integrated Application User Guide Engineering Focus : Undergraduate students can utilize the Engineering Focus declaration/change form to request to add, drop, or change their Engineering Focus area(s). The request form routes to the Office of Academic Services for the School of Engineering for approval. Engineering Focus areas are added to the student record by the Office of the University Registrar. Engineering Focus User Guide Engineering Science Program Concentration : Undergraduate students majoring in Engineering Science can utilize this form to propose or change a plan of study for the Engineering Science program concentration. The request form routes to the student's adviser, the Engineering Science Division Director, and the Office of Academic Services for the School of Engineering for approval. Upon final approval, the Office of the University Registrar adds the concentration plan to the student's degree audit",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 33
    }
  },
  {
    "id": "c8e72750d5b9d486fbda480dc5922f0daa49d507504a8e27350ee2d4d33579ed",
    "text": ". Upon final approval, the Office of the University Registrar adds the concentration plan to the student's degree audit. Engineering Science Program Concentration User Guide Individual Study (available on the Student Landing page in YES) : Undergraduate students can utilize the Individual Study registration form to request enrollment in permission-only courses such as directed study, independent study, practica, and research. The request form routes to the instructor, the appropriate departmental administrator (e.g., department chair or DUS), and the student's school for approval. Upon final approval, enrollments are processed by the Office of Academic Services for the student's school or by the Office of the University Registrar. Individual Study User Guide Internship Course Request : Undergraduate students can utilize the Internship Course Request form to request enrollment in internship courses. The request form routes to the instructor and the student's school for approval. (Requests for international students on an F-1 or J-1 visa also route to the Office of International Student and Scholar Services. Upon final approval, enrollments are processed by the Office of Academic Services for the student's school or by the Office of the University Registrar",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 34
    }
  },
  {
    "id": "4440e31a63319280a5059b602dc1b0a447db8cb4e165e1792ea9d05eb8aa9527",
    "text": ". Upon final approval, enrollments are processed by the Office of Academic Services for the student's school or by the Office of the University Registrar. Internship Course Request User Guide Intra-University Transfer Application : Undergraduate students in the College of Arts and Science, Blair School of Music, School of Engineering, and Peabody College can utilize the Intra-University Transfer Application to request transfer between schools. The application routes to the Dean's Office of the school to which the student is applying to transfer. Upon final approval, the transfer is processed by the Office of the University Registrar. Intra-University Transfer Application User Guide Major/Minor Declaration : Undergraduate students can utilize the Major/Minor Declaration form to request to add, drop, or change their majors and/or minors, and/or change their expected graduation term. The request form routes to the departmental administrator of the department or program offering the major and/or minor, and to the student's school for approval. Upon final approval, declarations are processed by the Office of the University Registrar. Major/Minor Declaration User Guide Preferred or Chosen Name Request : Currently enrolled students can request a preferred or chosen name to appear in class rosters. Requests are approved and processed by the Office of the University Registrar",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 35
    }
  },
  {
    "id": "c31f5db516a7f36af82c552b2e27690ca54fe61ba5fa93c5174ca4089d1eb3f4",
    "text": ". Major/Minor Declaration User Guide Preferred or Chosen Name Request : Currently enrolled students can request a preferred or chosen name to appear in class rosters. Requests are approved and processed by the Office of the University Registrar. RCR (CITI) Manual Upload : Students who use their @vanderbilt.edu email address to create their CITI account should have their completion status automatically loaded within a week. Students who did not use their @vanderbilt.edu email address OR if it has been longer than a week since completion can use this form to upload the completion certification. Students will be asked to enter the permanent hyperlink from CITI that shows completion of the RCR module; the completion link can be found in the email confirmation of completion OR in the student's CITI profile. Special Enrollment Request : Undergraduate students can utilize the Undergraduate Special Enrollment Action workflow form to request to enroll in a class as an auditor, enroll in a graduate- or professional-level course, change a grading basis (from or to pass-fail), or enroll in more than 18 hours for the term. Depending on the action requested, the form routes to the instructor of the class, the student's adviser, and/or the associate dean of the student's school. All requests route to the Office of Academic Services for the student's school. Upon final approval, requests route to the Office of the University Registrar for processing",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 36
    }
  },
  {
    "id": "93ddf4ccb832472e7a75bd35d0704d0627ed8fa74f4fb733aec64943f426e868",
    "text": ". All requests route to the Office of Academic Services for the student's school. Upon final approval, requests route to the Office of the University Registrar for processing. Special Enrollment Action User Guide Appoint or Change Academic Adviser (Graduate students only): Graduate students can utilize the Appoint/Change Academic Adviser Workflow form to request to appoint or change their academic adviser. (Students who wish to change members of their Ph.D. committee should utilize the Doctoral Actions Workflow .) Students should refer to the Graduate School catalog for academic regulations. Appoint/Change Academic Adviser User Guide Brightspace Guest Access : Students seeking Guest Access to a class in Brightspace can utilize the Guest Access Request form. Instructor approval is required. Students with guest access participate informally and require no record of the class on their transcript. Requests will be reviewed by the Office of the University Registrar to ensure the appropriate level of access. Students approved for Guest Access will be granted access in Brightspace by the Brightspace support team. NOTE: Guest access is not available for students who are sitting in the classroom, who need access to FERPA-protected materials like Brightspace chats, or who need evidence of the enrollment on a transcript. These students should register as auditors",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 37
    }
  },
  {
    "id": "4bfbf7c05fe08328cf0f894cfaf7b99810c138e5f53b2c606c3be5640db3c4c5",
    "text": ". These students should register as auditors. Certificate Declaration : Graduate and professional students can utilize the Graduate and Professional Certificate Declaration form to declare to enroll in a certificate program. Requests route to the certificate program director and to the student's Office of Academic Services for review and approval. Upon final approval, the Office of the University Registrar posts the certificate program to the student's record. Certificate Declaration User Guide Course Audit (Graduate students only): Graduate students can utilize the Course Audit workflow form to request to enroll in a class as an auditor. Students should refer to the Graduate School catalog for academic regulations. Course Audit User Guide Course Withdrawal (available on the Student Landing page in YES) : Once the Change Period has ended via the Student Registration application in YES, students in the Divinity School, Graduate School, School of Nursing, and Owen Graduate School of Management, as well as professional and distance learning students in the School of Engineering, can utilize the Course Withdrawal form to request to withdraw from a class. The withdrawal form routes to the student's Office of Academic/Student Services, as well as any other relevant parties who may need to approve the enrollment action. Upon final approval, withdrawals are processed by the Office of Academic/Student Services for the student's school, or by Office of the University Registrar",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 38
    }
  },
  {
    "id": "402b431947694f68edc289df41c149a18b183c8aed33ead8be53306fc986e53a",
    "text": ". Upon final approval, withdrawals are processed by the Office of Academic/Student Services for the student's school, or by Office of the University Registrar. Please note that course withdrawal requests that have not been fully approved within seven days of initial submission will be canceled. Students will receive notification of canceled requests. Course Withdrawal User Guide Doctoral Actions : Graduate students can utilize the Doctoral Workflow form to request to appoint or modify their Ph.D. committee, schedule or modify their qualifying exam, schedule or modify their dissertation defense, request to extend the deadline to enter candidacy, and/or request to extend candidacy. Students should refer to the Graduate School catalog for academic regulations. Students should check program regulations as individual programs may have additional requirements. Doctoral Actions User Guide Enroll in an Undergraduate- or Professional-Level Class (Graduate students only): Graduate students can utilize the UGRD/PROF Class Workflow form to request to enroll in an undergraduate- or professional-level class. Students should refer to the Graduate School catalog for academic regulations",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 39
    }
  },
  {
    "id": "7088eb4d02a381c7b45b71a7eff49e697492e2162af1bf74ae305b80029cbfd9",
    "text": ". Students should refer to the Graduate School catalog for academic regulations. Enroll in an Undergraduate- or Professional-Level Class User Guide Individual Study (available on the Student Landing page in YES) : Graduate and professional students in the Divinity School, Graduate School, Law School, Owen Graduate School of Management, Peabody College, the School of Engineering, and the School of Nursing can utlize the Individual Study registration form to request enrollment in permission-only courses such as directed study, independent study, research, practica, and internships. The request form routes to the instructor; for students in the Graduate School, the School of Engineering, and Peabody College, the appropriate departmental administrator (e.g., DGS); and the student's school for approval. Upon final approval, enrollments are processed by the Office of Academic Services for the student's school or by the Office of the University Registrar. Individual Study User Guide Master of Liberal Arts and Science Concentration Declaration : Master of Liberal Arts students can utilize the Master of Liberal Arts Concentration Declaration form to declare an optional Area of Concentration(s): Fine and Creative Arts, History, Literature and Creative Writing, and/or Social Science",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 40
    }
  },
  {
    "id": "7f63b9a2c745a8731637ee6c12c926aa58bed2a0edb4888d94e27bbf7e189549",
    "text": ". Master of Liberal Arts and Science Concentration Declaration Form User Guide MBA Concentration Update Request : MBA students in the Owen Graduate School of Management can add or remove a concentration, specialization, or emphasis via the MBA Concentration Update Form. MBA Concentration Update Request Form User Guide Preferred or Chosen Name Request : Currently enrolled students can request a preferred or chosen name to appear in class rosters. Requests are approved and processed by the Office of the University Registrar. RCR (CITI) Manual Upload : Students who use their @vanderbilt.edu email address to create their CITI account should have their completion status automatically loaded within a week. Students who did not use their @vanderbilt.edu email address OR if it has been longer than a week since completion can use this form to upload the completion certification. Students will be asked to enter the permanent hyperlink from CITI that shows completion of the RCR module; the completion link can be found in the email confirmation of completion OR in the student's CITI profile. VA-1 Form : Students applying for veterans' educational benefits at Vanderbilt should submit the VA-1 form as part of the required documents. More information on veterans' educational benefits at Vanderbilt--including deadlines and other important information--is available here: https://registrar.vanderbilt.edu/va/index.php",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 41
    }
  },
  {
    "id": "b5705d877f33d14e41ddcf54a81f077b1e7d104edf571549edfd6e9166c5616e",
    "text": ". More information on veterans' educational benefits at Vanderbilt--including deadlines and other important information--is available here: https://registrar.vanderbilt.edu/va/index.php . Graduate Student Course Audit Request : Instructors are the first approval step once a graduate student has submitted a request to audit a course. Instructors receive an email with a link to the request, and can also access a work queue using the link below. Upon instructor approval, the request routes to the Graduate School. Upon final approval, enrollments are processed by Office of the University Registrar. Graduate Student Course Audit User Guide - Instructor Approval Work Queue Graduate Student Enrollment in Undergraduate or Professional Class Request : Instructors are the first approval step once a graduate student has submitted a request to enroll in an undergraduate or professional class. Instructors receive an email with a link to the request, and can also access a work queue using the link below. Upon instructor approval, the request routes to the graduate program coordinator/manager and the Director of Graduate Studies of the student's program, and to the Graduate School. Upon final approval, enrollments are processed by the Office of the University Registrar",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 42
    }
  },
  {
    "id": "4dd106a44f14bd3270ef9ae696442679c1d656e49945a375836f3f554196a53f",
    "text": ". Upon final approval, enrollments are processed by the Office of the University Registrar. Graduate Student Enrollment in Undergraduate or Professional Class User Guide - Instructor Approval Work Queue Individual Study : Instructors are the first approval step once a student has submitted a request for individual study (independent study, research, etc.). Instructors receive an email with a link to the request, and can also acess a work queue using the link below. Upon instructor approval, the request routes to the department and then to the Office of Academic Services. Upon final approval, enrollments are processed by the Office of Academic Services for the student's school or by the Office of the University Registrar. Individual Study User Guide - Instructor Approval Work Queue Internship : Instructors are the first approval step once an undergraduate student has submitted a request for an internship. Instructors receive an email with a link to the request, and can also acess a work queue using the link below. Upon instructor approval, the request routes to the Office of Academic Services. Upon final approval, enrollments are processed by the Office of Academic Services for the student's school or by the Office of the University Registrar",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 43
    }
  },
  {
    "id": "1afdfd920b40cb7dcf874d409df981608ac478d6873fd13f927a200904cad6ff",
    "text": ". Upon instructor approval, the request routes to the Office of Academic Services. Upon final approval, enrollments are processed by the Office of Academic Services for the student's school or by the Office of the University Registrar. Internship User Guide - Instructor Approval Work Queue Undergraduate Special Enrollment Action : Undergraduate students can utilize the Undergraduate Special Enrollment Action workflow form to request to enroll in a class as an auditor, enroll in a graduate- or professional-level course, change a grading basis (from or to pass-fail), or enroll in more than 18 hours for the term. Instructors are the first approval step once an undergraduate student has submitted a request to audit their class or enroll in their graduate/professional class. Upon instructor approval, the form routes to the student's adviser (for audit requests). All forms are reviewed by the student's Office of Academic Services before being processed by the Office of the University Registrar. Undergraduate Special Enrollment Action User Guide - Instructor Approval Work Queue Academic Catalogs : The editing process for the academic catalogs is managed through the Kuali Curriculum system. For additional information, please contact Sarah Swayze at sarah.j.swayze@vanderbilt.edu",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 44
    }
  },
  {
    "id": "3ceef60800b68f48a02f14ea0fb031868ce2db8f6009c9e8c08cb7addd0c8ef4",
    "text": ". For additional information, please contact Sarah Swayze at sarah.j.swayze@vanderbilt.edu . Appoint or Change Academic Adviser : Departmental administrators and administrators in the Graduate School approve graduate student requests to appoint or change their academic adviser. (Request to change members of the Ph.D. committee should route through the Doctoral Actions Workflow.) Upon final approval, adviser changes are processed by the Office of the University Registrar. Appoint or Change Academic Adviser User Guide - GPCM Approval Appoint or Change Academic Adviser User Guide - DGS Approval Appoint or Change Academic Adviser User Guide - Graduate School Approval Work Queue Certificate Declaration : Certificate directors and administrators in the Graduate and professional schools' Offices of Academic Services approve student requests to add a certificate program. Upon final approval, certificates are posted to the student record by the Office of the University Registrar. Graduate or Professional Certificate Declaration User Guide - Certificate Director Approval Graduate or Professional Certificate Declaration User Guide - School Approval CIP Code Change Request : Form used for requests to change CIP Codes. More information on this process is available here: https://registrar.vanderbilt.edu/secure/cip-change-code-process.php",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 45
    }
  },
  {
    "id": "fad45a8e7da6830196b3515db215bd68c8482a64747ec5bddce46d1919439bd7",
    "text": ". More information on this process is available here: https://registrar.vanderbilt.edu/secure/cip-change-code-process.php . Course Description Changes : School-based administrators submit approved requests to add new courses and change or inactivate existing courses via the Kuali Curriculum system. Please contact your school's dean's office for information on policies and procedures related to adding or updating courses in your school. Course Withdrawal : Administrators in the Office of Academic Services and, in certain cases, the associate dean approve course withdrawal requests. Upon final approval, withdrawals are processed by the Office of Academic/Student Services for the student's school or by Office of the University Registrar. Please note that course withdrawal requests that have not been fully approved within seven days of initial submission will be canceled. Students will receive notification of canceled requests. Course Withdrawal User Guide - OAS Approval - Undergraduate Course Withdrawal User Guide - OAS Approval - Graduate and Professional Course Withdrawal User Guide - Associate Dean Approval Work Queue Doctoral Actions Workflow : Departmental administrators and administrators in the Graduate School approve doctoral action requests through the Doctoral Actions Workflow webform",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 46
    }
  },
  {
    "id": "b334e7910d56da6159a65f14ab38a96a17c417ec378238d51f7cff54f8d37b9f",
    "text": ". Doctoral Actions Workflow User Guide - GPCM Approval Doctoral Actions Workflow User Guide - DGS Approval Doctoral Actions Workflow User Guide - Graduate School Approval Work Queue Engineering Accelerated Bachelor/Master of Science or Integrated Bachelor/Master of Engineering Application : Directors of Graduate Studies and the Senior Associate Dean for Undergraduate Education and the Senior Associate Dean for Graduate Education in the School of Engineering review applications for the Accelerated Bachelor/Master of Science or Integrated Bachelor/Master of Engineering after they are approved by the student's adviser. Upon final approval, the Office of the University Registrar processes the admission. Accelerated/Integrated Application User Guide - DGS Review Accelerated/Integrated Application User Guide - Senior Associate Dean (UGRD) Review Accelerated/Integrated Application User Guide - Senior Associate Dean (GRAD) Review Work Queue Engineering Focus : Administrators in the School of Engineering approve undergraduate student requests to declare an Engineering Focus. Upon final approval, the Office of the University Registrar posts the Engineering Focus to a student's record",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 47
    }
  },
  {
    "id": "dbf9ee3512b670bfc0cc6b386f1ea2f211a351a12902409adf5cc9da38683219",
    "text": ". Upon final approval, the Office of the University Registrar posts the Engineering Focus to a student's record. Engineering Focus User Guide - School Approval Work Queue Engineering Science Program Concentration : The Engineering Science Division Director and the Office of Academic Services for the School of Engineering review program concentration proposals for Engineering Science major after they are approved by the student's adviser. Upon final approval, the Office of the University Registrar posts the program concentration to the student's degree audit. Engineering Science Program Concentration User Guide - Division Director Approval Engineering Science Program Concentration User Guide - OAS Approval Work Queue Graduate Student Course Audit Request : Administrators in the Graduate School approve graduate student requests to audit a class through the Graduate Course Audit workflow webform. Upon final approval, graduate students are enrolled as auditors by the Office of the University Registrar. Course Audit Request User Guide - Graduate School Approval Work Queue Graduate Student Request to Enroll in Undergraduate or Professional Class : Graduate program managers, Directors of Graduate Studies, and administrators in the Graduate School approve graduate student requests to enroll in an undergraduate or professional class after the instructor has approved the request. Upon final approval, graduate students are enrolled by the Office of the University Registrar",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 48
    }
  },
  {
    "id": "ca7678bff00754fb0b6df059b905c87935fec6e0f6cf516400067f3733881884",
    "text": ". Undergraduate/Professional Class Enrollment User Guide - GPCM Approval Undergraduate/Professional Class Enrollment User Guide - DGS Approval Undergraduate/Professional Class Enrollment User Guide - Graduate School Approval Work Queue Individual Study : Departmental administrators and administrators in the Office of Academic Services approve Individual Study requests once the course instructor has approved the request. Upon final approval, enrollments are processed by the Office of Academic Services for the student's school or by the Office of the University Registrar. Individual Study User Guide - Departmental Approval Individual Study User Guide - OAS Approval Work Queue Internship : Administrators in the Office of Academic Services approve Internship requests for undergraduate students once the course instructor has approved the request. Upon final approval, enrollments are processed by the Office of Academic Services for the student's school or by the Office of the University Registrar. Internship User Guide - OAS Approval Work Queue Leave of Absence/Withdrawal : Approved users in the schools' dean's office utilize this form for processing student leaves of absence or withdrawals from the university (note: this is a separate process from class withdrawals). Please contact your school's dean's office for additional information",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 49
    }
  },
  {
    "id": "970e48d677147b59e00626c33f9cab21d7ca5988cfd69f0db785eafeb40cde71",
    "text": ". Please contact your school's dean's office for additional information. A user guide for school users is available here: https://vanderbilt.app.box.com/s/cp6rtr329xk3ickpd44otfakuo003y9w (link opens in Box for Vanderbilt). Major/Minor Declaration : Departmental administrators and administrators in the Office of Academic Services approve major/minor declaration requests for undergraduate students. Upon final approval, declarations are processed by the Office of the University Registrar. Major/Minor Declaration User Guide - Departmental Approval Major/Minor Declaration User Guide - School Approval Work Queue Reinstatement : Undergraduate associate deans approve or deny applications for reinstatement through the Reinstatement workflow. Work Queue Student Data Usage Agreement : Form used for requests for student data reporting. The Office of the University Registrar is committed to vetting all student data requests in an effort to ensure the appropriate use and security of Vanderbilt University student data. Undergraduate Special Enrollment Action : Undergraduate students can utilize the Undergraduate Special Enrollment Action workflow form to request to enroll in a class as an auditor, enroll in a graduate- or professional-level course, change a grading basis (from or to pass-fail), or enroll in more than 18 hours for the term",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 50
    }
  },
  {
    "id": "e5553e01b8ee8e7ac15356ed29b9d8a0d0d6852c328b6d9fb39fba2089eb264f",
    "text": ". Instructors are the first approval step once an undergraduate student has submitted a request to audit their class or enroll in their graduate/professional class. The undergraduate associate dean of the student's school approves requests to enroll in more than 18 hours for the term. All forms are reviewed by the student's Office of Academic Services before being processed by the Office of the University Registrar. Undergraduate Special Enrollment Action User Guide - Associate Dean Approval Undergraduate Special Enrollment Action User Guide - OAS Approval Work Queue Appoint or Change Academic Adviser : The new adviser is the first approval step once a graduate student has submitted a request to appoint or change their academic adviser. Advisers receive an email with a link to the request, and can also access a work queue using the link below. Upon adviser approval, the request routes to the student's department or program and to the Graduate School for final approval. Academic adviser updates are processed by the Office of the University Registrar. Appoint or Change Academic Adviser - Adviser Approval Work Queue Course Withdrawal : Advisers are the first approval step once an undergraduate student has submitted a request to withdraw from a class. Advisers receive an email with a link to the request, and can also access a work queue using the link below",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 51
    }
  },
  {
    "id": "37c9ecf5cc1ad83cdb2a5bfddecfaac6d1e7dfb68e29566b5cace4f24d2cba87",
    "text": ". Advisers receive an email with a link to the request, and can also access a work queue using the link below. Upon adviser approval, the request routes to the Office of Academic Services, as well as any other relevant parties who may need to approve the enrollment action. Upon final approval, withdrawals are processed by the Office of Academic Services for the student's school or by Office of the University Registrar. Please note that course withdrawal requests that have not been fully approved within seven days of initial submission will be canceled. Students will receive notification of canceled requests. Course Withdrawal User Guide - Adviser Approval Work Queue Engineering Accelerated Bachelor/Master of Science or Integrated Bachelor/Master of Engineering Application : The student's adviser is the first review step once an undergraduate student in the School of Engineering has submitted an application for the Accelerated Bachelor/Master of Science or Integrated Bachelor/Master of Engineering program. Advisers receive an email with a link to the request, and can also access a work queue using the link below. Upon adviser approval, the request routes to the Director of Graduate Studies for the department to which the student is applying, and the Senior Associate Dean for Undergraduate Education and the Senior Associate Dean for Graduate Education in the School of Engineering. Upon final approval, the Office of the University Registrar processes the admission",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 52
    }
  },
  {
    "id": "6b79cbdd8d2aafab9afabdbd3b528bcc9da8f770e5d46045cb4a027afe7e1e4d",
    "text": ". Upon final approval, the Office of the University Registrar processes the admission. Accelerated/Integrated Application User Guide - Adviser Review Work Queue Engineering Science Program Concentration : The student's adviser is the first review step once an undergraduate student majoring in Engineering Science has submitted a program concentration. Advisers receive an email with a link to the request, and can also access a work queue using the link below. Upon adviser approval, the request routes to the Engineering Science Division Director and the Office of Academic Services for the School of Engineering. Upon final approval, the Office of the University Registrar posts the program concentration to the student's degree audit. Engineering Science Program Concentration User Guide - Adviser Approval Work Queue Undergraduate Special Enrollment Action : Undergraduate students can utilize the Undergraduate Special Enrollment Action workflow form to request to enroll in a class as an auditor, enroll in a graduate- or professional-level course, change a grading basis (from or to pass-fail), or enroll in more than 18 hours for the term. The student's adviser approves requests to audit a class or change grading basis. All forms are reviewed by the student's Office of Academic Services before being processed by the Office of the University Registrar",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 53
    }
  },
  {
    "id": "117e11e7489b3cd40a7dbb991d22eab283ee2bd702d922f7449dd1c1f565af81",
    "text": ". The student's adviser approves requests to audit a class or change grading basis. All forms are reviewed by the student's Office of Academic Services before being processed by the Office of the University Registrar. Undergraduate Special Enrollment Action User Guide - Adviser Approval Work Queue Brightspace Guest Access : Users seeking Guest Access to a class in Brightspace can utilize the Guest Access Request form. Instructor approval is required. Users with guest access participate informally and do not require access to FERPA-protected materials like Brightspace chats or evidence of the enrollment on a transcript. Requests will be reviewed by the Office of the University Registrar to ensure the appropriate level of access. Users approved for Guest Access will be granted access in Brightspace by the Brightspace support team. NOTE: Guest access is not available for users who are sitting in the classroom, need access to FERPA-protected materials, or need evidence of the enrollment on a transcript. These users should register as auditors.",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 54
    }
  },
  {
    "id": "5381e7647ae61184fd2726a279e34b876f7cc9393755bfe52964ac59ba022bf1",
    "text": "Scraped from: https://registrar.vanderbilt.edu/intra-university-transfers/\nDate scraped: 2025-02-17 02:45:26",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 56
    }
  },
  {
    "id": "ee6c0748ea48c3b653d1b36f60a8cc9a9746fb68be747fe086bfc9838d0c2af5",
    "text": "University Registrar Intra-University Transfers Undergraduate students in the College of Arts and Science, Blair School of Music, School of Engineering, and Peabody College may request a transfer between the schools. Students are eligible for intra-university transfer after having been enrolled on a full-time basis at Vanderbilt for two semesters. Students who transferred to Vanderbilt from another institution are eligible for intra-university transfer after having completed at least one full semester at Vanderbilt and having achieved sophomore standing. To be eligible for transfer, students must meet the requirements of the school they wish to enter. Students who want to transfer to another school within the university must complete the intra-university application: https://vanderbilt.kualibuild.com/app/builder/app/63bd79597ec86b5e26239129/run . A user guide with detailed instructions is available here . The deadline to submit an IUT application is the final day of exams each semester . After grades are posted for the semester, your application and transcript will be reviewed and your request will be approved or denied. The Office of the University Registrar will notify you of the school's decision via email. Please submit only one application per transfer semester. Please be aware that if you do not meet the criteria for a transfer one semester, you may reapply the following semester, if you become eligible",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 57
    }
  },
  {
    "id": "c83946695fec90e492cc245995d8d0446901b19b6dc8505e48656dd5dcb61103",
    "text": ". Please submit only one application per transfer semester. Please be aware that if you do not meet the criteria for a transfer one semester, you may reapply the following semester, if you become eligible. Before completing an application: Ensure you meet the minimum hours and grade point average requirements to request a transfer. Talk to someone in the associate dean's office of the school in which you are currently enrolled. Read the letter on this website from the school to which you are applying that outlines further steps you must complete. College of Arts and Science Letter Blair School of Music Letter Engineering Letter Peabody College Letter College of Arts and Science Letter Blair School of Music Letter Engineering Letter Peabody College Letter",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 58
    }
  },
  {
    "id": "e6ae18ade3b2cc4ec124e843d8e7771e89037a736a8550a8de5b8221ac18bb22",
    "text": "Scraped from: https://registrar.vanderbilt.edu/faq/\nDate scraped: 2025-02-17 02:45:26",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 60
    }
  },
  {
    "id": "82e38d8b258f7cc5e8cf16689099cdc1bcb64cd704f291e3b7ffc1cb56d5f735",
    "text": "University Registrar Frequently Asked Questions How long does it take for a transcript to be processed and mailed? Transcript orders are usually processed within 2 business days of receipt. Secure electronic delivery is available to all students entering Vanderbilt from 1979 to present. Transcripts may be ordered and picked up at our front desk (Suite 110, Baker Building, 110 21st Avenue South) from 8:00 a.m. to 4:30 p.m. Monday through Friday (Central Time) upon presentation of a photo ID. Currently enrolled students may order transcripts through YES and pick them up in our office on the same day. How much does each transcript cost? There is no charge when ordering transcripts. Can I order an unofficial transcript? No. All transcripts produced by the Office of the University Registrar are official documents, printed on security paper, and bearing the registrar's signature and the university seal. If you are a currently enrolled student, you can access your academic record online in YES. I ordered a transcript, but I have a financial hold. Once I clear up my hold, how long will it be before my transcript is released? Within 24 hours of the time the Office of Student Accounts or the VU Loan Office enters your payment in their system, the Office of the University Registrar is notified to release your transcript",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 61
    }
  },
  {
    "id": "7f004db7c69fc9e2266bc40a63257b77012b8fb7994551ad09b5988717792083",
    "text": ". If you clear your hold and need to immediately pick up a transcript you have ordered, you must ask the Student Accounts or Student Loan Office to override your hold so that your transcript can be released immediately. Can I place an order for or pick up a transcript for someone else? Because transcripts are confidential documents, only the person to whom they belong can request them. However, students can submit a signed request and indicate in the request that their transcript(s) may be picked up by a designated third party. I misplaced or damaged my diploma. How can I obtain another copy? Vanderbilt does not keep copies of diplomas issued. If you need a new diploma, please review Replacement Diplomas . Where do I submit Law School/Bar Examiners forms? If your Vanderbilt degree is from any school other than the Law School, send Bar Forms to: Office of the University Registrar PMB 407701 110 21st Avenue South, Suite 110 Nashville, TN 37240-7701 If your only degree from Vanderbilt is in Law, forward your Bar Forms to: Vanderbilt Law School Attention: Academic Life Office, Suite 152 131 21st Avenue South Nashville, TN 37203 I have moved and/or changed my name. Whom should I notify at Vanderbilt? Current students can update addresses via YES . Alumni, please visit VUconnect to update your address. Once you have logged into this Vanderbilt online community, select “update my info” to edit your address",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 62
    }
  },
  {
    "id": "b9e769a5cc02e386d983be9c1a2aa4553fad1c211e48f88b58253462014ec21a",
    "text": ". Whom should I notify at Vanderbilt? Current students can update addresses via YES . Alumni, please visit VUconnect to update your address. Once you have logged into this Vanderbilt online community, select “update my info” to edit your address. You may also email Alumni Relations directly at alumni@vanderbilt.edu with your updates. To change your name, please print the name change request form below and send to the Office of the University Registrar with documentation (birth certificate, court order, divorce decree, marriage certificate). Name Change Request Form Mail requests for name changes to: Office of the University Registrar Vanderbilt University PMB 407701 110 21st Avenue South, Suite 110 Nashville, TN 37240-7701 Where can I find information on emergency preparedness and planning? Please visit the Emergency Preparedness website. How can I inform the local newspaper of a student's achievement of being on the dean's list? Please fill out the form at the link below if you are a student or parent of a student on the Dean’s List wishing notification be sent to your hometown newspaper(s). Request Form I took courses at another university over the summer; where should I have transcripts of these courses sent? Transcripts should be sent to the Office of the University Registrar by either mail or secure electronic delivery",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 63
    }
  },
  {
    "id": "cbc0153cbe83b697ea91a57bccfd843ab295c839e8d247da17018c51378a5955",
    "text": ". Request Form I took courses at another university over the summer; where should I have transcripts of these courses sent? Transcripts should be sent to the Office of the University Registrar by either mail or secure electronic delivery . Can someone not interested in pursuing a degree at Vanderbilt take Vanderbilt classes? Yes, the individual must apply and be admitted to the Division of Unclassified Studies . Students in the Division of Unclassified Studies may enroll in regular-credit, undergraduate coursework at Vanderbilt University, but they not pursuing a degree at Vanderbilt. Could you provide directions to the Office of the University Registrar? Please refer to one of the three alternate routes for directions to our office: Directions from downtown/I-40 Take Broadway from downtown. At 16th Avenue, Broadway splits off to the left. Stay in the right two lanes and continue onto West End Avenue. Turn left onto 21st Avenue (one-way street). The Office of the University Registrar is located in the Baker building which is a large white building on your left. Turn left onto Terrace Place just past the building to find the parking garage entrance on the left. The office is on the first floor, suite 110. Directions from 440 Loop Exit at West End Avenue East. Turn left at the end of the ramp onto Murphy Road. At first traffic light, turn left onto West End Avenue. Follow West End Avenue down to 21st Avenue South. Turn right onto 21st Avenue (one-way street)",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 64
    }
  },
  {
    "id": "affc5a8a6d9a1b6def9e5a72aac1d0522c5622c67f9b0f31e9e03a0a35cc0127",
    "text": ". Turn left at the end of the ramp onto Murphy Road. At first traffic light, turn left onto West End Avenue. Follow West End Avenue down to 21st Avenue South. Turn right onto 21st Avenue (one-way street). The Office of the University Registrar is located in the Baker building which is a large white building on your left. Turn left onto Terrace Place just past the building to find the parking garage entrance on the left. The office is on the first floor, suite 110. Directions from Franklin/Brentwood Area From I-65 take a left on Wedgwood. Follow Wedgwood to West End Avenue and turn right. Follow West End Avenue to 21st Avenue South. Turn left onto 21st Avenue (one-way street). The Office of the University Registrar is located in the Baker building which is a large white building on your left. Turn left onto Terrace Place just past the building to find the parking garage entrance on the left. The office is on the first floor, suite 110. Transcript orders are usually processed within 2 business days of receipt. Secure electronic delivery is available to all students entering Vanderbilt from 1979 to present. Transcripts may be ordered and picked up at our front desk (Suite 110, Baker Building, 110 21st Avenue South) from 8:00 a.m. to 4:30 p.m. Monday through Friday (Central Time) upon presentation of a photo ID. Currently enrolled students may order transcripts through YES and pick them up in our office on the same day. There is no charge when ordering transcripts. No",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 65
    }
  },
  {
    "id": "4a3c309de2425cac563d7a9991e0fbe20217d00b425367943ca472c794b15d5d",
    "text": ". to 4:30 p.m. Monday through Friday (Central Time) upon presentation of a photo ID. Currently enrolled students may order transcripts through YES and pick them up in our office on the same day. There is no charge when ordering transcripts. No. All transcripts produced by the Office of the University Registrar are official documents, printed on security paper, and bearing the registrar's signature and the university seal. If you are a currently enrolled student, you can access your academic record online in YES. Within 24 hours of the time the Office of Student Accounts or the VU Loan Office enters your payment in their system, the Office of the University Registrar is notified to release your transcript. If you clear your hold and need to immediately pick up a transcript you have ordered, you must ask the Student Accounts or Student Loan Office to override your hold so that your transcript can be released immediately. Because transcripts are confidential documents, only the person to whom they belong can request them. However, students can submit a signed request and indicate in the request that their transcript(s) may be picked up by a designated third party. Vanderbilt does not keep copies of diplomas issued. If you need a new diploma, please review Replacement Diplomas",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 66
    }
  },
  {
    "id": "d47f5bc0e71c7f4f76fc5ba86d8c0f28c47ff191289d02ff490fb00fadda194a",
    "text": ". Vanderbilt does not keep copies of diplomas issued. If you need a new diploma, please review Replacement Diplomas . If your Vanderbilt degree is from any school other than the Law School, send Bar Forms to: Office of the University Registrar PMB 407701 110 21st Avenue South, Suite 110 Nashville, TN 37240-7701 If your only degree from Vanderbilt is in Law, forward your Bar Forms to: Vanderbilt Law School Attention: Academic Life Office, Suite 152 131 21st Avenue South Nashville, TN 37203 Current students can update addresses via YES . Alumni, please visit VUconnect to update your address. Once you have logged into this Vanderbilt online community, select “update my info” to edit your address. You may also email Alumni Relations directly at alumni@vanderbilt.edu with your updates. To change your name, please print the name change request form below and send to the Office of the University Registrar with documentation (birth certificate, court order, divorce decree, marriage certificate). Name Change Request Form Mail requests for name changes to: Office of the University Registrar Vanderbilt University PMB 407701 110 21st Avenue South, Suite 110 Nashville, TN 37240-7701 Please visit the Emergency Preparedness website. Please fill out the form at the link below if you are a student or parent of a student on the Dean’s List wishing notification be sent to your hometown newspaper(s)",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 67
    }
  },
  {
    "id": "44689588f19dcb0968d4cc99c67b2dc275a89aa4d73a6e2d0c129c8154cb06c0",
    "text": ". Please fill out the form at the link below if you are a student or parent of a student on the Dean’s List wishing notification be sent to your hometown newspaper(s). Request Form Transcripts should be sent to the Office of the University Registrar by either mail or secure electronic delivery . Yes, the individual must apply and be admitted to the Division of Unclassified Studies . Students in the Division of Unclassified Studies may enroll in regular-credit, undergraduate coursework at Vanderbilt University, but they not pursuing a degree at Vanderbilt. Please refer to one of the three alternate routes for directions to our office: Directions from downtown/I-40 Take Broadway from downtown. At 16th Avenue, Broadway splits off to the left. Stay in the right two lanes and continue onto West End Avenue. Turn left onto 21st Avenue (one-way street). The Office of the University Registrar is located in the Baker building which is a large white building on your left. Turn left onto Terrace Place just past the building to find the parking garage entrance on the left. The office is on the first floor, suite 110. Directions from 440 Loop Exit at West End Avenue East. Turn left at the end of the ramp onto Murphy Road. At first traffic light, turn left onto West End Avenue. Follow West End Avenue down to 21st Avenue South. Turn right onto 21st Avenue (one-way street). The Office of the University Registrar is located in the Baker building which is a large white building on your left",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 68
    }
  },
  {
    "id": "704450b3c0ea2dd42ead83df846d54477426534a62c59696ec7a73f6263329ab",
    "text": ". Follow West End Avenue down to 21st Avenue South. Turn right onto 21st Avenue (one-way street). The Office of the University Registrar is located in the Baker building which is a large white building on your left. Turn left onto Terrace Place just past the building to find the parking garage entrance on the left. The office is on the first floor, suite 110. Directions from Franklin/Brentwood Area From I-65 take a left on Wedgwood. Follow Wedgwood to West End Avenue and turn right. Follow West End Avenue to 21st Avenue South. Turn left onto 21st Avenue (one-way street). The Office of the University Registrar is located in the Baker building which is a large white building on your left. Turn left onto Terrace Place just past the building to find the parking garage entrance on the left. The office is on the first floor, suite 110.",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 69
    }
  },
  {
    "id": "73070776f8c9bc43e1f63e114482ad4e36fb2be224feeb71c164fe174ba664c5",
    "text": "Scraped from: https://registrar.vanderbilt.edu/catalogs/\nDate scraped: 2025-02-17 02:45:26\n\nUniversity Registrar Catalogs Undergraduate Divinity School Graduate School Law School Owen Graduate School of Management Peabody College - Professional School of Engineering - Professional School of Medicine School of Nursing 2024-2025 PDF Catalogs Archived Catalogs are available through the past eight years. For questions about older catalogs, please contact the Office of the University Registrar at 615-343-4306 or registrar@vanderbilt.edu .  \n================================================================================\n\nScraped from: https://registrar.vanderbilt.edu/contact-us/\nDate scraped: 2025-02-17 02:45:27",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 71
    }
  },
  {
    "id": "a4ec850f5429c05747d770e4b908693fd345553d3a41fdf532a82663d6c02f4f",
    "text": "University Registrar Contact Us Announcement: Effective July 22, 2024, the Office of the University Registrar is located at 2305 West End Avenue, in the Admissions and Financial Aid Building. Office of the University Registrar Vanderbilt University PMB 407701 Nashville, TN 37240-7701 Phone: (615) 322-7701 Fax: (615) 343-7709 Email: registrar@vanderbilt.edu The Office of the University Registrar is located at 2305 West End Avenue. We are open Monday through Friday from 8:00 a.m. until 4:30 p.m. (Central Time), except for the following university holidays when the office will be closed: New Year’s Day Martin Luther King Jr. Day Memorial Day Juneteenth Independence Day Labor Day Thanksgiving Day Day after Thanksgiving Winter Break: Tuesday, December 24, 2024 – Wednesday, January 1, 2025 One hour guest parking is available free of charge on the second floor of the Baker Building parking garage. The garage entrance is located on Terrace Place.   Directions from Downtown/I-40 Take Broadway from downtown. At 16th Avenue, Broadway splits off to the left. Stay in the right two lanes and continue onto West End Avenue. Turn left onto 21st Avenue South (one-way street). The Office of the University Registrar is located in the Baker building which is a large white building on your left. Turn left onto Terrace Place just past the building to find the parking garage entrance on the left. The Office of the University Registrar is located at 2305 West End Avenue",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 72
    }
  },
  {
    "id": "dbb432b53e1115d5a4fd6ab68d1640307b72637ab21902a980c22c6a8119eb57",
    "text": ". Turn left onto Terrace Place just past the building to find the parking garage entrance on the left. The Office of the University Registrar is located at 2305 West End Avenue. Directions from 440 Loop Exit at West End Avenue East. Turn left at the end of the ramp onto Murphy Road. At first traffic light, turn left onto West End Avenue. Follow West End Avenue down to 21st Avenune South. Turn right onto 21st Avenue (one-way street). Turn left onto Terrace Place just past the building to find the parking garage entrance on the left. The Office of the University Registrar is located at 2305 West End Avenue. Directions from Franklin/Brentwood Area From I-65 take a left on Wedgwood. Follow Wedgwood to West End Avenue and turn right. Follow West End Avenue to 21st Avenue South. Turn left onto 21st Avenue (one-way street). Turn left onto Terrace Place just past the building to find the parking garage entrance on the left. The Office of the University Registrar is located at 2305 West End Avenue.",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 73
    }
  },
  {
    "id": "f26b6d2a25569f122ac3613ccd9564a1718d2b3644c5ac67be9ee61fd41a484f",
    "text": "Scraped from: https://registrar.vanderbilt.edu/faculty-staff/\nDate scraped: 2025-02-17 02:45:27",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 75
    }
  },
  {
    "id": "a61e2b3665cf502ea3c5ece044113ed24ce890272bc33aa79fce992d02bccd98",
    "text": "University Registrar Faculty and Staff Academic Scheduling ClassPaks can be generated through Printing Services . Faculty in the professional schools should contact their departmental administrative assistants or administrative officers for assistance with ClassPak creation. Please note there is an 8-week turnaround time for ClassPak requests. Owen faculty should contact Academic Programs at Owen . Brightspace - Course Enrollment Policy Course and Teaching Evaluations Course Renumbering DUS for Faculty or Staff FERPA for Faculty FERPA for Staff Information regarding software available at discounted prices at the Vanderbilt Software Store may be found at the following link: Vanderbilt Software Store . Access to student information systems such as YES and PeopleSoft requires successful completion of the FERPA tutorial. Users who have not accessed the student information system over the course of one calendar year are subject to having their access inactivated. Textbook information can be submitted through the Vanderbilt Bookstore Course Material Adoption Tool . For assistance related to textbook adoptions contact the Vanderbilt Bookstore at 2251txt@follett.com . The Office of the University Registrar provides training for YES, PeopleSoft, and the Campus Planning Interface. Please email registrar@vanderbilt.edu to request training",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 76
    }
  },
  {
    "id": "eefb26b7cbf4734558cd9e68a9173e43471f553483498d7841152cb772a55a9e",
    "text": ". The Office of the University Registrar provides training for YES, PeopleSoft, and the Campus Planning Interface. Please email registrar@vanderbilt.edu to request training. In partnership with Academic Affairs Process and Solution Implementations and Vanderbilt University Information Technology , the Office of the University Registrar has implemented Kuali, an online workflow product to assist with various processes on campus. Detailed information and access to the workflow tool are available here",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 77
    }
  },
  {
    "id": "0edadf193283dc706b4da8af074335244c232007a5a1498c3b9b10612d57f737",
    "text": ". Detailed information and access to the workflow tool are available here . Adding a Course Section Proxy Adding a Syllabus to Online Grading Adviser Course and Teaching Evaluations Course Withdrawal - Adviser Approval Degree Audit - Divinity Degree Audit - Graduate School Degree Audit - Law Degree Audit - MED Curriculum 2.0 Degree Audit - MED Hybrid Curriculum Degree Audit - Nursing Degree Audit - Owen Degree Audit - Undergraduate Entering Class Roll Discrepancies Entering Final Grades Singly Entering Mid Term Deficiencies Grade Change Individual Study - Departmental Approval Individual Study - Instructor Approval Message Center Online Grading Pronouns Transfer Credit - DUS/DGS Transfer Credit - OAS Uploading Final Grades via a CSV File View Class Roll View Teaching Schedule Adding a Course Section Proxy Adding a Syllabus to Online Grading Adviser Course and Teaching Evaluations Course Withdrawal - Adviser Approval Degree Audit - Divinity Degree Audit - Graduate School Degree Audit - Law Degree Audit - MED Curriculum 2.0 Degree Audit - MED Hybrid Curriculum Degree Audit - Nursing Degree Audit - Owen Degree Audit - Undergraduate Entering Class Roll Discrepancies Entering Final Grades Singly Entering Mid Term Deficiencies Grade Change Individual Study - Departmental Approval Individual Study - Instructor Approval Message Center Online Grading Pronouns Transfer Credit - DUS/DGS Transfer Credit - OAS Uploading Final Grades via a CSV File View Class Roll View Teaching Schedule",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 78
    }
  },
  {
    "id": "d1786274ba91f40e8073127ebb9420822d305f56ffad3d30fd55ff0b46e975a6",
    "text": "Scraped from: https://registrar.vanderbilt.edu/advanced-credit-and-course-placement.php/\nDate scraped: 2025-02-17 02:45:27\n\nUniversity Registrar Home Advanced Credit and Course Placement Advanced Credit and Course Placement Vanderbilt's policies regarding advanced credit and course placement are outlined in the Vanderbilt University Undergraduate Catalog . Please note that credit policy is subject to change. AP Credit IB Credit International Course Credit Credit for Previous College Work (see Pre-Freshman Credit section) SAT and ACT Course Placement A-Level Credit Please note: Effective Fall 2025, a score of 4 or 5 on the AP Biology exam will garner 3 credit hours of BSCI 1509. Vanderbilt does not grant credit for the International Baccalaureate exam in Business Management.\n================================================================================\n\nScraped from: https://registrar.vanderbilt.edu/reinstatement.php/\nDate scraped: 2025-02-17 02:45:31",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 80
    }
  },
  {
    "id": "36f8aa9b2c8386c2fb1b5dced4a8d68287c6ca91c1f76a42c95ddbd398d275e9",
    "text": "University Registrar Home Reinstatement Reinstatement Undergraduate students seeking to return to the university after an extended absence, or those who were dismissed from the university for academic reasons, may apply for reinstatement. Students should submit the Application for Reinstatement and all related materials to the Reinstatement Coordinator in the Office of the University Registrar. via postal mail: Reinstatement Coordinator Office of the University Registrar PMB 407701 Nashville, TN 37240-7701 via email: registrar@vanderbilt.edu via fax: (615) 343-7709 All materials must be submitted to the reinstatement coordinator by the following dates: Blair School of Music Fall: May 1 Spring: November 1 Summer: March 1 Peabody College Fall: July 15 Spring: November 15 Summer: April 1 College of Arts and Science Fall: July 15 Spring: November 15 Summer: April 1 School of Engineering Fall: July 15 Spring: November 15 Summer: April 1 Blair School of Music Fall: May 1 Spring: November 1 Summer: March 1 Peabody College Fall: July 15 Spring: November 15 Summer: April 1 College of Arts and Science Fall: July 15 Spring: November 15 Summer: April 1 School of Engineering Fall: July 15 Spring: November 15 Summer: April 1 Once all materials are received, your application will be forwarded for review to the Dean's Office of the school to which you are applying for reinstatement. The Office of the University Registrar will notify you of the school's decision via email",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 81
    }
  },
  {
    "id": "785f9eee66fc07e396d8bcd015049a0d36d5cb9b3fce01b812acdb799816ead4",
    "text": ". The Office of the University Registrar will notify you of the school's decision via email. If you were suspended or dismissed from the university for academic reasons, please read the original dismissal letter for specific details on when you are permitted to apply for reinstatement and what is required in order for you to return. If you were suspended from the university for disciplinary reasons, please read the original suspension letter for any special requirements for reinstatement imposed by the Office of Student Accountability, Community Standards, and Academic Integrity. If you have any questions about your eligibility to return to Vanderbilt, please contact the Dean's Office of the school to which you are applying for reinstatement. Blair School of Music Dean Tucker Biddlecombe (615) 322-5801 tucker.biddlecombe@vanderbilt.edu Peabody College Dean Anita Wager (615) 343-5898 anita.wager@vanderbilt.edu College of Arts and Science Dean Pavneet Aulakh (615) 343-3186 pavneet.s.aulakh@vanderbilt.edu School of Engineering Dean Cynthia Paschal (615) 343-3773 cynthia.paschal@vanderbilt.Edu Blair School of Music Peabody College College of Arts and Science School of Engineering Download the application for reinstatement and save. Complete the application, including personal statement and signature. Request two letters of recommendation to be sent directly to the reinstatement coordinator",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 82
    }
  },
  {
    "id": "66ce98960dd02c8c6b4f20e072144da54b35ef357ec64267ac6b9d40ad585c59",
    "text": ". Complete the application, including personal statement and signature. Request two letters of recommendation to be sent directly to the reinstatement coordinator. These letters, one of which must be from your employer, if applicable, should speak to your readiness to return to Vanderbilt and successfully complete your program of studies (e.g., by discussing your maturity, work ethic, sense of responsibility, etc.). If applicable, request an official transcript from each school that you attended during your absence from Vanderbilt. Transcripts should be submitted directly to the reinstatement coordinator. Submit application and all related materials to the reinstatement coordinator",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 83
    }
  },
  {
    "id": "37013fc2402161c71a525ae647d5fbfa65f5507ddac2ccc237eceeedbb0d33dc",
    "text": "Scraped from: https://registrar.vanderbilt.edu/secure/\nDate scraped: 2025-02-17 02:45:31\n\nBefore you leave this computer, be certain to log out by clicking the Log Out button. Note: Navigating away from the web page does not log you out. By taking these steps you insure the security and privacy of data important both to you and to Vanderbilt University.\n================================================================================\n\nScraped from: https://registrar.vanderbilt.edu/transfer-credit.php/\nDate scraped: 2025-02-17 02:45:34",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 85
    }
  },
  {
    "id": "f5b6b06ad7ec0da6db42546b2b6e8e2823b99fa185a52a21b031c751293df6d9",
    "text": "University Registrar Home Transfer Credit Course Review Transfer Credit Course Review Information about the transfer credit evaluation process and policies is available below. For questions regarding the course evaluation process, please contact the External Education Unit at external.education@vanderbilt.edu . Graduate students seeking transfer credit should contact their adviser and/or Director of Graduate Studies for assistance. Students in the Divinity School, Law School, Owen Graduate School of Management, School of Medicine, and School of Nursing, as well as professional students in Peabody College and the School of Engineering, should contact their school's student services office . All courses taken elsewhere are subject to the provisions of the Transfer Credit policies (see below). The External Education Unit will review previous course work for newly admitted students. Courses that are already listed in the Transfer Credit Search tool will be posted to the student’s Vanderbilt record upon receipt of an official transcript showing qualifying grades. For courses taken elsewhere that have not been evaluated by Vanderbilt, the External Education Unit will facilitate the evaluation process for the student. If additional information is required for the evaluation process, the External Education Unit will send an email request to the student. The student can then submit the necessary information through the Transfer Credit Submission application in YES",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 86
    }
  },
  {
    "id": "e850c866034afeba0ec5588cef10b55fbdb36528f068fa637f9d58240084b4bf",
    "text": ". If additional information is required for the evaluation process, the External Education Unit will send an email request to the student. The student can then submit the necessary information through the Transfer Credit Submission application in YES. Effective Summer 2022, pre-freshman credit is subject to the following rules of eligibility. This does not apply to test credit ( AP, IB , SAT/ACT course placement , and international exams ). The course was offered through an accredited college or university. For domestic schools, the school must be regionally accredited; for international schools, the school must have country-specific accreditation. The professor of the course was a member of the institution’s faculty. The majority of the students in the course were degree-seeking college students. The minimum grade earned was C- or better. Students who meet these eligibility requirements should submit their transfer credit requests with the course catalog description via the Transfer Credit application in YES. For further instructions, review the YES Transfer Credit User Guide . Students seeking pre-freshman credit should submit their application prior to the first day of class . Current students seeking transfer credit at Vanderbilt must submit courses for evaluation through the Transfer Credit Submission application in YES. A detailed course syllabus is required in order for a course to be evaluated",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 87
    }
  },
  {
    "id": "2b41afad34504cd078a630231d8ad7bb27a8c83304d166c48a593774165022d3",
    "text": ". Current students seeking transfer credit at Vanderbilt must submit courses for evaluation through the Transfer Credit Submission application in YES. A detailed course syllabus is required in order for a course to be evaluated. Please check the Transfer Credit Course Search tool to find courses that have already been reviewed. These evaluations are in effect until the expiration date listed. *** NOTE: If a course is listed in the search tool, a syllabus is not needed, but you still need to submit the course for review through the Transfer Credit application in YES (see below). Further questions can be directed to external.education@vanderbilt.edu *** The Office of the University Registrar will review all requests for transfer credit evaluation for undergraduate students to ensure that the student and course meet minimum requirements (e.g., student is in good academic standing, course was/will be taken at a regionally accredited institution). If the minimum requirements are not met, the Office of the University Registrar will notify the student. Otherwise, the course information will be reviewed for course equivalency",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 88
    }
  },
  {
    "id": "198483a32305882c0b3ee142b237c40525bf5a677d165e7a79cabdb7c2b1f8b9",
    "text": ". Typically, evaluators at Vanderbilt are looking for the following information about the course: For lower-level (e.g., 1000- and 2000-level) courses: A course description/overview (usually a few paragraphs in length) For upper-level (e.g., 3000- and 4000-level and above) courses, the required syllabus generally includes the following: Course description/overview Course credit value Course contact hours Course timeline Assessment information (e.g., exams, homework, participation points, how much weight each assignment is worth toward the overall grade) Course bibliography For lower-level (e.g., 1000- and 2000-level) courses: A course description/overview (usually a few paragraphs in length) For upper-level (e.g., 3000- and 4000-level and above) courses, the required syllabus generally includes the following: Course description/overview Course credit value Course contact hours Course timeline Assessment information (e.g., exams, homework, participation points, how much weight each assignment is worth toward the overall grade) Course bibliography Course description/overview Course credit value Course contact hours Course timeline Assessment information (e.g., exams, homework, participation points, how much weight each assignment is worth toward the overall grade) Course bibliography Evaluators will determine the course equivalency at Vanderbilt, along with the number of credit hours to be awarded",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 89
    }
  },
  {
    "id": "ae4413e46cf83dc3a03e2df208b0172456e3aa65ec25fed969fe3e7f20155924",
    "text": ". For non-equivalent coursework (see below), evaluators can also determine how a course will count toward degree requirements. Credits will be posted to the student record upon receipt of a final, official transcript. For future coursework, the Office of the University Registrar will send evaluation results via email to the student’s Vanderbilt email account. This message will detail how the coursework will be articulated at Vanderbilt. New courses are frequently added to the transfer credit database. Each course evaluation will be in effect for five years unless there is a change to the course (title, credit hours, content, etc.). Please note that Vanderbilt does not accept credit for physical education courses. Note: Processing time for evaluations is variable and highly dependent on the evaluating department at Vanderbilt. Please allow 30 days for the evaluation process. Academic Requirements : Students are responsible for working with their academic adviser to ensure courses taken elsewhere will satisfy specific requirements in the degree or major. Questions regarding how coursework might be used to fulfill major, minor, AXLE, or Liberal Arts Core requirements should be directed to the student's academic adviser. In some cases, a student may need a course to count toward a degree requirement or pre-requisite in a manner different than that in which it was evaluated",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 90
    }
  },
  {
    "id": "547679c20a158e6beca02cedf2899bba5ad898a2ab4633d9d08d8cd1322222ce",
    "text": ". In some cases, a student may need a course to count toward a degree requirement or pre-requisite in a manner different than that in which it was evaluated. For core requirements in the student’s school, the student should contact the Office of Academic Services to request a degree audit exception. For major/minor requirements, the student should request a degree audit exception through either the director of undergraduate studies (for majors/minors offered in the College of Arts and Science), or the school's Office of Academic Services (for majors/minors offered in Peabody College, the Blair School of Music, or the School of Engineering). For pre-requisites, the student should contact the director of undergraduate studies of the department that offers the course. The way in which credit counts toward your degree requirements is dependent upon policies in your school and department. Please contact your adviser or your school's Office of Academic Services if you have any questions. Credits : Please be aware that credit units may differ among institutions. The credits earned on the transcript of record are not necessarily what the student will receive at Vanderbilt. Non-Equivalent Credit : Non-equivalent credit is granted when a course has no direct equivalent at Vanderbilt. In most cases, credit will be granted for the course--either toward the major and/or minor, or only for general graduation credit",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 91
    }
  },
  {
    "id": "28b50532cff1146d0af8e3839de5dc9884ca14665bf733e8f6cf6686ae599431",
    "text": ". Non-Equivalent Credit : Non-equivalent credit is granted when a course has no direct equivalent at Vanderbilt. In most cases, credit will be granted for the course--either toward the major and/or minor, or only for general graduation credit. The title of the non-equivalent course should define how the course is used in requirements. HIST 2061--Non-Equivalent Credit (HIST-United States), for example, means this course has no direct equivalent at Vanderbilt, but may count toward the United States history concentration of the History major/minor. Note: Submission of courses for review is only required for current/continuing Vanderbilt undergraduate students and entering freshmen seeking pre-freshman credit. Entering transfer students do not need to submit course requests through the Transfer Credit application unless instructed to do so by the External Education Unit. Log in to YES and click on the Transfer Credit icon. Click on the Add Request link to submit a new course. For further instructions, review the YES Transfer Credit User Guide . A separate submission is required for each course requested. For lower-level (e.g., 1000- and 2000-level) courses, a course description must be submitted for review. For upper-level (e.g., 3000- and 4000-level) courses, a detailed and, if necessary, translated syllabus is required for each course for which a student seeks transfer credit",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 92
    }
  },
  {
    "id": "2b450340319eb8b5a3d9d6bb89dfc5864bd553632a1b3894e2dfae9cc8b2ee52",
    "text": ". For upper-level (e.g., 3000- and 4000-level) courses, a detailed and, if necessary, translated syllabus is required for each course for which a student seeks transfer credit. The class instructor or the department that offers the class at the other institution usually can assist with obtaining a syllabus. If a syllabus for the intended term is not available, it is acceptable to provide a current syllabus or a syllabus from within the last five years. Note: Requests for which all required documentation has not been received will be withdrawn administratively after 30 days. Awaiting Final Transcript: Course has been evaluated and equivalency is listed in the Transfer Credit search tool . Credits will be posted to the student record upon receipt of an official, final transcript (see Contact Information for addresses). Does Not Qualify: Course has been withdrawn for insufficient documentation, or submission duplication. Evaluated: Course has been evaluated and has been posted to student’s Vanderbilt record. No Credit at Vanderbilt: Course has been reviewed and rejected for credit at Vanderbilt. Saved: Course has been saved but not submitted for review. Once the course is ready to be submitted, please open the request and click Submit. Submit: Course has been submitted for review. Under Final Review: Course has been evaluated and is in the queue to be posted to the student’s Vanderbilt record. Under Review: Course is currently undergoing evaluation",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 93
    }
  },
  {
    "id": "cc77044f76ba20970d8e380244ca612edcb875b3d1586eb78f418350b0b0cb49",
    "text": ". Submit: Course has been submitted for review. Under Final Review: Course has been evaluated and is in the queue to be posted to the student’s Vanderbilt record. Under Review: Course is currently undergoing evaluation. Current undergraduate students must submit all courses for evaluation through the Transfer Credit Submission page. Newly admitted transfer students should not submit courses for evaluation--the External Education Unit will do so on their behalf. For coursework in the United States, courses must be offered through a regionally accredited college or university. International institutions must have country-specific accreditation. For lower-level (e.g., 1000- and 2000-level) courses, a course description is needed for evaluation for undergraduate students. For coursework taken at international institutions, course descriptions must be translated into English. For upper-level (e.g., 3000- and 4000-level and above) courses, detailed course syllabi are needed for evaluation for undergraduate students. For coursework taken at international institutions, syllabi must be translated into English. A minimum grade of C- is required. For students in the Graduate School, a minimum grade of B is required. No course that was taken on a Pass/Fail basis will be credited toward a Vanderbilt degree. Credit will not be awarded without an official copy of the transcript from the external institution",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 94
    }
  },
  {
    "id": "b23df80b1dc6261efb7be4a73798592de83aaff0a43cc2fdd7ee5c9817feead7",
    "text": ". No course that was taken on a Pass/Fail basis will be credited toward a Vanderbilt degree. Credit will not be awarded without an official copy of the transcript from the external institution. Official transcripts must be sent directly from the issuing institution to the Office of the University Registrar in order for credits to be posted to the student record. Credits are posted to the Vanderbilt record with a mark of T. Grades earned at external institutions are not posted to the Vanderbilt record, nor do those grades count toward the Vanderbilt grade point average. (For students in the Graduate School, grades earned on transferred credit do not affect the student’s Graduate School average unless such courses are to be counted as didactic hours. The grade earned for such courses will be reflected on the Vanderbilt transcript.) All courses listed on the external transcript for entering transfer students will be reviewed for credit at Vanderbilt. All courses that are approved for credit will be posted to the Vanderbilt transcript. Students who have submitted future course evaluations must have their official transcripts sent to Vanderbilt University by the following deadlines: For courses submitted for the fall semester: Official transcripts must be received no later than February 1. For courses submitted for the spring semester: Official transcripts must be received no later than July 1",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 95
    }
  },
  {
    "id": "a74941b7f123a5bdf9abf3f127bfd874633d4405ad204e5141fe9a5c05039c66",
    "text": ". For courses submitted for the spring semester: Official transcripts must be received no later than July 1. For courses submitted for the summer semester: Official transcripts must be received no later than October 1. If an official transcript has not been received by the deadline, the course request will be withdrawn from the system. For courses submitted for the fall semester: Official transcripts must be received no later than February 1. For courses submitted for the spring semester: Official transcripts must be received no later than July 1. For courses submitted for the summer semester: Official transcripts must be received no later than October 1. If an official transcript has not been received by the deadline, the course request will be withdrawn from the system. Summer or Semester Work Elsewhere Current undergraduate students planning to study elsewhere during the summer term or fall or spring semester should be mindful of any school-based policies related to the transfer of credit. Additional school-level approvals may be required. These policies are outlined in the undergraduate catalog . For additional information, please contact your school’s Office of Academic Services . The College of Arts and Science and Peabody College usually do not award credit for work completed at other colleges and universities in the summer immediately preceding the student’s first semester at Vanderbilt",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 96
    }
  },
  {
    "id": "711e1fe95cb059337dfa300c5d5a130bdab0df888b570d1b872eb4d897e1f1d1",
    "text": ". The College of Arts and Science and Peabody College usually do not award credit for work completed at other colleges and universities in the summer immediately preceding the student’s first semester at Vanderbilt. Students seeking such credit must obtain approval in advance from the appropriate dean. The approval should be uploaded along with the course information in the Transfer Credit Submission application. Semester work elsewhere is subject to additional review by the student's school, including approval for a leave of absence. Please contact your school's Office of Academic Services for information on how to begin the approval process. Once you have obtained your school's initial approval, submit course information along with the approval form to the Transfer Credit Submission application. Students in the School of Engineering are not permitted to transfer credits earned elsewhere while on administrative leave of absence without the specific approval from the Dean's Office. Students enrolled full time (i.e., carrying at least 12 credit hours) during a regular (fall or spring) semester are assumed to be engaged in full-time study at Vanderbilt. Such students are not permitted to take additional course work elsewhere, for transfer credit, during the semester. This includes online courses, as well as courses offered by nearby institutions",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 97
    }
  },
  {
    "id": "9c268e7b8a99086012e041192b26f021168488fee0e99454506e376262b4d763",
    "text": ". Such students are not permitted to take additional course work elsewhere, for transfer credit, during the semester. This includes online courses, as well as courses offered by nearby institutions. Math Department Policy: Students may not use transfer credit to circumvent pre-requisites of courses offered by the Department of Mathematics. Study Abroad through non-Vanderbilt Programs Students studying abroad through non-Vanderbilt sponsored programs are required to register through the Global VU website .  For questions regarding the course evaluation process, please contact: external.education@vanderbilt.edu . For questions regarding academic requirements, please contact your academic adviser of your school’s Office of Academic Services . Official transcripts should be sent to: Vanderbilt University Office of the University Registrar External Education Unit PMB 407701 Nashville, TN 37240-7701 Some institutions provide secure electronic delivery of official transcripts via third-party vendors such as Parchment. These submissions may be made to external.education@vanderbilt.edu .",
    "metadata": {
      "source": "scraped_data/registrar.vanderbilt.edu/registrar.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 98
    }
  }
]