[
    {
        "id": "5c3d5a45-f0fb-40fa-b046-05fb388252e1",
        "text": "Scraped from: scraped_data/printingservices.vanderbilt.edu/printingservices.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://printingservices.vanderbilt.edu/campusprint.php/\nDate scraped: 2025-02-17 02:45:09",
        "metadata": {
            "source": "scraped_data/printingservices.vanderbilt.edu/printingservices.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "1146906b-fc60-47d1-8de3-864eaf72c699",
        "text": "Printing Services Division of Administration Home CampusPrint CampusPrint CampusPrint is Vanderbilt University's solution for document management, revolutionizing the way we print at Vanderbilt.  This initiative leverages industry-leading technology to support our institutional goals around sustainability and resource stewardship, while supporting our operational needs.  The CampusPrint program, in partnership with RJ Young, is now underway in select university areas. This new fleet copier/printer program provides a number of benefits to Vanderbilt University departments, including: Pay-per-use pricing model Secure printing using your Vanderbilt ID/Commodore Card Campus-wide access, giving you the ability to send and release your print job at any CampusPrint-enabled device Unlimited training and support Reduced administrative burden for departments - no individual leases, POs, or service agreements Energy-efficient machines Multi-function devices, combining copy, print, scan, and fax (most devices) in one machine For questions or more details about CampusPrint, please contact the CampusPrint team at: campusprint@vanderbilt.edu 615.936.4544 Paper is no longer included as part of the CampusPrint per-copy price.  As a result of this change, copy/print rates will not increase for FY24. Departments are encouraged to purchase copy paper from Vanderbilt's contracted suppliers, American Paper & Twine and Guy Brown",
        "metadata": {
            "source": "scraped_data/printingservices.vanderbilt.edu/printingservices.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "ab15776c-1e52-4d73-91f6-94267696de60",
        "text": ". Departments are encouraged to purchase copy paper from Vanderbilt's contracted suppliers, American Paper & Twine and Guy Brown. For toner or machine service, contact RJ Young at 800.347.1955.  Please have the machine ID available.  For more information about the VUMC Smart Printing Initiative, please visit http://vanderbilt.edu/smartprint/ For more information about the VUMC Managed Print program / Auxilio, please visit https://ww2.mc.vanderbilt.edu/managedprint/50663 For more information about student printing through the VUPrint program, please visit http://vuprint.vanderbilt.edu/",
        "metadata": {
            "source": "scraped_data/printingservices.vanderbilt.edu/printingservices.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "6483228d-bd5c-45b3-afc2-f16109dc633e",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/printingservices.vanderbilt.edu/printingservices.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    }
]