[
  {
    "id": "1499b1209359ff0cf0bb20b1fcc0badbb2cad657ab91f8a548883b67566828da",
    "text": "Scraped from: scraped_data/commonplace.vanderbilt.edu/commonplace.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://commonplace.vanderbilt.edu/visions-and-vucept/\nDate scraped: 2025-02-17 02:45:09",
    "metadata": {
      "source": "scraped_data/commonplace.vanderbilt.edu/commonplace.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 1
    }
  },
  {
    "id": "16b06493c05b4ab5174ccf6b8773c97b8df387580915fc17522b67d3e52b2133",
    "text": "Vanderbilt Founded in 1873, Vanderbilt is commemorating the people, places and programs that make up its rich history. Experience 150 Years of Vanderbilt Explore the campaign to drive bold levels of growth. Quick Guide Undergraduate Admissions Financial Aid & Scholarships Academics Find Your Major Schools & Colleges Student Life Plan a Visit Undergraduate Research Athletics - Anchor Down! Our City - Nashville Belonging Residential Colleges Opportunity Vanderbilt is the university’s nationally renowned financial aid program that replaces student loans with grants and scholarships. Learn More Admissions Financial Aid Academics Schools & Colleges Find Your Program Research Athletics - Anchor Down! Our City - Nashville Belonging Graduate and Professional Housing Vanderbilt offers advanced degrees in medicine, engineering, social sciences, humanities, religion, education, law, nursing, business, and more. Find Your Program Housing and Residential Living Health, Safety, and Wellness Student Life and Involvement Undergraduate Education Resources Orientation and Transition Programs Money Matters Career Center Belonging & Communities Student Affairs Frequently Used Logins Experience Vanderbilt is a student-led initiative that provides undergraduate students with funding for extracurricular activities that have fees",
    "metadata": {
      "source": "scraped_data/commonplace.vanderbilt.edu/commonplace.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 2
    }
  },
  {
    "id": "92d88de23a4ee3886b5859056554c290f7d518ad7d9db5e108827d3005173fb3",
    "text": ". Learn More Email Frequently Used Logins Faculty and Staff Directory MyVU News Benefits Child and Family Center Wellbeing and Belonging Human Resources: People Experience University Leadership Team The Well-Being Navigator engages employees through innovative programs that maximize health and happiness. Learn More Work at Vanderbilt Benefits and Perks Becoming a Commodore Our City - Nashville Quick Facts about Vanderbilt Open Staff Positions Open Faculty Positions Student Employment Open Postdoc Positions In addition to offering an energetic community that celebrates learning and diversity, Vanderbilt provides employees with comprehensive benefits. Learn More Alumni Programs and Resources Find Your Local Alumni Chapter Events Reunion/Homecoming Shop Commodores Gear Giving Campaign: Dare to Grow Ways to Give Parents and Family Program Volunteer On the day you were accepted to Vanderbilt you began a lifelong relationship with the university. Vanderbilt was committed to your success as a student then. It is equally committed to your continued success today. Stay connected. What Sets Us Apart Together we excel Collaborative ethos and competitive drive make Vanderbilt a top 25 private university for research and innovation by the National Science Foundation . Collaborative ethos and competitive drive make Vanderbilt a top 25 private university for research and innovation by the National Science Foundation",
    "metadata": {
      "source": "scraped_data/commonplace.vanderbilt.edu/commonplace.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 3
    }
  },
  {
    "id": "6ce98a10365bbc9bc9dbc2109e6cbf582a26cb51b918f08591d4d4272a9613eb",
    "text": ". Collaborative ethos and competitive drive make Vanderbilt a top 25 private university for research and innovation by the National Science Foundation . Acquire knowledge, not debt Benefit from financial aid that replaces student loans with grants and scholarships. Benefit from financial aid that replaces student loans with grants and scholarships. An immersive academic community Residential colleges are a distinct, communal approach to higher education. Residential colleges are a distinct, communal approach to higher education. The faculty attention you deserve You’ll thrive with our 7:1 student-to-highly-dedicated-faculty ratio. You’ll thrive with our 7:1 student-to-highly-dedicated-faculty ratio. The heart of Nashville A beautiful, intimate campus in a thriving and exciting 21st century city. A beautiful, intimate campus in a thriving and exciting 21st century city. You belong here 98% of our on-campus residents actively engage in various campus activities, highlighting our vibrant community and dynamic campus life. 98% of our on-campus residents actively engage in various campus activities, highlighting our vibrant community and dynamic campus life. Together we excel Collaborative ethos and competitive drive make Vanderbilt a top 25 private university for research and innovation by the National Science Foundation . Acquire knowledge, not debt Benefit from financial aid that replaces student loans with grants and scholarships",
    "metadata": {
      "source": "scraped_data/commonplace.vanderbilt.edu/commonplace.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 4
    }
  },
  {
    "id": "3f3f85a5f0d153f61b916b61c496f069e071191d1e9d63519b75eab03a5fde12",
    "text": ". Acquire knowledge, not debt Benefit from financial aid that replaces student loans with grants and scholarships. An immersive academic community Residential colleges are a distinct, communal approach to higher education. The faculty attention you deserve You’ll thrive with our 7:1 student-to-highly-dedicated-faculty ratio. The heart of Nashville A beautiful, intimate campus in a thriving and exciting 21st century city. You belong here 98% of our on-campus residents actively engage in various campus activities, highlighting our vibrant community and dynamic campus life. Vanderbilt News Feature ACCESS TO JUSTICE How do we create a more “person-centered” judicial system and when is fairness more valued than winning? Listen to the latest episode of Provost C. Cybele Raver’s Quantum Potential podcast with law professor Lauren Sudeall. Read More Latest View all stories Events View more events Events on Demand Watch This In Focus Curing COVID The Vanderbilt Project on Unity & American Democracy Engineering & Technology Health & Medicine Education & Psychology Law, Business & Politics Life, Earth & Space Nashville & Community Society & Culture On Social Twitter Facebook LinkedIn Instagram YouTube TikTok",
    "metadata": {
      "source": "scraped_data/commonplace.vanderbilt.edu/commonplace.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 5
    }
  }
]