[
    {
        "id": "870c27a1-0a4d-46b9-b69e-63b1d6f49b40",
        "text": "Scraped from: scraped_data/campusdining.vanderbilt.edu/campusdining.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://campusdining.vanderbilt.edu/vanderbilt-catering/\nDate scraped: 2025-02-17 02:45:10\n\nVanderbilt Catering & Events\n================================================================================\n\nScraped from: https://campusdining.vanderbilt.edu/flex-meals-deal-spring-2025/\nDate scraped: 2025-02-17 02:45:15",
        "metadata": {
            "source": "scraped_data/campusdining.vanderbilt.edu/campusdining.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "a44166b8-1509-409f-8d28-995e5d894ef1",
        "text": "Campus Dining Flex Meals Deal Spring 2025 Posted by Daniela Garcia on Monday, January 8, 2024 in Uncategorized . Campus Dining is excited to announce its Spring 2025 Flex Meal Deal for Vanderbilt faculty, staff, and graduate and professional students. Designed for convenience, Flex Meals offer a quick and easy way to enjoy dining on campus across Vanderbilt’s award-winning network of 20 dining halls, Munchie Marts, and cafes. This year’s promotion includes a special bonus: From January 9 to January 23 , participants who purchase Flex Meal packages will receive 3 additional bonus meals at no extra charge for every set purchased. Flex Meals are sold in blocks of 10 meals for $150 plus tax , and there is no limit to the number of bonus meals participants can earn. Flex Meals can be used at all Campus Dining locations, including the newly opened Café Carmichael in Oliver C. Carmichael College. Inspired by European-style cuisine, Café Carmichael offers fresh and unique dining options to add variety to your campus meals. Whether you’re grabbing a latte, enjoying a hearty bowl at E. Bronson Ingram Dining Hall (EBI), or savoring a classic Randwich, Flex Meals make dining on campus both simple and rewarding. Purchases can be made online at meals.vanderbilt.edu , where faculty, staff, and graduate/professional students can select their desired meal blocks. For a full list of dining locations, menus, and hours, visit vu.edu/menus .",
        "metadata": {
            "source": "scraped_data/campusdining.vanderbilt.edu/campusdining.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "1ac33ed1-2e45-41c0-822b-feb20cd93b91",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/campusdining.vanderbilt.edu/campusdining.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "085cb10c-04f6-4916-ba56-f1c52d4e6551",
        "text": "Scraped from: https://campusdining.vanderbilt.edu/our-mission-2/\nDate scraped: 2025-02-17 02:45:16",
        "metadata": {
            "source": "scraped_data/campusdining.vanderbilt.edu/campusdining.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "6ba83018-8645-498b-8fc6-cfdfa817824a",
        "text": "Campus Dining Our Mission  Vanderbilt Campus Dining is a non-profit university-managed auxiliary service. We take pride in our commitment to providing value through the highest quality, best-tasting, most nutritious and diverse menus possible. We embrace our role as builders of community. Food brings people together, creates a sense of place and a feeling of kinship. Food sustains not only our bodies, but also our communities and environment. Recognized by The Princeton Review in its 2023 Great Campus Food list, Vanderbilt Campus Dining consistently ranks as one of the top collegiate food service operators in the nation and has even earned the prestigious Ivy Award. Our globally inspired menu, with delicious new cuisines and healthy options, supports a diverse array of dietary preferences and restrictions. Our team also consists of several award-winning, certified chefs. We offer a comprehensive plan in 23 locations that include meals in a retail environment, to-go meals in our convenience stores, and offering flexibility through the use of Meal Money, Flex Meals and our unique local restaurant partners in Taste of Nashville. Check out our 2024-25 Dining Brochure for a more detailed look at our program. Whether you’re a self-professed foodie or a picky eater, we’ve got something in our kitchens that’s sure to please your tastebuds. Our job is simple: to nourish Vanderbilt’s community of scholars and researchers, and to fuel the pursuit of knowledge",
        "metadata": {
            "source": "scraped_data/campusdining.vanderbilt.edu/campusdining.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "f0d81422-0658-493b-8745-ef26e631abaf",
        "text": ". Our job is simple: to nourish Vanderbilt’s community of scholars and researchers, and to fuel the pursuit of knowledge. Learn more about our Meal Plans, Meal Money and Flex Meals here . View our current Taste of Nashville partners     Best Campus Food 2023 #7 Best Colleges with the Best Food 2019 Best Overall Food Allergy Program for Universities 2023",
        "metadata": {
            "source": "scraped_data/campusdining.vanderbilt.edu/campusdining.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "754471e3-ff3d-4a97-a7e4-a207ec7e8e3d",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/campusdining.vanderbilt.edu/campusdining.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    }
]