[
  {
    "id": "3f4132eb-de12-4e5b-8127-d82fe642b5b2",
    "text": "Scraped from: scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://gradschool.vanderbilt.edu/research/\nDate scraped: 2025-02-17 02:45:06",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 1
    }
  },
  {
    "id": "80d5bd0d-631a-4b73-91d1-9187ebfa4752",
    "text": "Research Excellence at Vanderbilt Graduate education at Vanderbilt prepares the next generations of academic leaders by paving the way for doctoral students to intensely focus on the quest to pursue new ways of seeing and shaping in the world. Graduate students team up with world-class faculty across campus to create discoveries that will shape the future. Interdisciplinary Research Vanderbilt is a unique community that values collaboration over competition, making it a leader in interdisciplinary research. Faculty form teams that span departments and schools, and students work on varied research projects that contribute to the university culture of teamwork and innovation. Below is a sample of interdisciplinary programs, institutes, and research groups. Interdisciplinary Graduate Program in Materials Science Interdisciplinary Graduate Program in Materials Science Students design their curriculum spanning the fields of engineering, chemistry, physics, and medicine. Robert Penn Warren Center for the Humanities Robert Penn Warren Center for the Humanities is a place where faculty and students from the humanities, social sciences, and when appropriate, the natural sciences gather to share ideas and teach one another. The Warren Center also engages in outreach to the community by sponsoring teacher training, lectures and seminars, and publications designed to promote the importance of the humanities in today’s world",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 2
    }
  },
  {
    "id": "a802f5f4-8679-495d-98a5-1fd6b426553c",
    "text": ". The Warren Center also engages in outreach to the community by sponsoring teacher training, lectures and seminars, and publications designed to promote the importance of the humanities in today’s world. The Curb Center for Art, Enterprise, and Public Policy The Curb Center for Art, Enterprise, and Public Policy supports research and programming that address the five primary sources of cultural policy in the United States: the decisions of individual actors in the arts industries; corporate practice; trade agreements and regulatory agencies; the passions and objectives of private arts patrons and NGOs; and intellectual property law. The Biomathematics Research Group The Biomathematics Research Group brings together mathematicians and scientists to conduct research on problems in developmental biology, cancer research, infectious diseases, pharmacology, the clinical sciences, molecular biophysics, genetics, and the neurosciences. Interdisciplinary Graduate Program in Materials Science Students design their curriculum spanning the fields of engineering, chemistry, physics, and medicine. Robert Penn Warren Center for the Humanities is a place where faculty and students from the humanities, social sciences, and when appropriate, the natural sciences gather to share ideas and teach one another",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 3
    }
  },
  {
    "id": "6cf090f9-8679-4dd5-89e6-0785a53f8da6",
    "text": ". Robert Penn Warren Center for the Humanities is a place where faculty and students from the humanities, social sciences, and when appropriate, the natural sciences gather to share ideas and teach one another. The Warren Center also engages in outreach to the community by sponsoring teacher training, lectures and seminars, and publications designed to promote the importance of the humanities in today’s world. The Curb Center for Art, Enterprise, and Public Policy supports research and programming that address the five primary sources of cultural policy in the United States: the decisions of individual actors in the arts industries; corporate practice; trade agreements and regulatory agencies; the passions and objectives of private arts patrons and NGOs; and intellectual property law. The Biomathematics Research Group brings together mathematicians and scientists to conduct research on problems in developmental biology, cancer research, infectious diseases, pharmacology, the clinical sciences, molecular biophysics, genetics, and the neurosciences. Here is a complete list of Vanderbilt University’s Centers and Institutes . Responsible Conduct of Research As a premier academic and research institution, Vanderbilt University has an obligation to model, teach, and actively promote the responsible conduct of research in scholarship and science",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 4
    }
  },
  {
    "id": "09c91318-cb5f-452f-9ba9-75d84646acfe",
    "text": ". Responsible Conduct of Research As a premier academic and research institution, Vanderbilt University has an obligation to model, teach, and actively promote the responsible conduct of research in scholarship and science. Research integrity is crucial for exceptional research and is seen as a vital part of training, regardless of funding source.The National Institutes of Health (NIH) and the National Science Foundation (NSF) require that all those engaged in either NIH- or NSF-funded research must also be educated in the Responsible Conduct of Research (RCR). Vanderbilt has developed programs to meet these requirements and to ensure that its students, faculty, and staff, as appropriate, understand the issues surrounding the RCR, and their obligations as individuals and members of the larger research community. Vanderbilt’s approach to RCR training incorporates online and discussion-based content based on the individual’s experience level and discipline. The RCR series covers core norms, principles, regulations, and rules governing the practice of research. All graduate students and postdoctoral fellows in certain departments are expected to complete training in responsible conduct of research (RCR). In addition, depending upon the program in which the student or trainee is enrolled, they may have additional RCR requirements for ongoing training. Note: The RCR training at Vanderbilt fulfills both the National Institutes of Health and National Science Foundation requirements",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 5
    }
  },
  {
    "id": "97618bec-91ce-4aa8-8b9b-b8428a16dffd",
    "text": ". Note: The RCR training at Vanderbilt fulfills both the National Institutes of Health and National Science Foundation requirements. This page and the information contained within it only apply to Vanderbilt graduate students and postdoctoral scholars . For information that relates to RCR training and requirements for Vanderbilt faculty, individuals should contact the schools in which the faculty member is appointed. Useful Links: View this CITI document for information on registering and taking course modules Visit the CITI Program website Summer Research Experiences for Undergraduates Vanderbilt offers research opportunities to both Vanderbilt and other institution’s undergraduate students. These programs, whether campus-wide like the Vanderbilt Summer Research Program (VUSRP) or department-specific like the Physics Department’s Research Experience for Undergraduates (PA-REU) have four primary goals: To provide a substantive research experience that will allow each student to actively participate in a research project including reading the relevant literature, developing ideas, and communicating findings to colleagues. To provide enrichment seminars that will help construct a strong foundation on which to build science, social science, and humanistic careers. To create opportunities for student-faculty interaction beyond the classroom and facilitate mentor relationships for students who wish to pursue research and academic careers",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 6
    }
  },
  {
    "id": "29bb9df5-9941-497e-88d1-5b222445ce54",
    "text": ". To create opportunities for student-faculty interaction beyond the classroom and facilitate mentor relationships for students who wish to pursue research and academic careers. To provide guidance and preparation for application to graduate schools. Some Vanderbilt research programs that should be of particular interest to underrepresented students include: NSF Research Experiences for Undergraduate The Physics and Astronomy department , the Vanderbilt Institute of Chemical Biology (VICB) , and the Vanderbilt Institute of Nanoscale Science and Engineering (ViNSE) offer Research Experiences For Undergraduates (REU) funded by the National Science Foundation. These programs provide opportunities for visiting students to work closely with faculty, post-doctoral students, and our graduate students on forefront research projects in those fields. The Physics & Astronomy program offers research opportunities in everything from astrophysics to particle and high-energy nuclear physics.The Biomedical Engineering program targets students majoring in a number of disciplines including Science Education, Biological Sciences, Computer Science, Graphics Arts, Physical Sciences, Engineering, or Learning Sciences. VICB targets junior and senior chemistry, biochemistry, and biology majors who have high potential to succeed in chemical biology research areas",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 7
    }
  },
  {
    "id": "28d97ca1-0a30-4669-9d77-00cce9986373",
    "text": ". VICB targets junior and senior chemistry, biochemistry, and biology majors who have high potential to succeed in chemical biology research areas. The coordinators for all these programs are particularly interested in diversifying their fields and strongly encourage applications for underrepresented racial minorities and women. Vanderbilt Undergraduate Summer Research Program (VUSRP) The Vanderbilt Undergraduate Summer Research Program (VUSRP) offers a ten-week summer research experience for up to 50 Vanderbilt undergraduates who express a serious interest in pursuing a Ph.D. and following a career in college or university teaching and research. The purpose of the program is to motivate and prepare students to make competitive applications to research doctoral programs, with a view toward completing the Ph.D. and going on to teach and conduct original research. Each student receives a $4000 stipend to support their living in Nashville during the summer months. A poster session, open to the Vanderbilt community, is held in the Fall featuring the work done by VUSRP participants. The Leadership Alliance Summer Research Early Identification Program (SR-EIP) Vanderbilt is a member of The Leadership Alliance , a consortium of 31 institutions of higher learning dedicated to increasing diversity in doctoral programs and on college and university faculties",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 8
    }
  },
  {
    "id": "98f4c5bc-ad79-4a7f-b59b-a3e031e297ab",
    "text": ". The Alliance collaborates in a number of programs, from undergraduate research to national symposia, to increase the participation of historically underrepresented groups in higher education.Vanderbilt is a participant in the Alliance’s Summer Research Early Identification Program (SR-EIP) and maintains a summer research program for undergraduates who are racial/ethnic minorities, women in the sciences and engineering majors, or who are from socioeconomically disadvantaged backgrounds. Students accepted for Vanderbilt’s Leadership Alliance group will work with a Vanderbilt faculty member as a research assistant in either a laboratory project or a research project appropriate to a humanities or social science field. Access the SR-EIP application here. Vanderbilt Summer Science Academy (VSSA) The Vanderbilt Summer Science Academy (VSSA) offers biomedical research opportunities to undergraduates who want to pursue a career in the biomedical sciences. Although each of the participating programs operates independently, the Academy unites students and provides them with opportunities for academic and social interaction.Participation in the Academy serves as a valuable learning experience that enhances a student’s skills and makes them more competitive for acceptance to frontline graduate programs",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 9
    }
  },
  {
    "id": "34735c5a-16b7-421d-860a-045fbff6b650",
    "text": ". While each of the programs actively recruits underrepresented students, the Vascular Biology Program targets minority students and operates in conjunction with the Meharry Medical College. More information about the Academy programs can be found at the VSSA Website . The Physics and Astronomy department , the Vanderbilt Institute of Chemical Biology (VICB) , and the Vanderbilt Institute of Nanoscale Science and Engineering (ViNSE) offer Research Experiences For Undergraduates (REU) funded by the National Science Foundation. These programs provide opportunities for visiting students to work closely with faculty, post-doctoral students, and our graduate students on forefront research projects in those fields. The Physics & Astronomy program offers research opportunities in everything from astrophysics to particle and high-energy nuclear physics.The Biomedical Engineering program targets students majoring in a number of disciplines including Science Education, Biological Sciences, Computer Science, Graphics Arts, Physical Sciences, Engineering, or Learning Sciences. VICB targets junior and senior chemistry, biochemistry, and biology majors who have high potential to succeed in chemical biology research areas. The coordinators for all these programs are particularly interested in diversifying their fields and strongly encourage applications for underrepresented racial minorities and women",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 10
    }
  },
  {
    "id": "e273625b-e2ea-4f66-8057-30974c123e85",
    "text": ". The coordinators for all these programs are particularly interested in diversifying their fields and strongly encourage applications for underrepresented racial minorities and women. The Vanderbilt Undergraduate Summer Research Program (VUSRP) offers a ten-week summer research experience for up to 50 Vanderbilt undergraduates who express a serious interest in pursuing a Ph.D. and following a career in college or university teaching and research. The purpose of the program is to motivate and prepare students to make competitive applications to research doctoral programs, with a view toward completing the Ph.D. and going on to teach and conduct original research. Each student receives a $4000 stipend to support their living in Nashville during the summer months. A poster session, open to the Vanderbilt community, is held in the Fall featuring the work done by VUSRP participants. Vanderbilt is a member of The Leadership Alliance , a consortium of 31 institutions of higher learning dedicated to increasing diversity in doctoral programs and on college and university faculties",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 11
    }
  },
  {
    "id": "8ab812ba-9250-438a-8a68-e1511cb73109",
    "text": ". Vanderbilt is a member of The Leadership Alliance , a consortium of 31 institutions of higher learning dedicated to increasing diversity in doctoral programs and on college and university faculties. The Alliance collaborates in a number of programs, from undergraduate research to national symposia, to increase the participation of historically underrepresented groups in higher education.Vanderbilt is a participant in the Alliance’s Summer Research Early Identification Program (SR-EIP) and maintains a summer research program for undergraduates who are racial/ethnic minorities, women in the sciences and engineering majors, or who are from socioeconomically disadvantaged backgrounds. Students accepted for Vanderbilt’s Leadership Alliance group will work with a Vanderbilt faculty member as a research assistant in either a laboratory project or a research project appropriate to a humanities or social science field. Access the SR-EIP application here. The Vanderbilt Summer Science Academy (VSSA) offers biomedical research opportunities to undergraduates who want to pursue a career in the biomedical sciences. Although each of the participating programs operates independently, the Academy unites students and provides them with opportunities for academic and social interaction.Participation in the Academy serves as a valuable learning experience that enhances a student’s skills and makes them more competitive for acceptance to frontline graduate programs",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 12
    }
  },
  {
    "id": "99ef5253-da4e-4b82-8fdd-9e03c350cdcd",
    "text": ". While each of the programs actively recruits underrepresented students, the Vascular Biology Program targets minority students and operates in conjunction with the Meharry Medical College. More information about the Academy programs can be found at the VSSA Website .",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 13
    }
  },
  {
    "id": "cdc8aa75-4373-40bc-84d2-be86a0b9f5fc",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/admissions/\nDate scraped: 2025-02-17 02:45:11",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 15
    }
  },
  {
    "id": "929cf5ff-bd19-4cd7-acd3-75cbb28d534c",
    "text": "Vanderbilt Graduate School Admissions Creating and fostering thriving learning communities for the best and brightest students is at our core and we are committed to helping you excel, beginning with the admissions process. Applications open August 1. How to Apply Find your Program The Graduate School enrolls about 2,400 students across 59 distinct academic programs (49 Ph.D. and 10 Master’s) that are housed within different schools and colleges across the university. Academic excellence at Vanderbilt is driven by our excellent research facilities , outstanding faculty and support of a diverse student body. Whether it is a degree offered by the Graduate School (Ph.D., M.A., M.S., M.F.A., M.L.A.S.), a degree housed at a professional school (like an M.B.A. or M.Div.), or a non-degree certificate program, you can find a program that relates to your selected field of study. Find Your Graduate School Program View All Vanderbilt Programs Quick Guide Application Fee + Waivers GRE Requirements Letters of Recommendation Statement of Purpose Transcripts Language Proficiency Requirements What you need to submit a complete application. Full Application Process Instructions to Reapply Deferred Admissions Non-degree Applicants Where there is an exception to the normal application process. Full Application Process Timing Online Application Instructions Account Setup Answers to the most common application questions. Full Application Process I chose Vanderbilt for completing my Ph.D",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 16
    }
  },
  {
    "id": "6e854bb6-6db1-4508-9136-9bea89c10318",
    "text": ". Full Application Process Timing Online Application Instructions Account Setup Answers to the most common application questions. Full Application Process I chose Vanderbilt for completing my Ph.D. in Anthropology because...I found incredible",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 17
    }
  },
  {
    "id": "0f0e2de2-0c72-4ca0-a3a5-0a60dda213c6",
    "text": "academics, scholars, researchers, and most of all people...who will support me in my",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 18
    }
  },
  {
    "id": "42dda453-61de-4809-ab68-1b7b726655ec",
    "text": "academic career as a professional and a scholar, but also as a person. What Our Students Say Community Profile *These statistics are related to the 2023-24 school year. 52 Departments represented in Ph.D. programs; Computer Science with highest enrollment 26 Departments represented in Master’s programs ; Computer Science with highest enrollment 23% Acceptance rate of students that applied to the Graduate School in 2023 24 Number of programs (Ph.D. and Master’s) taught at the College of Arts and Science 18 Number of programs (Ph.D. and Master’s) taught at the Medical School 28.5% of students are International students Departments represented in Ph.D. programs; Computer Science with highest enrollment Departments represented in Master’s programs ; Computer Science with highest enrollment Acceptance rate of students that applied to the Graduate School in 2023 Number of programs (Ph.D. and Master’s) taught at the College of Arts and Science Number of programs (Ph.D. and Master’s) taught at the Medical School of students are International students You at VU Student Access Services Title IX & Student Discrimination Office I picked this program because of their community environment and promotion of collaborative research efforts. My mentor is very good about teaching us to share our message of our research define what we are doing, and why we’re doing it...and how that is important for others",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 19
    }
  },
  {
    "id": "6cb65d0f-8751-4b98-8e66-ea8c2ac4f83e",
    "text": ". My mentor is very good about teaching us to share our message of our research define what we are doing, and why we’re doing it...and how that is important for others. Tuition and Funding Within the Graduate School there are many academic programs, departments, degree types represented. Because of this, tuition and funding opportunities can vary widely. It is important to contact the department you are applying to for specific questions about cost of attendance, financial aid, stipends, student health insurance, fees, fellowships, scholarship, grants and more. International Students If you are not a citizen or permanent resident of the United States, you will be contacted by International Student and Scholar Services. If you are requesting an I-20 for F-1 student status or a DS-2019 for J-1 student status, you will follow instructions in the email you receive from ISSS. If you are in another visa status that allows you to study, make sure to provide ISSS with documentation of that status. Virtual Tour Explore Vanderbilt from anywhere in the world with our virtual tour. With over 20 tour stops, embedded videos, and 360-degree photos, our virtual tour offers a great way to learn more about our campus community. Ready for Your Next Step? Selecting a Vanderbilt graduate program and applying is a multifaceted decision. For full details on how to apply, see our application process or contact your Program Manager",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 20
    }
  },
  {
    "id": "d7517e53-0d40-4152-8f51-c9354219cbe5",
    "text": ". Ready for Your Next Step? Selecting a Vanderbilt graduate program and applying is a multifaceted decision. For full details on how to apply, see our application process or contact your Program Manager. Resources for Student Success Nashville and Housing Nashville Nashville, known as “Music City,” is a thriving metropolis with rich cultural arts, award-wining dining, shopping and beautiful parks. Located a little more than a mile from downtown, Vanderbilt University allows students the unique opportunity to take in the history and hospitality of one of the South’s premier cities. Learn more about Nashville Find the Top 10 places to experience in Nashville Volunteer as part of the community with Hands on Nashville Housing There are many close-to-campus housing options for graduate and professional students. The Broadview at Vanderbilt is located just steps from campus in downtown Nashville and offers a community of collaboration and elevated living space. Choose from studio, one- and two-bedroom apartment homes with fully equipped upgraded kitchens, hardwood-inspired floors, and washer/dryer units. Amenities include a 24-hour fitness and wellness center, an on-site coffee shop and grocer, multiple study spaces, as well as outdoor BBQ areas and media room. While it is not university-owned and operated, our intent, through public-private partnership, is to support an additional choice for Vanderbilt graduate and professional students as they seek housing in the city",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 21
    }
  },
  {
    "id": "1946580b-71c0-4983-ba00-e89eeb31682a",
    "text": ". While it is not university-owned and operated, our intent, through public-private partnership, is to support an additional choice for Vanderbilt graduate and professional students as they seek housing in the city. An Off Campus Referral Service is provided by The Office of Housing and Residential Education to support the needs of new and continuing graduate students. Here you will find ads from landlords looking for Vanderbilt-affiliated tenants as well as a forum for students seeking Vanderbilt roommates or housemates. At Nashville.gov , you can find utilities, update your driver’s license, and access information on living, working and playing in the metro area. Career Development Through a partnership with the Vanderbilt Career Center , graduate students can receive robust career services that help them explore possibilities, feel supported and gain confidence while they pursue their future path. Services include development opportunities, advising on fellowships and career paths, and coaching. Russell G. Hamilton Graduate Leadership Institute (GLI) The Russell G. Hamilton Graduate Leadership Institute (GLI) provides graduate students with the skills, learning tools and self-awareness that allow them to define their own unique leadership style, determine how they interact with others, and learn other practical and technical skills needed to develop business acumen to be used in the academy, industry or government work",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 22
    }
  },
  {
    "id": "8e24a274-fdd4-4cee-8dfa-41bfa416782b",
    "text": ". With helpful programming and funding opportunities, this program helps graduate students better prepare for the world beyond graduate school. Graduate Postdoc Academic Success (GPAS) Program The Graduate and Postdoc Academic Success (GPAS) Program assists graduate students in their academic and professional development during their time at Vanderbilt. This team supports students with individual coaching and group programming around effective time and stress management, resilience, conflict resolution, navigating academic relationships, and juggling work/life responsibilities. Mental, Physical and Emotional Well-being To enrich the graduate student experience and support the mental, physical and emotional well-being of our students and their families, we partner with many campus organizations and networks to offer resources and services: Student Care Network (including cohesive mental and physical health support) Recreation & Wellness Center Project Safe Center for Spiritual & Religious Life Outdoor Recreation Center Student Organizations & Centers Card Services Free public transportation to and from campus Flex Meal plan Commodore Cash Library check out services for movies, umbrellas or iPads Family Support General English for partners and spouses is a tuition-free course designed to teach listening, speaking, reading and writing to Vanderbilt employees and VU community spouses/partners who are non-native Speakers of English",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 23
    }
  },
  {
    "id": "5f111eb5-43fd-4da7-a5b0-579b4e0ad2bf",
    "text": ". The focus is to enable students to use English in the workplace and at home. Child & Family Center provides childcare for children ages 6 weeks to PreK and support for aging loved ones. If you plan to send your child to the Vanderbilt Childcare Center, we recommend getting on the wait list as soon as possible. Parental Leave: Prior to and/or following childbirth or adoption of an infant, the primary caregiver (whether mother or father) will be allowed to take six weeks of parental leave. During this period, the student's current stipend, and, if applicable, funding for health insurance and tuition, will be continued without interruption. The student's enrollment status will be continued during this period, as well. Explore Our Parental Leave Policy Innovative Scholarship and Teaching The Graduate School aims to offer students both a meaningful role on campus and a much richer experience at Vanderbilt by creating opportunities to share research, encourage interdisciplinarity and collaboration, and engage academic resources to add value through education and training. Interdisciplinary Research Research @ VU Center for Teaching Library Certificate Programs Graduate Student Council The Graduate Student Council (GSC) provides leadership with a representative from each graduate department of the University. They coordinate academic and social activities and strive to promote community while also facilitating communication between graduate students, administration, and faculty",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 24
    }
  },
  {
    "id": "2f63a5b0-4ee5-43f9-bee3-52baa5c7dc18",
    "text": ". They coordinate academic and social activities and strive to promote community while also facilitating communication between graduate students, administration, and faculty. Their efforts created an annual print calendar, which summarizes resources, policies and procedures for students, as well as the Mental Bill of Rights and Responsibilities . Campus Visit Requests Thank you for your interest in visiting Vanderbilt University. We appreciate your interest in our programs. The Graduate School Office of Admissions and Enrollment (GAE) offers group visitation opportunities in the fall semester only. Since the majority of our programs’ application windows close in late fall/winter, a fall visit allows for students to learn and have the opportunity to apply for the current application cycle. Below are the guidelines to better assist you: Visitation requests should be received 90 days prior to the date of interest. Visitation events will be scheduled following a meeting with a GAE representative. In this meeting we will discuss: Group size Academic areas of interest Student classifications Specific details of your visit and date planning Due to our limited staffing size, visitation events are only available for student groups or programs. Individuals interested in a single person or family visit are encouraged to contact their program of interest for a potential visit. GAE visitation events will focus on general information about Vanderbilt University and the city of Nashville",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 25
    }
  },
  {
    "id": "a21be4b7-0725-4385-a586-ea44eac5f52b",
    "text": ". Individuals interested in a single person or family visit are encouraged to contact their program of interest for a potential visit. GAE visitation events will focus on general information about Vanderbilt University and the city of Nashville. For details specific to individual programs, we encourage you to contact your program of interest. Law school , Owen School of Management , Peabody College , and School of Medicine programs fall outside our office; please contact these programs directly for additional information on potential visits. Walk-in visits are not available. To request a meeting to discuss your potential visit date, please contact us at graduateschooladmissions@vanderbilt.edu and one of our representatives will follow up with you within 5 business days. Please note that visitation requests received with less than a 90-day notice will not be accepted.  For this email please have the subject line read Prospective Graduate School Visit – “your Institution”.  More details are listed in the FAQ below. Nashville, known as “Music City,” is a thriving metropolis with rich cultural arts, award-wining dining, shopping and beautiful parks. Located a little more than a mile from downtown, Vanderbilt University allows students the unique opportunity to take in the history and hospitality of one of the South’s premier cities",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 26
    }
  },
  {
    "id": "dbf2cadd-b78d-4af2-9036-722a2214165c",
    "text": ". Located a little more than a mile from downtown, Vanderbilt University allows students the unique opportunity to take in the history and hospitality of one of the South’s premier cities. Learn more about Nashville Find the Top 10 places to experience in Nashville Volunteer as part of the community with Hands on Nashville There are many close-to-campus housing options for graduate and professional students. The Broadview at Vanderbilt is located just steps from campus in downtown Nashville and offers a community of collaboration and elevated living space. Choose from studio, one- and two-bedroom apartment homes with fully equipped upgraded kitchens, hardwood-inspired floors, and washer/dryer units. Amenities include a 24-hour fitness and wellness center, an on-site coffee shop and grocer, multiple study spaces, as well as outdoor BBQ areas and media room. While it is not university-owned and operated, our intent, through public-private partnership, is to support an additional choice for Vanderbilt graduate and professional students as they seek housing in the city. An Off Campus Referral Service is provided by The Office of Housing and Residential Education to support the needs of new and continuing graduate students. Here you will find ads from landlords looking for Vanderbilt-affiliated tenants as well as a forum for students seeking Vanderbilt roommates or housemates",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 27
    }
  },
  {
    "id": "46332712-eff2-4f5b-8b75-e9a6c5bd4ccd",
    "text": ". Here you will find ads from landlords looking for Vanderbilt-affiliated tenants as well as a forum for students seeking Vanderbilt roommates or housemates. At Nashville.gov , you can find utilities, update your driver’s license, and access information on living, working and playing in the metro area. Through a partnership with the Vanderbilt Career Center , graduate students can receive robust career services that help them explore possibilities, feel supported and gain confidence while they pursue their future path. Services include development opportunities, advising on fellowships and career paths, and coaching. The Russell G. Hamilton Graduate Leadership Institute (GLI) provides graduate students with the skills, learning tools and self-awareness that allow them to define their own unique leadership style, determine how they interact with others, and learn other practical and technical skills needed to develop business acumen to be used in the academy, industry or government work. With helpful programming and funding opportunities, this program helps graduate students better prepare for the world beyond graduate school. The Graduate and Postdoc Academic Success (GPAS) Program assists graduate students in their academic and professional development during their time at Vanderbilt",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 28
    }
  },
  {
    "id": "1e59ab26-a9ea-44b3-b575-484b2ca112b7",
    "text": ". The Graduate and Postdoc Academic Success (GPAS) Program assists graduate students in their academic and professional development during their time at Vanderbilt. This team supports students with individual coaching and group programming around effective time and stress management, resilience, conflict resolution, navigating academic relationships, and juggling work/life responsibilities. To enrich the graduate student experience and support the mental, physical and emotional well-being of our students and their families, we partner with many campus organizations and networks to offer resources and services: Student Care Network (including cohesive mental and physical health support) Recreation & Wellness Center Project Safe Center for Spiritual & Religious Life Outdoor Recreation Center Student Organizations & Centers Card Services Free public transportation to and from campus Flex Meal plan Commodore Cash Library check out services for movies, umbrellas or iPads Free public transportation to and from campus Flex Meal plan Commodore Cash Library check out services for movies, umbrellas or iPads General English for partners and spouses is a tuition-free course designed to teach listening, speaking, reading and writing to Vanderbilt employees and VU community spouses/partners who are non-native Speakers of English. The focus is to enable students to use English in the workplace and at home",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 29
    }
  },
  {
    "id": "3ad720fe-dbad-44f8-9894-046f35476141",
    "text": ". The focus is to enable students to use English in the workplace and at home. Child & Family Center provides childcare for children ages 6 weeks to PreK and support for aging loved ones. If you plan to send your child to the Vanderbilt Childcare Center, we recommend getting on the wait list as soon as possible. Parental Leave: Prior to and/or following childbirth or adoption of an infant, the primary caregiver (whether mother or father) will be allowed to take six weeks of parental leave. During this period, the student's current stipend, and, if applicable, funding for health insurance and tuition, will be continued without interruption. The student's enrollment status will be continued during this period, as well. Explore Our Parental Leave Policy The Graduate School aims to offer students both a meaningful role on campus and a much richer experience at Vanderbilt by creating opportunities to share research, encourage interdisciplinarity and collaboration, and engage academic resources to add value through education and training. Interdisciplinary Research Research @ VU Center for Teaching Library Certificate Programs The Graduate Student Council (GSC) provides leadership with a representative from each graduate department of the University. They coordinate academic and social activities and strive to promote community while also facilitating communication between graduate students, administration, and faculty",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 30
    }
  },
  {
    "id": "8c4f9517-b3ed-4fe9-acad-d22e62f73b06",
    "text": ". They coordinate academic and social activities and strive to promote community while also facilitating communication between graduate students, administration, and faculty. Their efforts created an annual print calendar, which summarizes resources, policies and procedures for students, as well as the Mental Bill of Rights and Responsibilities . Thank you for your interest in visiting Vanderbilt University. We appreciate your interest in our programs. The Graduate School Office of Admissions and Enrollment (GAE) offers group visitation opportunities in the fall semester only. Since the majority of our programs’ application windows close in late fall/winter, a fall visit allows for students to learn and have the opportunity to apply for the current application cycle. Below are the guidelines to better assist you: Visitation requests should be received 90 days prior to the date of interest. Visitation events will be scheduled following a meeting with a GAE representative. In this meeting we will discuss: Group size Academic areas of interest Student classifications Specific details of your visit and date planning Due to our limited staffing size, visitation events are only available for student groups or programs. Individuals interested in a single person or family visit are encouraged to contact their program of interest for a potential visit. GAE visitation events will focus on general information about Vanderbilt University and the city of Nashville",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 31
    }
  },
  {
    "id": "67cb3bd2-2cd9-4b7a-8df8-bb4a4c6c7362",
    "text": ". Individuals interested in a single person or family visit are encouraged to contact their program of interest for a potential visit. GAE visitation events will focus on general information about Vanderbilt University and the city of Nashville. For details specific to individual programs, we encourage you to contact your program of interest. Law school , Owen School of Management , Peabody College , and School of Medicine programs fall outside our office; please contact these programs directly for additional information on potential visits. Walk-in visits are not available. To request a meeting to discuss your potential visit date, please contact us at graduateschooladmissions@vanderbilt.edu and one of our representatives will follow up with you within 5 business days. Please note that visitation requests received with less than a 90-day notice will not be accepted.  For this email please have the subject line read Prospective Graduate School Visit – “your Institution”.  More details are listed in the FAQ below.",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 32
    }
  },
  {
    "id": "0fcd569b-0cae-435b-9462-b98aa741d2a3",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/academics/\nDate scraped: 2025-02-17 02:45:12\n\nAcademics\n================================================================================\n\nScraped from: https://gradschool.vanderbilt.edu/how-to-apply/\nDate scraped: 2025-02-17 02:45:16",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 34
    }
  },
  {
    "id": "2b392522-ad84-4cb9-a81a-8913e1498efa",
    "text": "How to Apply Making the decision to apply for a graduate degree program is complex. We want to make the application process as simple as possible by providing all the resources you need when you need them. Applications open August 1. How to Apply Application Requirements Reapplication, Deferrals & Non-Degree Application FAQs Application Assistance How to Apply Application Requirements Reapplication, Deferrals & Non-Degree Application FAQs Application Assistance Introduction to the Application Process Applicants must hold either a US bachelor's degree or its equivalent from a regionally accredited institution. If the degree was granted by an institution outside of the US, the institution must be accredited by the governing educational body of the country (such as the ministry of education). We recommend that candidates who completed a degree at an international institution obtain a certified course-by-course evaluation of their degree(s) by a third-party service . This evaluation will confirm if your degree is equivalent to a US 4-year bachelor's degree. Documents should be in both English and the native language. If the institution does not provide English translations, students are responsible for obtaining a certified word-for-word English translation. Review the application requirements carefully before starting the application. For more information please contact your program of interest directly",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 35
    }
  },
  {
    "id": "c3f58161-c916-4193-8323-7a3b1fcfff4a",
    "text": ". Review the application requirements carefully before starting the application. For more information please contact your program of interest directly. If you are ready to join our scholarly community then APPLY TODAY ! Vanderbilt Graduate School Degrees For degrees that are offered by the Graduate School – Ph.D., M.A., M.S., M.F.A. in Creative Writing, and M.L.A.S. – you must apply directly to the Graduate School. Applicants with bachelor’s or comparable non-U.S. degrees may use the same application. Vanderbilt Professional School Graduate Degrees For discipline-specific programs offered at a school or college that grant their degrees independently (i.e. M.Ed. from the Peabody College of Education and Human Development), begin by searching for the program on the main university program finder and navigating to the admissions page of the professional school where your intended degree is housed.",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 36
    }
  },
  {
    "id": "92036ff7-2192-4107-9085-5e50fdbd3d26",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/costandfunding/\nDate scraped: 2025-02-17 02:45:17",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 38
    }
  },
  {
    "id": "14dcd656-2e22-4cdd-ad74-8d42641fd09a",
    "text": "Cost and Funding The Vanderbilt Graduate School is committed to offering students a transparent view of the costs associated with post-graduate studies, and the funding available to supplement tuition. Because financial awards are determined by individual programs and can vary, be sure to contact your program director. Cost and Funding Financial Considerations Internal Funding Opportunities External Funding Opportunities Fellowship Resources Cost and Funding Financial Considerations Internal Funding Opportunities External Funding Opportunities Fellowship Resources Master's Cost of Attendance For Master’s programs offered through the Graduate school, you can find information on tuition per credit hour, student health insurance and additional student fees in this cost of attendance guide. In some instances, students admitted to terminal master's degree programs in the Graduate School are offered financial aid and awards, but not as frequently or to the same extent as are Ph.D. students. Other opportunities for financial assistance may be found through varied work positions on campus, some of which are research and administrative assistantships. Additional details regarding student financial packages may be obtained from your academic department or program. All Graduate School students are eligible for additional funding during the progression of your studies. Contact Your Program of Interest M.F.A",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 39
    }
  },
  {
    "id": "2b3a5f84-ca3b-4384-9d01-bcb7792f7968",
    "text": ". All Graduate School students are eligible for additional funding during the progression of your studies. Contact Your Program of Interest M.F.A. Degree Funding Master's of Fine Arts (M.F.A.) students can generally expect funding packages that include teaching/research assistantships that pay tuition (approximately $43,000/year), medical insurance ($3,975), student fees and a supplemental income stipend ranging from $34,000 to $38,000 per year for five years (depending on the department).* Learn more about M.F.A. funding opportunities . *Data updated February 29, 2024; stipend range excludes School of Nursing given that it is an online program. Doctoral (Ph.D.) Funding Vanderbilt University provides awards, stipends, fellowship and assistantship funds to attract the best and brightest doctoral students. Financial awards are available in several forms, with considerable variation from one program to another. As a doctoral student, research and/or teaching will be a vital part of your graduate training. Since the Ph.D. is primarily a research degree, our doctoral students are expected to be engaged in research throughout their graduate careers. This research is typically carried out under the mentorship of one of our esteemed faculty members and will result in the student’s Ph.D. dissertation. Teaching experience is an important part of your intellectual development and professional preparation",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 40
    }
  },
  {
    "id": "7be5943c-d23f-4872-8f5a-4f5677e12789",
    "text": ". dissertation. Teaching experience is an important part of your intellectual development and professional preparation. Varying by discipline, some of our graduate programs provide two semesters of teaching experience for our Ph.D. students (as a Teaching Assistant or similar role). Collectively, your teaching and/or research experiences form the basis of your funding package. Ph.D. students can generally expect funding packages that include teaching/research assistantships that pay tuition (approximately $43,000/year), medical insurance ($3,975), student fees, and a supplemental income stipend ranging from $34,000 to $38,000 per year for five years (depending on the department)*. PhD students are also eligible for the Launching Student Success Stipend. *Data updated February 29, 2024; stipend range excludes School of Nursing given that it is an online program. University Scholarships University Tuition Scholarships are service-free awards that pay all or part of tuition costs. The maximum award value is currently $27,372 for the academic year. There are many university scholarships available to doctoral students. Often, master’s students are eligible depending on certain criteria and their program of choice",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 41
    }
  },
  {
    "id": "a7e5e52a-68eb-4e74-8e73-e336454f6c55",
    "text": ". The maximum award value is currently $27,372 for the academic year. There are many university scholarships available to doctoral students. Often, master’s students are eligible depending on certain criteria and their program of choice. The following awards are normally supplemented by a full University Tuition Scholarship, which usually includes student health insurance coverage: University Fellowships, Graduate Teaching Assistantships, Graduate Research Assistantships, Traineeships, and Teacher Training Awards. University Graduate Fellowships (UGF) The University Graduate Fellowship (UGF) is awarded by the Graduate School to highly qualified students entering study for the Ph.D. or master's degree, if that is the highest degree offered by the program. To be considered, an applicant's file must be complete by January 15. Individual departments nominate applicants for this highly competitive award, and decisions are announced by the Graduate School in early March. The UGF, a stipend of up to $5000, is a supplement to a fellowship, assistantship, traineeship, or tuition award and is awarded for a period of up to three years for the Ph.D., or up to two years for terminal master's programs.  At the end of the third year, with continued academic success, eligible Ph.D. students with approval from their home department and the Graduate School will receive up to 2 additional years of support from Harold Stirling Vanderbilt funds in the Graduate School",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 42
    }
  },
  {
    "id": "4ca3c280-2d3d-459b-ad96-ec4d54764f6f",
    "text": ". students with approval from their home department and the Graduate School will receive up to 2 additional years of support from Harold Stirling Vanderbilt funds in the Graduate School. The UGF carries the status of Russell G. Hamilton Scholar. Provost's Graduate Fellowships (PGF) The Graduate School offers these fellowships to incoming U.S. citizens and permanent residents from diverse backgrounds who intend to pursue a Ph.D. degree. Each award provides a $10,000 stipend awarded as a supplement to any other funding that is offered to the applicant and is made for a period of five years. The Provost's Graduate Fellowship carries the status of Russell G. Hamilton Scholar. Russell G. Hamilton Scholarships As part of the initiative of the Graduate Education and Research Endowment, Russell G. Hamilton scholarships are awarded to highly qualified students intending to pursue the Ph.D. degree. This award is a tuition scholarship, and the recipients are designated as Russell G. Hamilton Scholars. Harold Stirling Vanderbilt (HSV) Funds Harold Stirling Vanderbilt Funds are awarded to graduate students by invitation-only and are used to extend either a PGF/UGF for up to an additional two years or to provide a new fellowship award of up to two years for an eligible and approved newly invited graduate student.  These important awards recognize the continued success of our PGF/UGF recipients and reward new recipients for their excellent scholarly accomplishments",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 43
    }
  },
  {
    "id": "69591e23-7303-4380-8019-604f7bc56241",
    "text": ". Vanderbilt Doctoral Discovery Fellowship (VDDF) This prestigious fellowship, funded jointly by the Provost's Office and each School/College, is offered to a select number of students with the goal of recruiting the world's best Ph.D. scholars to Vanderbilt. This is the most prestigious fellowship that Vanderbilt currently provides. Vanderbilt Discovery Doctoral Fellows receive up to five years of supplemental support in the amount of $20,000 per year. Yellow Ribbon Program As a participant in the Yellow Ribbon Program , the Graduate School of Vanderbilt University is committed to provide financial aid as necessary (specifically, in the form of tuition and fees) up to $16,000 per academic year to each post-9/11 eligible Veteran who is admitted and enrolls as a student in a degree program and who is determined by the VA to be eligible for the Yellow Ribbon Program. Students admitted to the Graduate School as special, non-degree students are not eligible for Yellow Ribbon financial aid from the Graduate School. The University Graduate Fellowship (UGF) is awarded by the Graduate School to highly qualified students entering study for the Ph.D. or master's degree, if that is the highest degree offered by the program. To be considered, an applicant's file must be complete by January 15. Individual departments nominate applicants for this highly competitive award, and decisions are announced by the Graduate School in early March",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 44
    }
  },
  {
    "id": "d926a293-e979-46b9-9551-2b5270c394e1",
    "text": ". To be considered, an applicant's file must be complete by January 15. Individual departments nominate applicants for this highly competitive award, and decisions are announced by the Graduate School in early March. The UGF, a stipend of up to $5000, is a supplement to a fellowship, assistantship, traineeship, or tuition award and is awarded for a period of up to three years for the Ph.D., or up to two years for terminal master's programs.  At the end of the third year, with continued academic success, eligible Ph.D. students with approval from their home department and the Graduate School will receive up to 2 additional years of support from Harold Stirling Vanderbilt funds in the Graduate School. The UGF carries the status of Russell G. Hamilton Scholar. The Graduate School offers these fellowships to incoming U.S. citizens and permanent residents from diverse backgrounds who intend to pursue a Ph.D. degree. Each award provides a $10,000 stipend awarded as a supplement to any other funding that is offered to the applicant and is made for a period of five years. The Provost's Graduate Fellowship carries the status of Russell G. Hamilton Scholar. As part of the initiative of the Graduate Education and Research Endowment, Russell G. Hamilton scholarships are awarded to highly qualified students intending to pursue the Ph.D. degree. This award is a tuition scholarship, and the recipients are designated as Russell G. Hamilton Scholars",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 45
    }
  },
  {
    "id": "38922d48-ff86-4dd7-974f-104fe56f7e50",
    "text": ". Hamilton scholarships are awarded to highly qualified students intending to pursue the Ph.D. degree. This award is a tuition scholarship, and the recipients are designated as Russell G. Hamilton Scholars. Harold Stirling Vanderbilt Funds are awarded to graduate students by invitation-only and are used to extend either a PGF/UGF for up to an additional two years or to provide a new fellowship award of up to two years for an eligible and approved newly invited graduate student.  These important awards recognize the continued success of our PGF/UGF recipients and reward new recipients for their excellent scholarly accomplishments. This prestigious fellowship, funded jointly by the Provost's Office and each School/College, is offered to a select number of students with the goal of recruiting the world's best Ph.D. scholars to Vanderbilt. This is the most prestigious fellowship that Vanderbilt currently provides. Vanderbilt Discovery Doctoral Fellows receive up to five years of supplemental support in the amount of $20,000 per year. As a participant in the Yellow Ribbon Program , the Graduate School of Vanderbilt University is committed to provide financial aid as necessary (specifically, in the form of tuition and fees) up to $16,000 per academic year to each post-9/11 eligible Veteran who is admitted and enrolls as a student in a degree program and who is determined by the VA to be eligible for the Yellow Ribbon Program",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 46
    }
  },
  {
    "id": "10c03cd8-dc9a-4da7-a353-3125890849f0",
    "text": ". Students admitted to the Graduate School as special, non-degree students are not eligible for Yellow Ribbon financial aid from the Graduate School. At Vanderbilt, we recognize that nurturing student scholarship is not merely about providing resources; it's about cultivating an environment where innovation and creativity are encouraged and ensuring every student has the opportunity to contribute meaningfully to their respective field. Enhanced Funding Model In the Spring of 2021, Provost Cybele Raver announced a new $5 million annual investment in graduate education to show Vanderbilt’s commitment to training and mentoring the next generation of scholars and thought leaders. As part of this enhanced funding model, graduate students will be able to take advantage of: Financial enhancements to assist with additional non-tuition related costs Support, funding and external grant and workshop opportunities Graduate community enhancements Partnerships to support graduate students Learn more about the Enhanced Funding and Support Model for Doctoral Education .",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 47
    }
  },
  {
    "id": "43f552aa-86fb-4aea-b784-e12160e3b88c",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/faculty-and-staff/\nDate scraped: 2025-02-17 02:45:19",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 49
    }
  },
  {
    "id": "021f211c-19b3-44c6-a117-34067bf9a333",
    "text": "Faculty and Staff Tools Serving as a support for students and postdocs is key to fulfilling the academic mission of the Graduate School. We appreciate all of the measures that our faculty and staff partners take to interact, engage, and develop students and postdocs. The Graduate School central team is here to support you; below are some resources that will be helpful in your administrative roles. Data Requests If you would like to request data from the Office of Data and Strategic Analytics (DSA), please submit your request to be reviewed by the Executive Director of Operations in the Graduate School. Approved requests will then be routed to DSA for processing. YES YES is the primary academic records and registration portal for Vanderbilt University.  Faculty use YES to manage courses, transfer credits, communicate securely with students, assign grades, etc. Teaching faculty that need to change grades given to a student should use the Grade Change Guide for complete instructions on the process in YES. Quick Links Graduate School Charter Graduate School Bylaws Graduate School Catalog Students of Concern Student care is a team-based approach, and students can utilize as many resources as needed to receive support",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 50
    }
  },
  {
    "id": "1ef0fbc0-5737-4b07-b8f9-faa0c09f568f",
    "text": ". Quick Links Graduate School Charter Graduate School Bylaws Graduate School Catalog Students of Concern Student care is a team-based approach, and students can utilize as many resources as needed to receive support. Confidential information is not shared between resources unless approved by the student to assist in the processes. Faculty, staff, students, community members, and family members can report their concerns pertaining to the personal, physical, or emotional wellbeing of a student using the Student of Concern Form . This form is not designed to be an emergency response notification.  Information on resources for students needing immediate assistance can be found on the Student Care Network website. Admissions Resources View Faculty and Staff Admissions Resources",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 51
    }
  },
  {
    "id": "a024441b-279d-47cd-aef7-942cf9b961b8",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/about/\nDate scraped: 2025-02-17 02:45:20",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 53
    }
  },
  {
    "id": "2f540c72-d207-47f0-ac33-ebfde8158ab2",
    "text": "About the Graduate School Recruiting and retaining the best and brightest students who will go on to become leaders in their fields is the top priority for graduate education at Vanderbilt University. The Graduate School enrolls about 2,400 students across 59 distinct academic programs that are housed within different schools and colleges across the university. Our Mission The mission of the Graduate School at Vanderbilt University is to promote excellence in research, scholarship, and creative expression such that graduate students and postdoctoral trainees are optimally prepared for successful careers in academia, industry, and related fields. We do so by recruiting the most promising pre- and post-doctoral scholars from a diverse set of backgrounds and creating an inclusive and stimulating environment that fosters intellectual growth and development. We emphasize intensive, disciplinary-specific and interdisciplinary training, taking advantage of Vanderbilt’s uniquely collaborative and collegial culture. We collaborate with the leadership of the schools/colleges as well as the Offices of the Vice Provosts and Vice Chancellors to ensure operational excellence. The Graduate School ensures the maintenance of the highest academic and professional standards and plays an important advocacy role for graduate students and postdoctoral trainees",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 54
    }
  },
  {
    "id": "dcb8f2b8-f6bd-4df3-be68-b48d8078c2ff",
    "text": ". The Graduate School ensures the maintenance of the highest academic and professional standards and plays an important advocacy role for graduate students and postdoctoral trainees. Our History Since its founding in 1873, Vanderbilt University has offered coursework beyond the baccalaureate degree and developed focused programs in several professional areas.  The university granted its first Master of Arts (in Greek, Latin and English) and Doctor of Philosophy (in Chemistry) degrees in 1879. In 1935, by action of the Board of Trust, Vanderbilt established a separate Graduate School to expand its offerings and begin conferring degrees in partnership with professional schools and colleges throughout the university. As part of this process, an official faculty was assembled by selecting subject matter experts from various schools across the university. Today, the Vanderbilt Graduate School faculty is made up of the university’s top researchers and educators who are deeply committed to the development of future scholars. 8,718 Doctor of Philosophy Degrees awarded 9,581 Master's Degrees awarded Doctor of Philosophy Degrees awarded Master's Degrees awarded Our Leadership Our team of knowledgeable and diverse faculty and staff is dedicated to fostering the uniquely supportive and collaborative environment for which Vanderbilt is known. Our Dean, esteemed social psychologist C",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 55
    }
  },
  {
    "id": "c398dafe-a68e-409b-82a0-25f1ea0e894d",
    "text": ". Our Dean, esteemed social psychologist C. André Christie-Mizell, serves as the Vice Provost for Graduate Education, Dean of the Graduate School, and the Director of the Office of Postdoctoral Affairs. Meet the Dean Graduate Faculty Council Graduate Research and Education Advisory Council Graduate School Staff The best and brightest graduate students from around the world come to Vanderbilt for many reasons, but chief among them is the supportive and collaborative environment that characterizes so much of the university’s success. Our Priorities Leadership & Career Development The Russell G. Hamilton Graduate Leadership Institute , the Graduate and Postdoc Academic Success (GPAS) team , and the Graduate School Signature Events team offer professional development programs to inspire and empower future leaders with the skills they need to excel in their careers. Wellbeing, Identity, and Belonging Creating and fostering thriving learning communities for our students starts by supporting them physically, mentally, socially, and spiritually while they are on campus. At Vanderbilt, every student belongs and has the right to pursue their education in a safe and supportive environment. Research, Teaching, and Mentoring As a major R1 institution, Vanderbilt fosters a unique culture of teamwork and innovation, spurring impactful interdisciplinary research initiatives that have the potential to change the world",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 56
    }
  },
  {
    "id": "f733a01a-9086-4bc4-bb63-b95d98bfcd15",
    "text": ". Research, Teaching, and Mentoring As a major R1 institution, Vanderbilt fosters a unique culture of teamwork and innovation, spurring impactful interdisciplinary research initiatives that have the potential to change the world. Financially Supporting Scholarship The Graduate School offers many funding opportunities to help students cover the cost of continuing their education, including scholarships, grants, awards, assistantships, and fellowships. The Enhanced Funding and Support Model for Doctoral Education includes funding supplements to promote discovery and collaboration and inspire scholarly excellence. Russell G. Hamilton Graduate Leadership Institute Student Wellbeing Resources Graduate and Postdoc Academic Success (GPAS) Research Initiatives Graduate School Signature Events Funding Opportunities Connect with Us Visit The Graduate School’s main office is in Alumni Hall , Room 117. Please feel free to visit during our business hours, 8:30 a.m. to 4:30 p.m., Monday through Friday. Contact Us Questions about the Graduate School? Email graduateschool@vanderbilt.edu . Graduate School News Graduate School Blog facebook instagram",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 57
    }
  },
  {
    "id": "23ffcb43-2beb-42b1-aa30-6cf55859217c",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/application-requirements/\nDate scraped: 2025-02-17 02:45:25",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 59
    }
  },
  {
    "id": "aa26f266-cd44-49a8-a499-7086a2bc87c5",
    "text": "Application Requirements To ensure you are prepared to submit your Graduate School application, we recommend you review the following requirements. Once you begin your application, you can pause it and come back to it at any time so you can gather the required information. Below are the requirements for submitting your application. Applications are open August 1. How to Apply Application Requirements Reapplication, Deferrals & Non-Degree Application FAQs Application Assistance How to Apply Application Requirements Reapplication, Deferrals & Non-Degree Application FAQs Application Assistance Timing The Fall application deadlines are different for each academic department. Deadlines range from December 1 to January 15. Be sure to confirm with your program of interest since deadlines may vary. Most programs release initial Fall admission offers by March 31 with a response due by April 15. The timing of admission offers varies by program, and programs may continue to extend offers after that date. Application Fee The Graduate School application fee is $95.00 and can be paid online after you submit your application. If you submit applications to more than one program (maximum of two per year), only a single fee will be charged. You also may be eligible for an application fee waiver: U.S. citizens and U.S. permanent residents 1 are eligible for all categories of fee waivers",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 60
    }
  },
  {
    "id": "037709bc-9b24-4a49-95de-6ccfe438b16f",
    "text": ". You also may be eligible for an application fee waiver: U.S. citizens and U.S. permanent residents 1 are eligible for all categories of fee waivers. International students are only eligible to receive a discretionary fee waiver from their department of interest. Requesting a fee waiver does not impact your admission eligibility. There is no waiver request form for you to complete. You must start and submit your application to confirm your eligibility and receive a fee waiver. Documentable fee waivers To verify your demonstrated financial need or military service, you must upload one of the following documents: A letter or memo from the financial aid office of your current or previous school confirming that you are a current Pell Grant recipient or received one the previous year. An unemployment benefits statement dated within the previous six months. A GRE fee reduction certificate from the Educational Testing Service (ETS). A brief but well-reasoned explanation of how the application fee presents a financial hardship for you. Relevant factors include unemployment or underemployment, the Expected Family Contribution (EFC) from a recent FAFSA, economic conditions in your home country, etc. You can type your explanation on the fee waiver request page of the application form. Documentation showing current of former status of United States Armed Forces. Please do not upload tax return documents or any other confidential personal information such as your social security number",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 61
    }
  },
  {
    "id": "aff150d1-3666-4705-8984-b8a87ec4f3d7",
    "text": ". Documentation showing current of former status of United States Armed Forces. Please do not upload tax return documents or any other confidential personal information such as your social security number. Upon review, we will contact you to confirm if a documentable fee waiver has been granted. Discretionary fee waivers Only a small number of waivers are granted at the discretion of the program you are applying to based on recruitment priorities and other circumstances. You may request a fee waiver directly from the program you are applying to only after you have submitted a completed application and confirmed that a fee is due. You must submit your request prior to the application deadline and include documentation to support the reason for the request. Contact the program that you are applying to for more information. Automatic fee waivers Automatic fee waivers are granted to applicants that have successfully submitted an application AND participated in either a Vanderbilt-sponsored program/event or a fellowship, research, or training program that is officially registered in our system. US permanent residents must be able to document this status upon request, such as a copy of a Green Card - Permanent Resident Card. Vanderbilt Sponsored Programs Students that are members of the following VU-sponsored programs are eligible for a fee waiver",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 62
    }
  },
  {
    "id": "19addd37-8216-492e-9406-78cf833bb869",
    "text": ". Vanderbilt Sponsored Programs Students that are members of the following VU-sponsored programs are eligible for a fee waiver. Vanderbilt NSF REU in Nanoscale Science and Engineering Vanderbilt NSF REU in Physics Vanderbilt REU in Chemical Biology Vanderbilt NSF REU in Biophotonics Fisk-Vanderbilt Master’s-to-PhD Bridge Program Vanderbilt Summer Science Academy Vanderbilt National Name Exchange (NNE) Diversity Fair Fellowship, Research, and Training Programs Students that are members of the following Fellowship, Research, and Training Programs are eligible for a fee waiver. You must submit documentation in your application demonstrating your participation. Contact your program director/coordinator to request a letter of verification if needed",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 63
    }
  },
  {
    "id": "6893e4e3-894c-4632-9cf2-d03a15ed502b",
    "text": ". National Level: AmeriCorps, Teach for America, or the Peace Corps Gates Millennium Scholars Program (GMSP) Institute for Recruitment of Teachers (IRT) Initiative to Maximize Student Development (IMSD) Leadership Alliance Summer Research Early Identification Program (SR-EIP) Louis Stokes Alliance for Minority Participation (LSAMP) Mellon Mays Minority Undergraduate Fellowship Program (MMUF) National Consortium for Graduate Degrees in Minorities in Engineering and Sciences (GEM) NIH Postbaccalaureate Research Training Program (PREP) NIH Research Initiative for Scientific Enhancement Program (RISE) NIH/NIGMS Maximizing Access to Research Careers (MARC) NIH-Building Infrastructure Leading to Diversity (BUILD) Initiative NSF Historically Black Colleges and University – Undergraduate Programs (HBCU-UP) Ronald McNair Scholars Program UNCF Mellon Program Institutional Level: California Polytechnic State University, Pomona Undergraduate Research Program Dozoretz National Institute for Mathematics and Applied Sciences (DNIMAS) Penn State Millennium Scholars Program University of Baltimore Maryland County Meyerhoff Scholars Program University of Central Florida Academic Advancement Programs To verify your demonstrated financial need or military service, you must upload one of the following documents: A letter or memo from the financial aid office of your current or previous school confirming that you are a current Pell Grant recipient or received one the previous year",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 64
    }
  },
  {
    "id": "c7b4011a-6b63-4760-92a4-eed88d5f2cae",
    "text": ". An unemployment benefits statement dated within the previous six months. A GRE fee reduction certificate from the Educational Testing Service (ETS). A brief but well-reasoned explanation of how the application fee presents a financial hardship for you. Relevant factors include unemployment or underemployment, the Expected Family Contribution (EFC) from a recent FAFSA, economic conditions in your home country, etc. You can type your explanation on the fee waiver request page of the application form. Documentation showing current of former status of United States Armed Forces. Please do not upload tax return documents or any other confidential personal information such as your social security number. Upon review, we will contact you to confirm if a documentable fee waiver has been granted. Only a small number of waivers are granted at the discretion of the program you are applying to based on recruitment priorities and other circumstances. You may request a fee waiver directly from the program you are applying to only after you have submitted a completed application and confirmed that a fee is due. You must submit your request prior to the application deadline and include documentation to support the reason for the request. Contact the program that you are applying to for more information",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 65
    }
  },
  {
    "id": "86f083aa-9717-41ea-b786-356dcb0d7a71",
    "text": ". You must submit your request prior to the application deadline and include documentation to support the reason for the request. Contact the program that you are applying to for more information. Automatic fee waivers are granted to applicants that have successfully submitted an application AND participated in either a Vanderbilt-sponsored program/event or a fellowship, research, or training program that is officially registered in our system. US permanent residents must be able to document this status upon request, such as a copy of a Green Card - Permanent Resident Card. Vanderbilt Sponsored Programs Students that are members of the following VU-sponsored programs are eligible for a fee waiver. Vanderbilt NSF REU in Nanoscale Science and Engineering Vanderbilt NSF REU in Physics Vanderbilt REU in Chemical Biology Vanderbilt NSF REU in Biophotonics Fisk-Vanderbilt Master’s-to-PhD Bridge Program Vanderbilt Summer Science Academy Vanderbilt National Name Exchange (NNE) Diversity Fair Fellowship, Research, and Training Programs Students that are members of the following Fellowship, Research, and Training Programs are eligible for a fee waiver. You must submit documentation in your application demonstrating your participation. Contact your program director/coordinator to request a letter of verification if needed",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 66
    }
  },
  {
    "id": "f39c95be-3892-4530-bf08-4ab6288d2b0e",
    "text": ". Contact your program director/coordinator to request a letter of verification if needed. National Level: AmeriCorps, Teach for America, or the Peace Corps Gates Millennium Scholars Program (GMSP) Institute for Recruitment of Teachers (IRT) Initiative to Maximize Student Development (IMSD) Leadership Alliance Summer Research Early Identification Program (SR-EIP) Louis Stokes Alliance for Minority Participation (LSAMP) Mellon Mays Minority Undergraduate Fellowship Program (MMUF) National Consortium for Graduate Degrees in Minorities in Engineering and Sciences (GEM) NIH Postbaccalaureate Research Training Program (PREP) NIH Research Initiative for Scientific Enhancement Program (RISE) NIH/NIGMS Maximizing Access to Research Careers (MARC) NIH-Building Infrastructure Leading to Diversity (BUILD) Initiative NSF Historically Black Colleges and University – Undergraduate Programs (HBCU-UP) Ronald McNair Scholars Program UNCF Mellon Program Institutional Level: California Polytechnic State University, Pomona Undergraduate Research Program Dozoretz National Institute for Mathematics and Applied Sciences (DNIMAS) Penn State Millennium Scholars Program University of Baltimore Maryland County Meyerhoff Scholars Program University of Central Florida Academic Advancement Programs GRE requirements Submitting your GRE scores Have Educational Testing Service send an official copy of the scores to The Graduate School. Use institution code 1871. You do not need a department code",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 67
    }
  },
  {
    "id": "bddb908d-d56d-42a3-ae4f-f1dd3e648839",
    "text": ". Use institution code 1871. You do not need a department code. If ETS requires a department code, select any one of the department codes listed on its site. Regardless of the department code entered, the scores will come to The Graduate School as long as you use institution code 1871 Scores are valid if earned within five years to the month of your intended first term at Vanderbilt. (For example, no earlier than August 1 five years prior if applying for the fall term). Applicants should aim to take the GRE by November to have scores for Fall admissions deadlines. We do not accept expired scores, personal copies of scores, or attested or notarized score reports Be sure to take the GRE in time for official scores to reach The Graduate School by the application deadline. It will take 2-3 business days (Monday-Friday) for your test scores to link to your application after submission If you have taken the GRE more than once, please enter the date and scores for each test date Refer to your program of interest to learn about GRE score requirements and average acceptance scores.- View GRE Requirement status by academic program. Language Proficiency Language Proficiency Requirements Proficiency in written and oral English is required for enrollment in an academic program",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 68
    }
  },
  {
    "id": "5f71dc79-5851-4abd-a3c9-f9e849096056",
    "text": ". Language Proficiency Language Proficiency Requirements Proficiency in written and oral English is required for enrollment in an academic program. This proof can be obtained by submitted scores from one of the following exams: Test of English as a Foreign Language International English Language Testing System Duolingo English Test (not all programs accept this test, check with department of interest) Applicants to the Graduate School, regardless of citizenship, must either meet our waiver criteria (below) or submit proof of English language proficiency. The online application will not require you to submit a language score if you meet the criteria for an exemption: you (will) have an equivalent degree from an English-language university in United Kingdom, Ireland, Australia, New Zealand, and Canada (except Quebec). This policy applies to all graduate programs; the score level required for admission varies by program. Please note: U.S. citizenship does not automatically exempt you from taking a language test if your first language is not English. International students transferring from unfinished degree programs of other universities in the United States should present a language test score. Minimum Acceptable Score The minimum acceptable score on the TOEFL iBT (internet- based test) is 89. Some departments list minimum recommendations or requirements on their departmental websites and may require a higher level of proficiency",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 69
    }
  },
  {
    "id": "517346f3-e281-4c37-a6ab-03cda7df5e4f",
    "text": ". Minimum Acceptable Score The minimum acceptable score on the TOEFL iBT (internet- based test) is 89. Some departments list minimum recommendations or requirements on their departmental websites and may require a higher level of proficiency. Please contact your program of interest to confirm. For IELTS, the minimum acceptable score will vary by program. In many cases, a score of at least 7.0 is desirable. Many departments will accept Duolingo English Test language test scores. Please contact your program of interest to confirm. English Language Instruction Students wishing to focus on improving their English language use for the context of the U.S. academic setting may take courses and participate in programming at the . Some students may be required to take these courses concurrently during the year. The ELC’s courses include: Academic Writing Academic Speaking Pronunciation International Teaching Assistant Communication English Proficiency Waiver Policy International applicants are exempt from submitting English-proficiency scores only under the following conditions. If none apply, you will be required to submit an appropriate score. Please do not contact programs or the Graduate School directly for waiver requests. You hold a degree (bachelor’s, master’s, or doctorate) from Vanderbilt University or are currently enrolled in a Vanderbilt degree program. You hold a bachelor’s degree completed in its entirety in the United States or the equivalent of a U.S",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 70
    }
  },
  {
    "id": "233a2b49-5f4c-4f50-abf5-4814f932e6d8",
    "text": ". You hold a degree (bachelor’s, master’s, or doctorate) from Vanderbilt University or are currently enrolled in a Vanderbilt degree program. You hold a bachelor’s degree completed in its entirety in the United States or the equivalent of a U.S. bachelor’s degree in a qualifying country. The bachelor’s degree should be earned at a regionally accredited university located in the United States, or at an officially recognized university in another country where English is both the language of instruction and the only officially recognized language of the country. This applies to institutions from the United Kingdom, Ireland, Australia, New Zealand, and Canada (except Quebec). The entire program needs to have been completed (or will be completed) in the qualifying country. Dual-degree holders who completed just part of their degree in the U.S. or other qualifying country, and students who have transferred credits from a non-Anglophone country, do not qualify for this waiver. You have completed a master’s or doctoral degree from a country in which English is both the language of instruction and the only official language. The degree needs to have already been completed at the time you submit your Vanderbilt application. Applicants who have not yet completed a qualifying master’s or doctoral program at the time they apply will still need to submit English-proficiency scores. Your native language is English",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 71
    }
  },
  {
    "id": "c76334a9-ae5d-4fda-879a-4a4fb1c54999",
    "text": ". Applicants who have not yet completed a qualifying master’s or doctoral program at the time they apply will still need to submit English-proficiency scores. Your native language is English. This applies to native English speakers from the United Kingdom, Ireland, Australia, New Zealand, and Canada (except Quebec). The language of instruction was English for the entirety of your bachelor’s degree program and the country has multiple official languages, including English. You will be prompted to provide proof that English is the official language from your institution in the application. All documentation will be reviewed following complete submission of your application. Acceptable documentation must be one of the following: Official or attested letter from the undergraduate college, university Registrar, or Controller of Examinations office. Unofficial transcripts, attested mark sheets or degree statements, are also accepted if English is stated as the medium of instruction. Your academic program may not override these policies, but they may choose to require an exam if you are not required to by the Graduate School. The Graduate School at Vanderbilt does not waive the English-proficiency requirement based on any other consideration such as work experience, ESL enrollment, amount of time spent in the U.S., etc. It also cannot be waived based on programs taught in English in non-Anglophone countries",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 72
    }
  },
  {
    "id": "9946ca7b-7185-4dfd-abb0-1451c2e55b4d",
    "text": ". It also cannot be waived based on programs taught in English in non-Anglophone countries. Any waivers will be reviewed only once the application is submitted and all supported documents are completed, including the application fee if required. Proficiency in written and oral English is required for enrollment in an academic program. This proof can be obtained by submitted scores from one of the following exams: Test of English as a Foreign Language International English Language Testing System Duolingo English Test (not all programs accept this test, check with department of interest) Applicants to the Graduate School, regardless of citizenship, must either meet our waiver criteria (below) or submit proof of English language proficiency. The online application will not require you to submit a language score if you meet the criteria for an exemption: you (will) have an equivalent degree from an English-language university in United Kingdom, Ireland, Australia, New Zealand, and Canada (except Quebec). This policy applies to all graduate programs; the score level required for admission varies by program. Please note: U.S. citizenship does not automatically exempt you from taking a language test if your first language is not English. International students transferring from unfinished degree programs of other universities in the United States should present a language test score. Minimum Acceptable Score The minimum acceptable score on the TOEFL iBT (internet- based test) is 89",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 73
    }
  },
  {
    "id": "30af05d4-6707-497c-b443-cae96837105b",
    "text": ". International students transferring from unfinished degree programs of other universities in the United States should present a language test score. Minimum Acceptable Score The minimum acceptable score on the TOEFL iBT (internet- based test) is 89. Some departments list minimum recommendations or requirements on their departmental websites and may require a higher level of proficiency. Please contact your program of interest to confirm. For IELTS, the minimum acceptable score will vary by program. In many cases, a score of at least 7.0 is desirable. Many departments will accept Duolingo English Test language test scores. Please contact your program of interest to confirm. Students wishing to focus on improving their English language use for the context of the U.S. academic setting may take courses and participate in programming at the . Some students may be required to take these courses concurrently during the year. The ELC’s courses include: Academic Writing Academic Speaking Pronunciation International Teaching Assistant Communication International applicants are exempt from submitting English-proficiency scores only under the following conditions. If none apply, you will be required to submit an appropriate score. Please do not contact programs or the Graduate School directly for waiver requests. You hold a degree (bachelor’s, master’s, or doctorate) from Vanderbilt University or are currently enrolled in a Vanderbilt degree program",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 74
    }
  },
  {
    "id": "1dc8813a-0203-4228-ab6b-16ab1eb9018c",
    "text": ". Please do not contact programs or the Graduate School directly for waiver requests. You hold a degree (bachelor’s, master’s, or doctorate) from Vanderbilt University or are currently enrolled in a Vanderbilt degree program. You hold a bachelor’s degree completed in its entirety in the United States or the equivalent of a U.S. bachelor’s degree in a qualifying country. The bachelor’s degree should be earned at a regionally accredited university located in the United States, or at an officially recognized university in another country where English is both the language of instruction and the only officially recognized language of the country. This applies to institutions from the United Kingdom, Ireland, Australia, New Zealand, and Canada (except Quebec). The entire program needs to have been completed (or will be completed) in the qualifying country. Dual-degree holders who completed just part of their degree in the U.S. or other qualifying country, and students who have transferred credits from a non-Anglophone country, do not qualify for this waiver. You have completed a master’s or doctoral degree from a country in which English is both the language of instruction and the only official language. The degree needs to have already been completed at the time you submit your Vanderbilt application. Applicants who have not yet completed a qualifying master’s or doctoral program at the time they apply will still need to submit English-proficiency scores",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 75
    }
  },
  {
    "id": "26d11d4a-f40f-44bc-aaab-952091c80278",
    "text": ". Applicants who have not yet completed a qualifying master’s or doctoral program at the time they apply will still need to submit English-proficiency scores. Your native language is English. This applies to native English speakers from the United Kingdom, Ireland, Australia, New Zealand, and Canada (except Quebec). The language of instruction was English for the entirety of your bachelor’s degree program and the country has multiple official languages, including English. You will be prompted to provide proof that English is the official language from your institution in the application. All documentation will be reviewed following complete submission of your application. Acceptable documentation must be one of the following: Official or attested letter from the undergraduate college, university Registrar, or Controller of Examinations office. Unofficial transcripts, attested mark sheets or degree statements, are also accepted if English is stated as the medium of instruction. Your academic program may not override these policies, but they may choose to require an exam if you are not required to by the Graduate School. Acceptable documentation must be one of the following: Official or attested letter from the undergraduate college, university Registrar, or Controller of Examinations office. Unofficial transcripts, attested mark sheets or degree statements, are also accepted if English is stated as the medium of instruction",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 76
    }
  },
  {
    "id": "699788f5-418a-412d-ab56-2f246646a456",
    "text": ". Unofficial transcripts, attested mark sheets or degree statements, are also accepted if English is stated as the medium of instruction. Official or attested letter from the undergraduate college, university Registrar, or Controller of Examinations office. Unofficial transcripts, attested mark sheets or degree statements, are also accepted if English is stated as the medium of instruction. The Graduate School at Vanderbilt does not waive the English-proficiency requirement based on any other consideration such as work experience, ESL enrollment, amount of time spent in the U.S., etc. It also cannot be waived based on programs taught in English in non-Anglophone countries. Any waivers will be reviewed only once the application is submitted and all supported documents are completed, including the application fee if required. Submitting Official Language Proficiency Test Scores An official test score report must be requested by the applicant and received by Vanderbilt directly from the testing service. Once the results are ready, it can take 10-14 days to be received, processed, and attached to your submitted application. Please view the drop down menus below for procedures and commonly asked questions pertaining to submission of your official test scores: School Codes Duolingo English Test: No school code is required. You will be asked to provide our school’s name: “Vanderbilt University” in the request",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 77
    }
  },
  {
    "id": "b672ec0e-53bc-4fd0-a4b4-72bd773df6bc",
    "text": ". You will be asked to provide our school’s name: “Vanderbilt University” in the request. If Vanderbilt is indicated as a recipient of the Duolingo English Test, the results are received and posted to your application two days after taking the test. TOEFL and IELTS: 1871 TOEFL and IELTS The official TOEFL or IELTS scores should be submitted to Vanderbilt University at this address: Center for Data Management Vanderbilt University (Institution Code 1871) PMB 407833 2301 Vanderbilt Place Nashville, TN 37240-7833 Contact ETS with questions about the TOEFL here. To contact IELTS email ielts@ieltsintl.org . Duolingo English Test Once you receive certified test results, you can send your results to Vanderbilt University by following these steps: Log in to englishtest.duolingo.com with the email address you used to take the test. Click on \"My Tests\" in the menu on the left side of the screen. Scroll down to your certified test result and click \"Share Score.\" Select whether you are applying to a university, a secondary school, or another type of institution. Start typing \"Vanderbilt University\" to search for it, and select  using the checkbox. More information about the Duolingo English Test can be found here . Duolingo English Test: No school code is required. You will be asked to provide our school’s name: “Vanderbilt University” in the request",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 78
    }
  },
  {
    "id": "c55cfc8e-e7eb-4736-9eea-f2598594839d",
    "text": ". More information about the Duolingo English Test can be found here . Duolingo English Test: No school code is required. You will be asked to provide our school’s name: “Vanderbilt University” in the request. If Vanderbilt is indicated as a recipient of the Duolingo English Test, the results are received and posted to your application two days after taking the test. TOEFL and IELTS: 1871 The official TOEFL or IELTS scores should be submitted to Vanderbilt University at this address: Center for Data Management Vanderbilt University (Institution Code 1871) PMB 407833 2301 Vanderbilt Place Nashville, TN 37240-7833 Contact ETS with questions about the TOEFL here. To contact IELTS email ielts@ieltsintl.org . Once you receive certified test results, you can send your results to Vanderbilt University by following these steps: Log in to englishtest.duolingo.com with the email address you used to take the test. Click on \"My Tests\" in the menu on the left side of the screen. Scroll down to your certified test result and click \"Share Score.\" Select whether you are applying to a university, a secondary school, or another type of institution. Start typing \"Vanderbilt University\" to search for it, and select  using the checkbox. More information about the Duolingo English Test can be found here . Application Requirements by Program Application requirements and deadlines vary by academic program",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 79
    }
  },
  {
    "id": "6113ff24-1270-4990-9910-96b8af438195",
    "text": ". More information about the Duolingo English Test can be found here . Application Requirements by Program Application requirements and deadlines vary by academic program. You can view a list of GRE requirements, language proficiency, and fall application deadlines by program. Under no circumstances can any application materials submitted to the office of Graduate Admissions and Enrollment be returned to the applicant or forwarded to another college, university, or third party. All records submitted in support of an application for admission become property of Vanderbilt University’s Graduate School, Office of Admissions and Enrollment. Letters of Recommendation The Graduate School application requires three recommendation letters from people best qualified to attest to your capacity for graduate work. We prefer to have academic references representing your major field. We recommend that your recommenders comment on qualities that will be relevant to your academic pursuits, particularly research. All recommendations must be completed using the Vanderbilt University review forms, provided directly to your assigned letter writers via email from our application system. Email submission, or submission through outside vendors – such as Interfolio – will not be accepted",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 80
    }
  },
  {
    "id": "b4aebde6-73f3-4ccf-b3da-fc99337da335",
    "text": ". Email submission, or submission through outside vendors – such as Interfolio – will not be accepted.  Statement of Purpose Along with your application, you must submit a Statement of Purpose that is an essay that outlines why you are applying to the program, how you have prepared to pursue this degree and what you hope to accomplish both during and after your training. You may find other school/program-specific requirements that are listed on the application. In general, the statement should be 1-5 pages and only contain information pertinent to the application you are submitting. There are not any word count requirements. Some programs have more specific requirements for the statement of purpose. These requirements will be listed on the Statement of Purpose page of the application. Transcript Requirements Below are directions for submitting your transcript to the Graduate School: Unofficial Transcripts You must upload one copy of the scanned unofficial transcript from each undergraduate and graduate institution where you Earned (or will earn) a degree; Studied for one semester or more; Earned 12 or more hours of credit; or Took classes that relate to your graduate study interests. If you took classes at a college or university while in high school, do not list the college or university as a separate school in your application unless the credits you earned applied to your bachelor’s or associate’s degree",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 81
    }
  },
  {
    "id": "de22722b-f34a-4050-ba2a-5a9bd84ddb46",
    "text": ". If you took classes at a college or university while in high school, do not list the college or university as a separate school in your application unless the credits you earned applied to your bachelor’s or associate’s degree. You do not have to provide a separate transcript for study abroad credits, as long as the credits are listed on the transcript from your home educational institution. If you list a study abroad institution in the Academic History section of your online application, the system will require you to upload a document. If the study abroad credits are listed on the transcript from your home educational institution, upload a document stating that fact. If they are not listed, you must upload a transcript from the study abroad institution. Do not mail paper copies of your transcripts before receiving an offer of admission. If you are unable to upload your transcripts to the application because your educational institution does not issue transcripts directly to students, please visit this page or email us for help. If you are admitted, you will be asked to request an official transcript from each institution listed in the Education section of your application, regardless of the number of credits earned. Vanderbilt University reserves the right to rescind any offer of admission if any discrepancies are found between your uploaded and official transcripts",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 82
    }
  },
  {
    "id": "c6447f8a-bb73-476f-96b1-0171720d425f",
    "text": ". Vanderbilt University reserves the right to rescind any offer of admission if any discrepancies are found between your uploaded and official transcripts. Transcript Requirements Each transcript must provide a year-by-year listing of all courses taken and the grade or mark received for each. The transcript must list your name and the name of the school. If your school provides transcripts in English, please provide the English-language transcript. If your school does not provide transcripts in English, you must provide a transcript in the original language AND an English translation from a professional translation service. If your Social Security number appears on your transcripts, mark out all except the last four digits of the number before uploading the transcripts to your application. If the grading scale of the institution is available, be sure to include that information. Before uploading an electronic transcript issued by your school, make sure it can be opened without passwords or other security information. We do not accept web page screenshots from a student information system in place of transcripts. Uploading screenshots instead of transcripts will delay the processing of your application. You may submit a credential evaluation from a third party (e.g. WES or ECE), but if you do so, you must also submit the transcript from your institution. Please note that some programs may require the upload of an evaluation",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 83
    }
  },
  {
    "id": "8dc438cf-fe1b-46c1-a436-adb10bf7ee06",
    "text": ". You may submit a credential evaluation from a third party (e.g. WES or ECE), but if you do so, you must also submit the transcript from your institution. Please note that some programs may require the upload of an evaluation. Acceptable Transcript Formats Scanned copies of paper transcripts produced by the institution Electronic transcripts produced by the institution Official Transcripts Official transcripts are required only after an offer of admission is made and accepted. A document is considered official only if it is sent directly to Vanderbilt from your institution. Your admission is contingent upon Vanderbilt’s Centralized Document Management (CDM) receiving an official transcript directly from the institution attended no later than August 31 of your entry year. Official transcripts can be sent either via the postal service or via secure electronic delivery to cdm@vanderbilt.edu . Your checklist on the Application Status page will indicate if you need to submit an official transcript. International Transcripts Official academic records listing all courses and grades and including a graduation certificate in the native language must be submitted with a complete English translation certified by an official translator. All records must be certified by the issuing institution or appropriate government official. Find information about non-required credential evaluations at NACES . Information about specific documents required from each country is also available",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 84
    }
  },
  {
    "id": "bdc3eeee-3f1d-4f61-b371-8d8b1676dbd5",
    "text": ". All records must be certified by the issuing institution or appropriate government official. Find information about non-required credential evaluations at NACES . Information about specific documents required from each country is also available. Transcript Submission How to Submit Upload electronic copies of your unofficial transcripts via the online application. If you are having trouble uploading your transcript, the following tips may help: Make sure your file is in PDF format and does not exceed 1.5 MB (1,500 kb) in size. Once you have uploaded your file, click the \"Preview Upload\" button to ensure that these document you uploaded is legible throughout. If your document is not legible, the processing of your application will be delayed. The system will not allow you to submit your online application unless you upload a document for every school listed in the Academic History section. If you have followed the above guidelines and still cannot upload your transcript, upload a statement instead explaining why you cannot upload the transcript. You will then submit a PDF copy of each transcript individually to graduateschooladmissions@vanderbilt.edu. Do not e-mail your transcripts unless you have exhausted all options for uploading the transcripts to the academic History section of the application. E-mailed transcripts must be in PDF format; do not send Microsoft Word documents or JPEG files",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 85
    }
  },
  {
    "id": "797174b1-5f9b-4025-a542-4c8cee8b16a6",
    "text": ". Do not e-mail your transcripts unless you have exhausted all options for uploading the transcripts to the academic History section of the application. E-mailed transcripts must be in PDF format; do not send Microsoft Word documents or JPEG files. In the body of the e-mail, include your name and the name of the department to which you are applying. Mailing instructions If you have been directed to mail your transcript ,address transcripts sent via postal service to: Center for Data Management Vanderbilt University PMB 407833 2301 Vanderbilt Place Nashville, TN 37240-7833 Please do NOT mail transcripts to the department office, Graduate School or Office of the University Registrar. Mailing of transcripts is very uncommon. GPA You are required to provide an undergraduate grade point average (UGPA) in the Additional Academic Information section of your application. How to Calculate Your UGPA If you graduated or will graduate from a U.S. college or university and earned all of your degree credits in the United States , you should report the cumulative GPA and GPA grade scale that is stated on the degree-conferring transcript unless you are required to re-calculate your GPA based on the criteria below",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 86
    }
  },
  {
    "id": "52857148-d9a0-45f2-b247-1d175355a669",
    "text": ". We require that you self-calculate your UGPA on a 4.0 scale if you have: Attended a college or university outside of the United States for all or part of your undergraduate degree program (not including study abroad); Submitted a transcript with any transfer credits; or Failed a course that appears on your transcript but is not included in your school’s calculation of GPA. Attended multiple undergraduate institutions. Self Calculation Instructions To self-calculate your GPA, please utilize the GPA Calculator from Scholaro Reports to create a line-by-line assessment of your UGPA. About UGPA Calculations: It is not necessary to pay for a credential evaluation when using the Scholaro Reports GPA Calculator. The UGPA should include all undergraduate course work completed at the time of submission of the application. If you attended more than one school, you must include the grades from all undergraduate schools in calculating your UGPA. If your schools are in different countries, please run the Scholaro Reports GPA Calculator for each school. To arrive at a cumulative GPA, use the example below: School 1:  20 credits x 3.9 GPA = 78 School 2: 123 credits x 3.5 GPA = 431 (rounded) Cumulative GPA = (78+431)/(20+123) = 509/143 = 3.6 (rounded) Do not include courses that were dropped or courses that did not award letter grades (e.g. satisfactory/unsatisfactory, pass/fail, credit only). If you repeated a course, include both grades for the course in your UGPA calculation",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 87
    }
  },
  {
    "id": "ee8a2885-2813-4b46-8cc8-0c152bf3f1b3",
    "text": ". satisfactory/unsatisfactory, pass/fail, credit only). If you repeated a course, include both grades for the course in your UGPA calculation. If you did not pass a course (e.g. received an F or E grade), you must still include the course grade in your UGPA calculation. Do not include graduate-level courses that you have completed unless they counted toward your undergraduate degree requirements. There is a separate place on the application for you to provide your graduate grade point average. If you do not find a grade scale that exactly matches your undergraduate institution’s scale, please use the scale that matches it most closely (e.g., applicants who have attended an Indian university that use a 70-100 point scale may use the United Kingdom scale). You do not need to include study abroad classes. School 1:  20 credits x 3.9 GPA = 78 School 2: 123 credits x 3.5 GPA = 431 (rounded) Cumulative GPA = (78+431)/(20+123) = 509/143 = 3.6 (rounded)",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 88
    }
  },
  {
    "id": "308cdd85-b47d-44d3-8244-b1a7cfb11e85",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/give/\nDate scraped: 2025-02-17 02:45:27",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 90
    }
  },
  {
    "id": "05f711c7-7d19-4aa7-b063-137feb46844e",
    "text": "Give Generous support from our alumni and friends is critical to the continued success of the Graduate School of Vanderbilt University. Gifts of all sizes come together to help us achieve the all-important goal of training the next generation of leaders in a variety of disciplines. Large or small, your contribution helps us continue to support the scholarly pursuits of our students and faculty, and advance Vanderbilt's education and research mission. Learn how your gift will help the Graduate School. Powering Innovation Scholarships and fellowships are vital to the advancement of graduate student research, personal development, and professional success. Philanthropic support ensures that our students have the opportunities they need to produce academically rigorous work, engages innovative methods, and reveals fresh perspectives. Ultimately, this work drives breakthroughs with the potential to impact not only one field of study, but also our broad global community. Our Commitment to Inclusive Excellence A broadly diverse community increases our capabilities, expands opportunities for new ideas, and powers our success. In the last two decades, Vanderbilt has made significant progress in creating an inclusive environment where equity and diversity are valued at all levels, including among graduate programs",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 91
    }
  },
  {
    "id": "9252d85e-c40d-4651-b1f5-91c0e3455108",
    "text": ". In the last two decades, Vanderbilt has made significant progress in creating an inclusive environment where equity and diversity are valued at all levels, including among graduate programs. Philanthropic support directed toward recruitment and retention of extraordinary faculty scholars from all backgrounds and experiences will accelerate and enhance our impact and ensure our continued ability to attract world-changing scholars and leaders. Extending our Impact Vanderbilt is unique among top-tier research schools in that our 10 colleges are located on a single 330-acre campus, intentionally designed to foster collaboration and innovation. The Graduate School serves as a vital hub, connecting scholars and faculty across schools and disciplines. As we build for our future, we seek philanthropic support to seize opportunities to amplify our achievements, elevate our reputation, and extend our impact—such as the development of a national conference to promote innovative scholarship and facilitate networking among thought-leaders, and support for forward-thinking research agendas and mentoring programs. Donor Recognition: The Provost’s Circle Donors who make gifts of $2,500 or more are recognized as members of the Provost’s Circle . Alumni who graduated within the last 10 years can become members with a gift of $1,000 or more. Membership is renewed by making qualifying gifts each fiscal year (July 1 to June 30)",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 92
    }
  },
  {
    "id": "a5d4f1de-87d5-4ba5-8779-037a1b367959",
    "text": ". Alumni who graduated within the last 10 years can become members with a gift of $1,000 or more. Membership is renewed by making qualifying gifts each fiscal year (July 1 to June 30). Provost’s circle recognition levels: Recent graduate member (graduated in last 10 years): $1,000 Benefactor: $5,000-$9,999 Dean's List: $10,000-$24,999 Cornelius Vanderbilt Circle: $25,000 or above Ways to Give Online To make your gift online, use our secure online gift form . Vanderbilt accepts Visa, MasterCard, American Express, and Discover credit cards. By Mail Print this form and mail with your check to the following address: Vanderbilt Gift and Donor Services PMB 407727 2301 Vanderbilt Place Nashville, TN 37240-7727 Telephone Please call Gift and Donor Services at 1 (800) 288-0082 to make a gift. Electronic Bank Draft To set up an electronic bank draft, call 1 (866) 882-FUND (3863) or use our printable form . Stocks and Securities To request information on transferring gifts of stocks and securities click here. Please call (615) 875-1155 with any questions. Planned Gifts For information on planned gifts, please contact the Office of Planned Giving at (615) 343-3113 or via email at plannedgiving@vanderbilt.edu . More information about planned giving can be found at vanderbilt.edu/plannedgiving . To make your gift online, use our secure online gift form . Vanderbilt accepts Visa, MasterCard, American Express, and Discover credit cards",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 93
    }
  },
  {
    "id": "8fe4760e-c883-4058-8f4c-e3c33ff21584",
    "text": ". More information about planned giving can be found at vanderbilt.edu/plannedgiving . To make your gift online, use our secure online gift form . Vanderbilt accepts Visa, MasterCard, American Express, and Discover credit cards. Print this form and mail with your check to the following address: Vanderbilt Gift and Donor Services PMB 407727 2301 Vanderbilt Place Nashville, TN 37240-7727 Please call Gift and Donor Services at 1 (800) 288-0082 to make a gift. To set up an electronic bank draft, call 1 (866) 882-FUND (3863) or use our printable form . To request information on transferring gifts of stocks and securities click here. Please call (615) 875-1155 with any questions. For information on planned gifts, please contact the Office of Planned Giving at (615) 343-3113 or via email at plannedgiving@vanderbilt.edu . More information about planned giving can be found at vanderbilt.edu/plannedgiving . A note from the desk of Dean Christie-Mizell:  Vanderbilt University’s Graduate School is known for academic rigor and the pursuit of excellence in research and innovation. Donor support drives innovation at Vanderbilt, and it funds scholarships and fellowships that make world-class education broadly accessible. I ask you to consider supporting the Graduate School this year. Our graduate programs attract and select the best and brightest students, bringing them together in a spirit of radical collaboration",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 94
    }
  },
  {
    "id": "930a7df1-bcba-4f3d-8d2e-f344f3e8b054",
    "text": ". I ask you to consider supporting the Graduate School this year. Our graduate programs attract and select the best and brightest students, bringing them together in a spirit of radical collaboration. This collaborative environment allows them to enhance each other’s skills and knowledge, fostering a community where every member contributes to and benefits from collective growth. Each doctoral student at Vanderbilt engages in research and scholarship that not only prepares them for their field of practice, but also contributes significantly to the university’s success. Examples of Vanderbilt graduate students emerging as leaders in their fields include: Creea Shannon, a graduate student in biomedical informatics and social change advocate who is passionate about inspiring young people to pursue careers in science and technology. Shannon uses computational models to explore health disparities in marginalized groups and has published the children’s book STEM Inspires Me! The book is about Cre the Scientist, who shares how STEM is used in everyday life. Kayla Anderson, a community research and action graduate student and community organizer whose research is grounded in theories of environmental justice and community power and empowerment",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 95
    }
  },
  {
    "id": "fd878137-e3fb-4c55-9e5b-c9c7048cf2d2",
    "text": ". Kayla Anderson, a community research and action graduate student and community organizer whose research is grounded in theories of environmental justice and community power and empowerment. Anderson is the co-facilitator of the Nashville Youth Design Team, a youth participatory action research project that engages high school students in a paid year-round internship that uses design thinking and research methods to understand and address youth-oriented challenges in the built environment. José Zepeda , a Ph.D. candidate in pharmacology and a poet, who studies experience-dependent synaptic plasticity, the brain’s ability to rewire itself after an experience. Outside of his research, he writes poetry and prose centered around the Mexican-American identity. Zepeda’s goal is to form part of the fundamental research that will allow for the development of cures and treatments for neurological disorders and diseases. Supporters like you have a profound impact on student research and discovery, helping to shape the innovators and leaders who will change the world. By donating, you become a crucial part of this transformative journey. At Vanderbilt, students are challenged and supported by their peers, mentors and mentees to foster a collaborative environment where they thrive. Your support allows them to engage in groundbreaking research, develop innovative solutions and grow into well-rounded individuals poised to make significant societal contributions",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 96
    }
  },
  {
    "id": "944fdb1b-a904-4005-862a-ec51fd49b758",
    "text": ". Your support allows them to engage in groundbreaking research, develop innovative solutions and grow into well-rounded individuals poised to make significant societal contributions. Graduate School students recognize that collaboration and community achievement are as crucial to their success as personal accomplishment—and this serves them well. Your contributions help us fulfill our commitment to inclusive excellence, recruiting and retaining top talent, and creating a sense of belonging at Vanderbilt for every student we serve. Please continue supporting the Graduate School and investing in tomorrow’s leaders.",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 97
    }
  },
  {
    "id": "7fca39da-da10-4514-bbe5-2527f7e5bead",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/news/\nDate scraped: 2025-02-17 02:45:27\n\nNews Featured  Student Spotlights  Grad School Connection Grad School Connection is our monthly newsletter for current graduate students. It highlights news from around the University and includes professional development events, funding opportunities, and current student spotlights. Read Latest Issue Looking for Alumni News? Learn about upcoming events and ways to connect with the Graduate School as an alumnus.\n================================================================================\n\nScraped from: https://gradschool.vanderbilt.edu/wp-login.php/\nDate scraped: 2025-02-17 02:45:27\n\nPowered by WordPress Lost your password? ← Go to Graduate School\n================================================================================\n\nScraped from: https://gradschool.vanderbilt.edu/application-faqs/\nDate scraped: 2025-02-17 02:45:27",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 99
    }
  },
  {
    "id": "22aa23b5-fc3a-4a75-ac70-fcd5bcd141a1",
    "text": "Application FAQs The complexities of applying to graduate school can often lead to a few questions. Below we’ve compiled answers to some of the most common questions we receive. How to Apply Application Requirements Reapplication, Deferrals & Non-Degree Application FAQs Application Assistance How to Apply Application Requirements Reapplication, Deferrals & Non-Degree Application FAQs Application Assistance Application Questions What is the deadline by which I must submit my application? Application deadlines vary by program, so you must contact your program of interest directly. Please note that the servers of our application system are on Eastern Time. Can I apply to more than one program for a term? You may apply to two programs per term. To start a second application, go to the Application Management or Homepage and click on the Start New Application link. I started/submitted an application last year but did not enroll. If I want to apply again this year, do I have to start over? Yes, you will need to submit a new application. Much of the data on the application will be pre-populated for you based on what was previously entered/submitted, and you will have a chance to update any information that is out-of-date. I am having difficulty completing the academics section of the application. If your institution does not provide a grade point average (GPA), please put 0.0 in the GPA field and 0.0 in the on a scale of field",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 100
    }
  },
  {
    "id": "f4a38025-9825-47a4-9fbf-205f715302eb",
    "text": ". I am having difficulty completing the academics section of the application. If your institution does not provide a grade point average (GPA), please put 0.0 in the GPA field and 0.0 in the on a scale of field. We will understand this entry to mean you do not have a GPA to report. You must enter an earned or expected degree for at least one of the institutions you list. If you do not have a major to report, put N/A in that field. Rank in class is not required. If you do not have a rank to report, you may leave that field blank or enter N/A. You should list all post-secondary institutions where you have attended. Institutions where you studied abroad are exceptions to this rule if the study abroad work is reflected, in its entirety, on the transcript of your primary institution. What is the application fee? How do I pay for it? The application fee for Graduate School programs is $95 for Ph.D. and M.F.A. applications. Many graduate programs do not require an application fee. If your program does require an application fee, you will be prompted for fee payment once you have submitted your application. If you applied for a Ph.D. program and were not asked to pay the application fee, then the system may have granted you an application fee waiver based on your input in the application form. Most of the fee waivers will be managed automatically through our application system, so please complete your application to determine whether you are eligible for an application fee waiver",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 101
    }
  },
  {
    "id": "d963b01f-929f-49bc-9933-6fbd4cc5b9be",
    "text": ". Most of the fee waivers will be managed automatically through our application system, so please complete your application to determine whether you are eligible for an application fee waiver. More information about application fee waivers is available under Application Requirements How can I change information that I submitted on my application? You can update some items from your Application Status page even after you have submitted your application. Update your address: On the Application Status page, click on Edit Address. Change your e-mail address: If you have not yet submitted your application, log in with your old email and open your application. Navigate to the Personal page of the application and scroll to your email address. Click on Change to update your email address. If you have already submitted your application, on the Application Status page, scroll down to Account Tools at the bottom of the page and click on Change Email Address. Once you enter your new e-mail address, a new account activation link will be e-mailed to that address. It will be necessary to complete all steps requested to link your new email address to your account. Send reminder e-mails to your recommenders: On the Application Status page, scroll down to the end of the application checklist section and click on recommendations page link",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 102
    }
  },
  {
    "id": "b46905f4-8b64-428d-a435-633bbde6e373",
    "text": ". Send reminder e-mails to your recommenders: On the Application Status page, scroll down to the end of the application checklist section and click on recommendations page link. Update \"Right to Access\" Waiver: Following submission of your application, if you wish to alter your waiver status for your \"Right to Access\" your recommendation you will need to \"exclude\" your recommender and resubmit them as a new recommender. There is no way to edit this information while retaining the original recommendation request, please be sure to double check your waiver status is accurate prior to submission. Test Scores : After submitting your application, only official test scores can be added. To add additional test scores, please have the testing agency send your test scores directly to Vanderbilt (1871). To update any other information on your submitted application, please contact your program. How do I check on the status of my application? Once your application has been submitted, your login will take you to your Application Status page. Use the Application Checklist to verify which application requirements have been met and which are still outstanding. Information on the decision timeline for most programs is under Application Requirements",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 103
    }
  },
  {
    "id": "0ddec278-9d85-4123-99ad-1e78f2fe93ff",
    "text": ". Use the Application Checklist to verify which application requirements have been met and which are still outstanding. Information on the decision timeline for most programs is under Application Requirements. If I choose to defer my admission offer, do I still have to pay the matriculation deposit? Yes, if you choose to defer your offer of admission, you are still required to pay the matriculation deposit for programs that require it.  Please contact your program of interest directly to confirm. I do not see my statement of purpose in my application checklist. Did you receive it? The Statement of Purpose is not included in the checklist with other uploaded materials. The system will not allow you to submit an application without the Statement of Purpose, so if the application is submitted, your Statement of Purpose is included. Are applications offered on a rolling basis? While every program is different, most programs do not offer rolling admission. For a student to get accepted outside of the admissions cycle, it requires special approval from the program and university leadership. The same applies for Ph.D. transfer students. If approved, applicants may apply via the Graduate School website. Applicants will not be able to choose the closed term nor be able to submit the final application without administrative assistance. Application deadlines vary by program, so you must contact your program of interest directly",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 104
    }
  },
  {
    "id": "2522cbd8-1f8a-444d-b617-42a2e7cada8c",
    "text": ". Applicants will not be able to choose the closed term nor be able to submit the final application without administrative assistance. Application deadlines vary by program, so you must contact your program of interest directly. Please note that the servers of our application system are on Eastern Time. You may apply to two programs per term. To start a second application, go to the Application Management or Homepage and click on the Start New Application link. Yes, you will need to submit a new application. Much of the data on the application will be pre-populated for you based on what was previously entered/submitted, and you will have a chance to update any information that is out-of-date. If your institution does not provide a grade point average (GPA), please put 0.0 in the GPA field and 0.0 in the on a scale of field. We will understand this entry to mean you do not have a GPA to report. You must enter an earned or expected degree for at least one of the institutions you list. If you do not have a major to report, put N/A in that field. Rank in class is not required. If you do not have a rank to report, you may leave that field blank or enter N/A. You should list all post-secondary institutions where you have attended. Institutions where you studied abroad are exceptions to this rule if the study abroad work is reflected, in its entirety, on the transcript of your primary institution. The application fee for Graduate School programs is $95 for Ph.D. and M.F.A",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 105
    }
  },
  {
    "id": "394909a9-abfa-4310-9ac2-b32ac0888140",
    "text": ". Institutions where you studied abroad are exceptions to this rule if the study abroad work is reflected, in its entirety, on the transcript of your primary institution. The application fee for Graduate School programs is $95 for Ph.D. and M.F.A. applications. Many graduate programs do not require an application fee. If your program does require an application fee, you will be prompted for fee payment once you have submitted your application. If you applied for a Ph.D. program and were not asked to pay the application fee, then the system may have granted you an application fee waiver based on your input in the application form. Most of the fee waivers will be managed automatically through our application system, so please complete your application to determine whether you are eligible for an application fee waiver. More information about application fee waivers is available under Application Requirements You can update some items from your Application Status page even after you have submitted your application. Update your address: On the Application Status page, click on Edit Address. Change your e-mail address: If you have not yet submitted your application, log in with your old email and open your application. Navigate to the Personal page of the application and scroll to your email address. Click on Change to update your email address",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 106
    }
  },
  {
    "id": "d02e71d5-f788-475f-a141-9941ea909795",
    "text": ". Navigate to the Personal page of the application and scroll to your email address. Click on Change to update your email address. If you have already submitted your application, on the Application Status page, scroll down to Account Tools at the bottom of the page and click on Change Email Address. Once you enter your new e-mail address, a new account activation link will be e-mailed to that address. It will be necessary to complete all steps requested to link your new email address to your account. Send reminder e-mails to your recommenders: On the Application Status page, scroll down to the end of the application checklist section and click on recommendations page link. Update \"Right to Access\" Waiver: Following submission of your application, if you wish to alter your waiver status for your \"Right to Access\" your recommendation you will need to \"exclude\" your recommender and resubmit them as a new recommender. There is no way to edit this information while retaining the original recommendation request, please be sure to double check your waiver status is accurate prior to submission. Test Scores : After submitting your application, only official test scores can be added. To add additional test scores, please have the testing agency send your test scores directly to Vanderbilt (1871). To update any other information on your submitted application, please contact your program",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 107
    }
  },
  {
    "id": "308df7bb-3da2-46cb-af8c-3f552d93a15d",
    "text": ". To add additional test scores, please have the testing agency send your test scores directly to Vanderbilt (1871). To update any other information on your submitted application, please contact your program. If you have not yet submitted your application, log in with your old email and open your application. Navigate to the Personal page of the application and scroll to your email address. Click on Change to update your email address. If you have already submitted your application, on the Application Status page, scroll down to Account Tools at the bottom of the page and click on Change Email Address. Once you enter your new e-mail address, a new account activation link will be e-mailed to that address. It will be necessary to complete all steps requested to link your new email address to your account. Once your application has been submitted, your login will take you to your Application Status page. Use the Application Checklist to verify which application requirements have been met and which are still outstanding. Information on the decision timeline for most programs is under Application Requirements. Yes, if you choose to defer your offer of admission, you are still required to pay the matriculation deposit for programs that require it.  Please contact your program of interest directly to confirm. The Statement of Purpose is not included in the checklist with other uploaded materials",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 108
    }
  },
  {
    "id": "48cf0028-d609-4847-8ab5-6b95cae6ca74",
    "text": ". The Statement of Purpose is not included in the checklist with other uploaded materials. The system will not allow you to submit an application without the Statement of Purpose, so if the application is submitted, your Statement of Purpose is included. While every program is different, most programs do not offer rolling admission. For a student to get accepted outside of the admissions cycle, it requires special approval from the program and university leadership. The same applies for Ph.D. transfer students. If approved, applicants may apply via the Graduate School website. Applicants will not be able to choose the closed term nor be able to submit the final application without administrative assistance. Account Setup and Password Questions I cannot complete my account setup. If you did not receive the email containing the URL and temporary pin, please be sure you are using the same email that you used to initiate the account. Also check your spam and quarantined mail folders for the email. If neither of these resolves the problem, submit your issue to graduateschooladmissions@vanderbilt.edu and a staff member will assist you. When completing the last step of your account setup, please be sure to use the same email address and birthdate to log in as you used when you initiated the account. I have forgotten my password. To reset a password: Go to the login page and click on Log in. Once the login page opens, click on the Forgotten Password option",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 109
    }
  },
  {
    "id": "b97202e5-ea25-4232-bc7d-7e56545a9761",
    "text": ". I have forgotten my password. To reset a password: Go to the login page and click on Log in. Once the login page opens, click on the Forgotten Password option. Follow the instructions to reset your password. The program I am interested in is not listed or does not have the term option that I want. If a program is not listed on the program dropdown, that program is not currently accepting applications. Please check the program’s website for further information about your program’s entry terms and application deadlines. My recommender is not receiving the system generated email. Please have your recommender check his or her spam email folder for the email. The subject line of the email will be “Recommendation Request from for Vanderbilt University. Have your recommender add mailer@technolutions.net to his or her safe sender list. You may resend the email from the recommender page of your application if the application has not been submitted or from your Applicant Status page if your application has been submitted (look for the link at the bottom of the page). Report continued problems to graduateschooladmissions@vanderbilt.edu and a staff member will assist you. Can I delete a recommender? You can exclude, rather than delete, a recommender. Recommenders can be excluded from the Recommender section list before a recommendation has been received from that recommender, by clicking Edit next to the name",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 110
    }
  },
  {
    "id": "dfc45367-0634-4822-946c-ee9ce022bf13",
    "text": ". Can I delete a recommender? You can exclude, rather than delete, a recommender. Recommenders can be excluded from the Recommender section list before a recommendation has been received from that recommender, by clicking Edit next to the name. The recommender will still appear on your list but will be marked as excluded. After all recommendations have been received, you cannot edit your recommender list. What does it mean to waive my right to see recommendations? If you choose to Waive your right to see the recommendation, this lets the recommender know that whatever comments they submit will never be seen by you. If you choose to Not Waive your right to see the recommendation, this lets the recommender know that you intend to obtain a copy of their comments at some future point. Most applicants choose to waive the right to view the recommendation. Some applicants believe the recommender will give a more candid appraisal if they know that the applicant will not see the recommendation in the future. It is your responsibility as an applicant to enlist recommenders who will give a favorable and honest assessment of your academic capabilities. The option to waive or not waive is offered near the bottom of the box where you enter information about your recommender. If you did not receive the email containing the URL and temporary pin, please be sure you are using the same email that you used to initiate the account. Also check your spam and quarantined mail folders for the email",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 111
    }
  },
  {
    "id": "39a0ba5b-a59a-4d38-8d8f-f1e1d9f82d8e",
    "text": ". If you did not receive the email containing the URL and temporary pin, please be sure you are using the same email that you used to initiate the account. Also check your spam and quarantined mail folders for the email. If neither of these resolves the problem, submit your issue to graduateschooladmissions@vanderbilt.edu and a staff member will assist you. When completing the last step of your account setup, please be sure to use the same email address and birthdate to log in as you used when you initiated the account. To reset a password: Go to the login page and click on Log in. Once the login page opens, click on the Forgotten Password option. Follow the instructions to reset your password. If a program is not listed on the program dropdown, that program is not currently accepting applications. Please check the program’s website for further information about your program’s entry terms and application deadlines. Please have your recommender check his or her spam email folder for the email. The subject line of the email will be “Recommendation Request from for Vanderbilt University. Have your recommender add mailer@technolutions.net to his or her safe sender list. You may resend the email from the recommender page of your application if the application has not been submitted or from your Applicant Status page if your application has been submitted (look for the link at the bottom of the page)",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 112
    }
  },
  {
    "id": "67ba3c91-0ea5-488f-a206-326ee806bf53",
    "text": ". You may resend the email from the recommender page of your application if the application has not been submitted or from your Applicant Status page if your application has been submitted (look for the link at the bottom of the page). Report continued problems to graduateschooladmissions@vanderbilt.edu and a staff member will assist you. You can exclude, rather than delete, a recommender. Recommenders can be excluded from the Recommender section list before a recommendation has been received from that recommender, by clicking Edit next to the name. The recommender will still appear on your list but will be marked as excluded. After all recommendations have been received, you cannot edit your recommender list. If you choose to Waive your right to see the recommendation, this lets the recommender know that whatever comments they submit will never be seen by you. If you choose to Not Waive your right to see the recommendation, this lets the recommender know that you intend to obtain a copy of their comments at some future point. Most applicants choose to waive the right to view the recommendation. Some applicants believe the recommender will give a more candid appraisal if they know that the applicant will not see the recommendation in the future. It is your responsibility as an applicant to enlist recommenders who will give a favorable and honest assessment of your academic capabilities",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 113
    }
  },
  {
    "id": "62f3af7b-0311-4472-bdc3-a89153d3a050",
    "text": ". It is your responsibility as an applicant to enlist recommenders who will give a favorable and honest assessment of your academic capabilities. The option to waive or not waive is offered near the bottom of the box where you enter information about your recommender. Other Common Questions Does the Graduate School conduct campus tours? The Graduate School does not conduct general tours of campus; this is done through the Office of Undergraduate Admissions, and you can contact them to schedule a campus tour at 615-322-2561. Am I automatically considered for financial aid? Applicants who are admitted are automatically considered for departmental support, but it is your responsibility to research other possible sources of financial aid.  More information on that is available on the Vanderbilt Student Financial Aid site: http://www.vanderbilt.edu/financialaid/ My application was denied. Where can I find feedback on my application? Admissions decisions begin at the program level. Please contact your program of interest directly for feedback. Can you send me a copy of any of my application material? Under no circumstances can any application materials submitted to the Office of Graduate Admissions and Enrollment be returned to the applicant or forwarded to another college, university, or third party. All records submitted in support of an application for admission become property of Vanderbilt University’s Graduate School, Office of Admissions and Enrollment",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 114
    }
  },
  {
    "id": "fd463bb2-bb88-4b4d-9469-7f7def5ae574",
    "text": ". All records submitted in support of an application for admission become property of Vanderbilt University’s Graduate School, Office of Admissions and Enrollment. Are three-year degrees recognized by Vanderbilt? The decisions about equivalency of degrees as appropriate for admission to Graduate School are made on a case-by-case basis. The main input into this decision is that of the department/program. If a student with a certain degree has the qualifications that a department considers appropriate for admission, then the department can make the case to the Graduate School. The Graduate School cannot make a blanket statement regarding types of programs that are acceptable because many may not be. We advise you to continue with your application, but it would be wise to contact your department of interest directly to discuss the relevant issues. You can find a list of Graduate School programs here: https://gradschool.vanderbilt.edu/academics/department-contacts/ What happens if I do not respond to my offer of admission? If you are admitted into a program and do not communicate your decision with the program in a timely manner, your offer will be rescinded. I accepted my offer of admission, but I have not received a confirmation email. For programs that require it, you must pay your deposit for your status to update. If you have already paid your deposit or none is required and you are still having issues, email graduateschooladmissions@vanderbilt.edu . How can U.S",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 115
    }
  },
  {
    "id": "5ef46013-78e3-45eb-863b-94684c0d503f",
    "text": ". For programs that require it, you must pay your deposit for your status to update. If you have already paid your deposit or none is required and you are still having issues, email graduateschooladmissions@vanderbilt.edu . How can U.S. military veterans learn about available VA educational benefits such as the Yellow Ribbon Program? For information about the Yellow Ribbon Program and other VA educational benefits, please visit the Veterans Educational Benefits page.  Questions regarding VA educational benefits should be directed to the VA School Certifying Official in the Office of the University Registrar at: VASCO@vanderbilt.edu . Does Vanderbilt offer CPT? Curricular Practical Training (CPT) is an off-campus employment option available to F-1 students when the training experience is considered to be an integral part of the established curriculum and directly related to the student’s major area of study. Vanderbilt University does not have any academic programs that require immediate participation in CPT. In other words, there is no “Day 1 CPT” at Vanderbilt. More information is available on the International Student and Scholar Services website . The Graduate School does not conduct general tours of campus; this is done through the Office of Undergraduate Admissions, and you can contact them to schedule a campus tour at 615-322-2561",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 116
    }
  },
  {
    "id": "0a623042-8627-41b8-b252-90cd44fd1096",
    "text": ". The Graduate School does not conduct general tours of campus; this is done through the Office of Undergraduate Admissions, and you can contact them to schedule a campus tour at 615-322-2561. Applicants who are admitted are automatically considered for departmental support, but it is your responsibility to research other possible sources of financial aid.  More information on that is available on the Vanderbilt Student Financial Aid site: http://www.vanderbilt.edu/financialaid/ Admissions decisions begin at the program level. Please contact your program of interest directly for feedback. Under no circumstances can any application materials submitted to the Office of Graduate Admissions and Enrollment be returned to the applicant or forwarded to another college, university, or third party. All records submitted in support of an application for admission become property of Vanderbilt University’s Graduate School, Office of Admissions and Enrollment. The decisions about equivalency of degrees as appropriate for admission to Graduate School are made on a case-by-case basis. The main input into this decision is that of the department/program. If a student with a certain degree has the qualifications that a department considers appropriate for admission, then the department can make the case to the Graduate School. The Graduate School cannot make a blanket statement regarding types of programs that are acceptable because many may not be",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 117
    }
  },
  {
    "id": "3f063884-3160-4f22-b3dd-f459e1129f6e",
    "text": ". The Graduate School cannot make a blanket statement regarding types of programs that are acceptable because many may not be. We advise you to continue with your application, but it would be wise to contact your department of interest directly to discuss the relevant issues. You can find a list of Graduate School programs here: https://gradschool.vanderbilt.edu/academics/department-contacts/ If you are admitted into a program and do not communicate your decision with the program in a timely manner, your offer will be rescinded. For programs that require it, you must pay your deposit for your status to update. If you have already paid your deposit or none is required and you are still having issues, email graduateschooladmissions@vanderbilt.edu . For information about the Yellow Ribbon Program and other VA educational benefits, please visit the Veterans Educational Benefits page.  Questions regarding VA educational benefits should be directed to the VA School Certifying Official in the Office of the University Registrar at: VASCO@vanderbilt.edu . Curricular Practical Training (CPT) is an off-campus employment option available to F-1 students when the training experience is considered to be an integral part of the established curriculum and directly related to the student’s major area of study. Vanderbilt University does not have any academic programs that require immediate participation in CPT. In other words, there is no “Day 1 CPT” at Vanderbilt",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 118
    }
  },
  {
    "id": "8b6de9fb-952d-4605-b93e-d9fada932072",
    "text": ". Vanderbilt University does not have any academic programs that require immediate participation in CPT. In other words, there is no “Day 1 CPT” at Vanderbilt. More information is available on the International Student and Scholar Services website .",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 119
    }
  },
  {
    "id": "665fba7c-b5fb-44d5-b0d6-4c65bbb015b0",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/reapplication-deferrals-non-degree/\nDate scraped: 2025-02-17 02:45:27",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 121
    }
  },
  {
    "id": "4e8d8d07-4ce8-43dc-b581-c51b3bb9f1ae",
    "text": "Reapplication, Deferrals & Non-Degree Below are application instructions for reapplying, deferred admissions and non-degree students . For questions about the graduate admissions web-based system, please contact apply@vanderbilt.edu. How to Apply Application Requirements Reapplication, Deferrals & Non-Degree Application FAQs Application Assistance How to Apply Application Requirements Reapplication, Deferrals & Non-Degree Application FAQs Application Assistance Instructions to Reapply The Graduate School requires applicants to submit separate transcripts and letters of recommendation for every application, including reapplication. To access your record, you will need to enter your email address and application account password. If you have forgotten your password, you will have the option to reset it. The Graduate School has transitioned to a new online application system, as of August 1, 2013. If you applied to the Graduate School prior to August 2013 and wish to reapply now, you will not be able to use your old application account to start a new application. The Graduate School can only accept applications through the new system. Deferred Admissions Admitted students may request to defer their enrollment to the next available fall term. Prior to requesting a deferral, an admitted applicant must accept their offer by submitting their Intent to Matriculate , and pay any necessary deposits as required by their program",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 122
    }
  },
  {
    "id": "65572ab7-5b43-4e0d-9fc0-346f52372fb2",
    "text": ". Prior to requesting a deferral, an admitted applicant must accept their offer by submitting their Intent to Matriculate , and pay any necessary deposits as required by their program. To be considered, deferral requests must be submitted no later than one week before the open enrollment deadline, as indicated on the academic calendar . Only one deferral is permitted per student, and after that, a new application must be submitted. Please note, supporting documentation may be required for approval. Deferrals are granted only for a limited list of issues: Serious medical reasons Visa delays or denials Military leave Upon deferral approval, a new offer letter will be issued, reflecting updated funding amounts, which requires departmental review of financial aid. Late deferral requests will require reapplication, and the original offer will be withdrawn. Requesting a Deferral To request a deferral, admitted students should initiate the process by emailing their department. You can find a list of departmental contacts here . Upon receiving the request, the department will review the request and if approved they will contact both the student and the Graduate Admissions and Enrollment Office to process officially. Students are encouraged to communicate promptly and clearly with their department to facilitate a smooth deferral process if any of the listed conditions apply",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 123
    }
  },
  {
    "id": "162aad63-4491-4470-8018-76d99fdebec5",
    "text": ". Students are encouraged to communicate promptly and clearly with their department to facilitate a smooth deferral process if any of the listed conditions apply. Deferral requests of any kind submitted later than one week before the open enrollment deadline will not be considered or approved and reapplication will be required. Non-Degree If you are a non-degree student and have approval of the Graduate School, you may register for selected courses for which you are qualified. You will need to file an online application with the Graduate School, including copies of unofficial transcripts along with written approval of the course instructor. No more than 6 semester hours earned as a non-degree student may be applied to graduate degrees at Vanderbilt.",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 124
    }
  },
  {
    "id": "1f6c32a1-9d2f-42d1-965b-f78a8faa96f0",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/student-resources/\nDate scraped: 2025-02-17 02:45:28",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 126
    }
  },
  {
    "id": "f49bd41b-8b59-4ae6-97e4-1ab7980b74b9",
    "text": "Student Resources The Graduate School is committed to supporting students by providing resources for academic, professional, and personal development. Resources for Graduate Student Academic and Personal Concerns Students looking for assistance with concerns ranging from program-specific academic questions to mental health and well-being support should begin with the chart of Graduate Student Academic and Personal Concerns . The APC chart takes students through the process of identifying and contacting resources, based on their unique situations. Vanderbilt Resources: Health & Wellness Graduate students can manage stress by utilizing available resources for academic, financial, and personal wellbeing. Student Care Network The Student Care Network is a holistic network of services and resources pertaining to health and wellness available to all Vanderbilt University students. These resources are funded in part by the Student Health Fee. Vanderbilt University prioritizes mental health care for its diverse student population. Each student is assigned a Care Coordinator to navigate the resources within the Vanderbilt Student Care Network and support referral to an outside provider if necessary. Services are accessible to every student at a reasonable cost until a mental health clinical review panel determines that a standard of care is reached or facilitated by an outside provider",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 127
    }
  },
  {
    "id": "1a87bf28-fd74-48fd-a9eb-f7eb0407544d",
    "text": ". Services are accessible to every student at a reasonable cost until a mental health clinical review panel determines that a standard of care is reached or facilitated by an outside provider. Vanderbilt University considers mental health coverage when selecting a student health insurance option. Each student has the opportunity to provide input and comment on proposed changes to mental health services through elected liaisons in student government bodies. The Mental Health Bill of Rights and Responsibilities The Mental Health Bill of Rights was developed through a collaboration between the Graduate Student Council, the Graduate School, the Office of the Dean of Students, the University Counseling Center, the Student Care Network, the Office of the Provost, the Office of the Chancellor, and other University community members. It is intended to be a living document, and any future changes should undergo a robust process of discussions with relevant stakeholders, including those listed above. You can find the full Mental Health Bill of Rights here. The Student Care Network is a holistic network of services and resources pertaining to health and wellness available to all Vanderbilt University students. These resources are funded in part by the Student Health Fee. Vanderbilt University prioritizes mental health care for its diverse student population",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 128
    }
  },
  {
    "id": "abf2b6d5-5d1a-46cf-9eb2-7232a8b41db6",
    "text": ". These resources are funded in part by the Student Health Fee. Vanderbilt University prioritizes mental health care for its diverse student population. Each student is assigned a Care Coordinator to navigate the resources within the Vanderbilt Student Care Network and support referral to an outside provider if necessary. Services are accessible to every student at a reasonable cost until a mental health clinical review panel determines that a standard of care is reached or facilitated by an outside provider. Vanderbilt University considers mental health coverage when selecting a student health insurance option. Each student has the opportunity to provide input and comment on proposed changes to mental health services through elected liaisons in student government bodies. The Mental Health Bill of Rights was developed through a collaboration between the Graduate Student Council, the Graduate School, the Office of the Dean of Students, the University Counseling Center, the Student Care Network, the Office of the Provost, the Office of the Chancellor, and other University community members. It is intended to be a living document, and any future changes should undergo a robust process of discussions with relevant stakeholders, including those listed above. You can find the full Mental Health Bill of Rights here",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 129
    }
  },
  {
    "id": "f779e745-ca8f-4a6f-9cd3-4b900039a640",
    "text": ". It is intended to be a living document, and any future changes should undergo a robust process of discussions with relevant stakeholders, including those listed above. You can find the full Mental Health Bill of Rights here. Community Resources The Graduate School strongly encourages students and students’ partners/families to get involved with the larger Vanderbilt community by connecting with student organizations and finding networks of support. Student Organizations Vanderbilt has over 400 student organizations, many of those specifically for graduate students. Student organizations range from identity-based groups to discipline-specific groups and affinity groups. Learn more about all the ways to get involved. Family Support Vanderbilt has several resources to support students with families and the Graduate School strongly encourages students and students’ partners/families to get involved with the larger Vanderbilt community by finding networks of support. Read more about the various ways Vanderbilt supports families. Community Involvement Students take an active role in the Nashville community. You can join the action through the Graduate Student Council community events or by checking out Hands on Nashville , the easiest way to find a Nashville volunteer opportunity. Vanderbilt has over 400 student organizations, many of those specifically for graduate students. Student organizations range from identity-based groups to discipline-specific groups and affinity groups",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 130
    }
  },
  {
    "id": "395f039a-344b-4676-bd7d-06cfffaa9f79",
    "text": ". Vanderbilt has over 400 student organizations, many of those specifically for graduate students. Student organizations range from identity-based groups to discipline-specific groups and affinity groups. Learn more about all the ways to get involved. Vanderbilt has several resources to support students with families and the Graduate School strongly encourages students and students’ partners/families to get involved with the larger Vanderbilt community by finding networks of support. Read more about the various ways Vanderbilt supports families. Students take an active role in the Nashville community. You can join the action through the Graduate Student Council community events or by checking out Hands on Nashville , the easiest way to find a Nashville volunteer opportunity. Housing Nashville is a vibrant, engaging city known proudly as \"Music City, U.S.A.\" Located a little more than a mile from downtown, the university’s students, faculty, staff and visitors frequently cite Nashville as one of the perks of Vanderbilt. Go here to learn all that Nashville has to offer. Broadview at Vanderbilt Opening in Fall 2023 , the Broadview at Vanderbilt offers Graduate and Professional Student Housing adjacent to campus. Located just steps from the Vanderbilt University campus in downtown Nashville, The Broadview at Vanderbilt invites graduate and professional students into a community of collaboration and elevated living space",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 131
    }
  },
  {
    "id": "d3008a9d-615c-4557-a11c-58081dc4e0c7",
    "text": ". Located just steps from the Vanderbilt University campus in downtown Nashville, The Broadview at Vanderbilt invites graduate and professional students into a community of collaboration and elevated living space. They offer studio, one- and two-bedroom apartment homes with features such as a fully equipped kitchen with granite countertops, upgraded appliances, hardwood-inspired floors, and washer/dryer. The Broadview at Vanderbilt also has the best in on-site amenities, from a 24-hour fitness and wellness center, an on-site coffee shop and grocer, multiple collaboration and study spaces, to an outdoor BBQ area and media room. The inclusive student community is conveniently located just a short walk, bike, or bus ride away from campus and all the exciting dining, shopping and entertainment of downtown Nashville. Learn more about the Broadview. The Broadview is a lower-cost housing option with popular amenities and easy access to campus. While it is not university-owned and operated, our intent, through public-private partnership, is to support an additional choice for Vanderbilt graduate and professional students as they seek housing in the city. Off-Campus Referral Service To support the housing needs of new and continuing graduate students, the Office of Housing and Residential Education provides a web-based Off Campus Referral Service",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 132
    }
  },
  {
    "id": "64bd247d-3ba2-4e0d-9a65-5df2aee20b36",
    "text": ". Off-Campus Referral Service To support the housing needs of new and continuing graduate students, the Office of Housing and Residential Education provides a web-based Off Campus Referral Service. The website includes advertisements by landlords looking specifically for Vanderbilt-affiliated tenants, as well as by Vanderbilt students looking for roommates. Students may also post “wanted” ads seeking roommate or housemate situations.To access the service, just use the Vanderbilt Off Campus Referral Service . myVU Classifieds Visit myVU Classifieds for apartments, furniture, pet sitters and more. Ads are posted by Vanderbilt students, faculty, staff and alumni. Opening in Fall 2023 , the Broadview at Vanderbilt offers Graduate and Professional Student Housing adjacent to campus. Located just steps from the Vanderbilt University campus in downtown Nashville, The Broadview at Vanderbilt invites graduate and professional students into a community of collaboration and elevated living space. They offer studio, one- and two-bedroom apartment homes with features such as a fully equipped kitchen with granite countertops, upgraded appliances, hardwood-inspired floors, and washer/dryer. The Broadview at Vanderbilt also has the best in on-site amenities, from a 24-hour fitness and wellness center, an on-site coffee shop and grocer, multiple collaboration and study spaces, to an outdoor BBQ area and media room",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 133
    }
  },
  {
    "id": "46c4705c-9ad0-46cc-923a-8cdb4280c581",
    "text": ". The Broadview at Vanderbilt also has the best in on-site amenities, from a 24-hour fitness and wellness center, an on-site coffee shop and grocer, multiple collaboration and study spaces, to an outdoor BBQ area and media room. The inclusive student community is conveniently located just a short walk, bike, or bus ride away from campus and all the exciting dining, shopping and entertainment of downtown Nashville. Learn more about the Broadview. The Broadview is a lower-cost housing option with popular amenities and easy access to campus. While it is not university-owned and operated, our intent, through public-private partnership, is to support an additional choice for Vanderbilt graduate and professional students as they seek housing in the city. To support the housing needs of new and continuing graduate students, the Office of Housing and Residential Education provides a web-based Off Campus Referral Service. The website includes advertisements by landlords looking specifically for Vanderbilt-affiliated tenants, as well as by Vanderbilt students looking for roommates. Students may also post “wanted” ads seeking roommate or housemate situations.To access the service, just use the Vanderbilt Off Campus Referral Service . Visit myVU Classifieds for apartments, furniture, pet sitters and more. Ads are posted by Vanderbilt students, faculty, staff and alumni.",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 134
    }
  },
  {
    "id": "efbf2967-6f29-4d1c-b557-00631627a5a5",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/meet-the-dean/\nDate scraped: 2025-02-17 02:45:28",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 136
    }
  },
  {
    "id": "4ffca668-4540-45ce-997d-f6f4619e6bce",
    "text": "Meet the Dean Dr. C. André Christie-Mizell  Dr. C. André Christie-Mizell is the vice provost for graduate education and dean of the Graduate School. He also serves as the director of the Office of Postdoctoral Affairs and is a Centennial Professor of sociology at Vanderbilt University. Christie-Mizell joined Vanderbilt’s Department of Sociology in 2010. Prior to his role as vice provost, he served as senior associate dean and then dean of undergraduate education in the College and Arts and Science for four years. As vice provost and dean, Christie-Mizell serves as the chief administrator for all graduate programs within the university’s schools and colleges, and he works to foster a collaborative support system across multiple departments, programs, and central provost resources such as the Career Center, International Student and Scholar Services, and Data and Strategic Analysis. Christie-Mizell has an extraordinary talent for building consensus and is viewed across the institution as a trusted partner, connecter, and effective listener. Since taking leadership of the Graduate School, Vice Provost Christie-Mizell has worked to catapult Vanderbilt doctoral education to be among the best in the world through a redefinition of the role of the Graduate School, the launch of an enhanced funding model, and the creation of new pipeline programs to support students interested in tenure-track faculty roles post-graduation",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 137
    }
  },
  {
    "id": "c33e2155-803c-4232-a7e7-b35043f2f5e1",
    "text": ". Christie-Mizell aligned vision and ambition to empower the 58 graduate programs across seven teaching schools to recruit, train, support, and place an increasingly diverse graduate student body in high-impact positions across the academy, government, and industry. Taking on ultimate responsibility for the over 2,400 graduate students, he has redefined the role of the Graduate School and raised the standards for operational excellence at Vanderbilt. His clear communication style and ability to design and implement processes brought clarity to graduate education. In 2021, Christie-Mizell launched an enhanced funding and support model for doctoral education, supported by Provost and Vice Chancellor for Academic Affairs C. Cybele Raver’s new $5 million annual investment in graduate education. The new model is the outcome of a yearlong project to collect and review data from constituents across the university. “Our graduate faculty partners shared with us that they needed a solution to providing enhanced support for doctoral students,” Christie-Mizell said. “Through the creation of five funding supplements, we have created more financial support across all schools and programs for graduate student discovery, research and creative endeavors.” Christie-Mizell has made it a priority to recruit, train, and place a diverse group of scholars",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 138
    }
  },
  {
    "id": "612eeb1b-bbf8-4e69-b9cf-5f406f0dafe8",
    "text": ". As a first-generation student who grew up in the rural South, and as a leader in graduate education at Vanderbilt with multiple minority statuses, he shares his own experiences that inspire him to pave the way for the next generation of diverse faculty and academic leaders in the academy. From his own research on racial group identity, stratification, and inequality, to his leadership in the Graduate School expanding initiatives and programs to build a diverse pipeline of future academics, his steadfast commitment to equity, diversity, and inclusion is embedded in the way he teaches, mentors, and leads. His efforts were essential in the establishment of the Vanderbilt-Fisk Joint Postdoctoral Fellowship Program—a program that fosters collaboration between Vanderbilt and Fisk’s campuses to prepare doctor students for the professoriate. “These fellowships will expand our partnership into the postdoctoral space, creating another pathway to careers in academia,” said Christie-Mizell. Since joining Vanderbilt’s Sociology department as a tenured professor in 2010, Christie-Mizell has received the 2021 Leadership Award from the Chancellor’s Office and a 2015 Distinguished Faculty Award for his exceptional work as a graduate student mentor",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 139
    }
  },
  {
    "id": "577f20c1-d559-4fb2-a689-8b1e2a372776",
    "text": ". Throughout his career, Christie-Mizell has demonstrated a steadfast commitment to graduate student development through engagement in close research collaboration, high-level classroom instruction, and generosity with his time despite his own critically important research agenda. Christie-Mizell co-chairs a task force to address the Supreme Court’s university admissions decision. That group helps the Vanderbilt campus and community understand the implications of the High Court’s decisions and guides the university’s responses. In 2020 he co-led the Education Continuity Subcommittee as part of the University Continuity Working Group, which advised Vanderbilt leadership on how to continue operating safely and productively during the COVID-19 pandemic. Christie-Mizell is also a licensed psychologist who treats children, adolescents, and young adults with mood and behavior disorders. His research focuses on racial and gender differences in mental and physical health, with particular attention to how family structure and interpersonal relationships shape well-being across the life course. His work appears in journals such as Journal of Health and Social Behavior, Social Psychology Quarterly, Social Science Research, Race and Social Problems, and Journal of the National Medical Association.",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 140
    }
  },
  {
    "id": "39fda572-1897-4601-a309-75149a59983f",
    "text": "Scraped from: https://gradschool.vanderbilt.edu/application-assistance/\nDate scraped: 2025-02-17 02:45:35",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 142
    }
  },
  {
    "id": "b18b2da4-d3b5-40f9-878d-612cbbaeca24",
    "text": "Application Assistance Whether you need application status information, technical assistance with your application, or have specific questions for the Office of Graduate Admissions and Enrollment Management, you will find the contact information you need below. How to Apply Application Requirements Reapplication, Deferrals & Non-Degree Application FAQs Application Assistance How to Apply Application Requirements Reapplication, Deferrals & Non-Degree Application FAQs Application Assistance Have you read our FAQs? For quick answers to our most frequently asked questions, please read our FAQ page. See FAQs Application Status If you have questions about the status of your completed application, contact your program of interest . Technical Assistance If you have a technical question related to the online application, contact the help desk at graduateschooladmissions@vanderbilt.edu or call 615-343-1205. General Questions To access the Office of Graduate Admissions and Enrollment Management call menu, dial 615-343-1205. Application Status If you have questions about the status of your completed application, contact your program of interest . Technical Assistance If you have a technical question related to the online application, contact the help desk at graduateschooladmissions@vanderbilt.edu or call 615-343-1205. General Questions To access the Office of Graduate Admissions and Enrollment Management call menu, dial 615-343-1205.",
    "metadata": {
      "source": "scraped_data/gradschool.vanderbilt.edu/gradschool.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 143
    }
  }
]