[
  {
    "id": "57729f00-ca67-422b-a077-082298e55700",
    "text": "Scraped from: scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://business.vanderbilt.edu/our-school/\nDate scraped: 2025-02-17 02:45:15",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 1
    }
  },
  {
    "id": "ae281c6b-50b8-4b60-b595-9a69cb032cee",
    "text": "Our School From the moment you walk in the door, you'll notice something different about our school. It all starts with our mission and values. World-Class Programs For undergrads and recent college grads Jump start your career. In an average year, 1.9 million Americans graduate from college. They, and you, will be in the market with everyone else competing for career-building jobs. We'd like to suggest several proven ways to swing the odds in your favor: innovative, career-launching programs ranging from a 3-week summer business immersion to one-year degrees in accounting, finance, or marketing. Jump start your career. In an average year, 1.9 million Americans graduate from college. They, and you, will be in the market with everyone else competing for career-building jobs. We'd like to suggest several proven ways to swing the odds in your favor: innovative, career-launching programs ranging from a 3-week summer business immersion to one-year degrees in accounting, finance, or marketing. for career switchers and catapulters Achieve your career goals. Do you want to accelerate your career path or start down a new one? The Vanderbilt Master of Business Administration (MBA) is a 2-year degree providing the skills, connections, and credentials needed to get to the next level. This top-ranked program leads to jobs in consulting, finance, healthcare, human and organizational performance, marketing, operations, social impact, and more. Achieve your career goals",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 2
    }
  },
  {
    "id": "859c385d-59f8-4974-a290-a29990effe02",
    "text": ". This top-ranked program leads to jobs in consulting, finance, healthcare, human and organizational performance, marketing, operations, social impact, and more. Achieve your career goals. Do you want to accelerate your career path or start down a new one? The Vanderbilt Master of Business Administration (MBA) is a 2-year degree providing the skills, connections, and credentials needed to get to the next level. This top-ranked program leads to jobs in consulting, finance, healthcare, human and organizational performance, marketing, operations, social impact, and more. for working professionals and executives Grow your career. Further. Faster. Let's say you are ready for more responsibility. How do you move your career from here to there? We'd like to offer several suggestions—from an MBA program built especially for working professionals, to a one-year masters for doctors, clinicians, and administrators, to highly-focused Short Programs and Certificate Series through Vanderbilt’s Executive Education. Grow your career. Further. Faster. Let's say you are ready for more responsibility. How do you move your career from here to there? We'd like to offer several suggestions—from an MBA program built especially for working professionals, to a one-year masters for doctors, clinicians, and administrators, to highly-focused Short Programs and Certificate Series through Vanderbilt’s Executive Education",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 3
    }
  },
  {
    "id": "8d05903c-174c-4493-860c-b7ec75a3341c",
    "text": ". GET TO KNOW OUR SCHOOL Creating opportunities to discover, grow, and thrive in business and beyond. We open doors, encouraging members of our community to pursue paths of discovery and growth and seek the best versions of themselves. Creating opportunities to discover, grow, and thrive in business and beyond. We open doors, encouraging members of our community to pursue paths of discovery and growth and seek the best versions of themselves. We are proudly competitive, but we also recognize the power of collaboration and humility. Our values drive how we see the world of business. And how we equip future business leaders. We are proudly competitive, but we also recognize the power of collaboration and humility. Our values drive how we see the world of business. And how we equip future business leaders. Our Stories Creation and execution of the event have been led by Baxter Webb MBA (Owen 2013), director of the Owen Center for Entrepreneurship, a unit of Vanderbilt’s Owen Graduate School of Management. Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 4
    }
  },
  {
    "id": "0234ce47-35ff-4bc6-9525-fe78576d3305",
    "text": ". From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives!",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 5
    }
  },
  {
    "id": "5797c440-4d72-4859-ae3c-6905fbf3da42",
    "text": "Scraped from: https://business.vanderbilt.edu/executive-education/\nDate scraped: 2025-02-17 02:45:16",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 7
    }
  },
  {
    "id": "37209446-4a74-473e-9ad9-ab9ffac5fcab",
    "text": "Transformative. Relevant. Personalized Learning. Each year, organizations and individuals from a diverse mix of professions, managerial levels, industries, and locations choose Vanderbilt Executive Education to “sharpen their saws,” learn new skills and adopt new perspectives with the goal of advancing their careers. Personalized Learning Each year, organizations and individuals from a diverse mix of professions, managerial levels, industries, and locations choose Vanderbilt Executive Education to “sharpen their saws,” learn new skills and adopt new perspectives with the goal of advancing their careers. TRANSFORM YOUR LEADERSHIP Vanderbilt offers programs for individuals that will help you bolster your professional toolkit. You can choose programs to fill a particular knowledge gap or ones that will increase your overall competency in leadership, strategy, or management. These programs can be taken in person or online. Vanderbilt offers programs for individuals that will help you bolster your professional toolkit. You can choose programs to fill a particular knowledge gap or ones that will increase your overall competency in leadership, strategy, or management. These programs can be taken in person or online. Vanderbilt offers completely customizable programs for your organization's specific business challenges or leadership development needs. Our custom programs are built to the size and scope of your requirements",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 8
    }
  },
  {
    "id": "2e916bbb-15ec-425a-972e-f2747dcba505",
    "text": ". Vanderbilt offers completely customizable programs for your organization's specific business challenges or leadership development needs. Our custom programs are built to the size and scope of your requirements. Your custom program may be a one-day workshop or involve multiple days of programming; a one-time experience or on-going professional development series; and delivered at a location of your choosing. We build programming in self-paced, hybrid, or live online formats. Vanderbilt offers completely customizable programs for your organization's specific business challenges or leadership development needs. Our custom programs are built to the size and scope of your requirements. Your custom program may be a one-day workshop or involve multiple days of programming; a one-time experience or on-going professional development series; and delivered at a location of your choosing. We build programming in self-paced, hybrid, or live online formats. Let's Talk one-on-one. SCHEDULE A PERSONAL CONSULTATION. Proven Results Vanderbilt Executive Education has delivered impactful learning solutions to our clients for 40 years. More than 8,000 executives across industries and functions have developed and sharpened their skills through our programming. A format to fit your needs Leadership development isn't one-size-fits-all. Vanderbilt Executive Education offers a variety of highly customizable formats to meet your requirements",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 9
    }
  },
  {
    "id": "407f2334-ddb8-481c-aa64-9477ebb1ca9b",
    "text": ". A format to fit your needs Leadership development isn't one-size-fits-all. Vanderbilt Executive Education offers a variety of highly customizable formats to meet your requirements. Our custom offerings are designed to your specifications, never out of the box. World-Class Faculty Vanderbilt faculty and practitioners offer a game-changing combination of broad and practical expertise; research-driven insights; and a collaborative, personal approach to teaching. Flexible Design Vanderbilt Executive Education brings the flexibility Cardinal Health needed in a partner for their learning and development programs. Vanderbilt Executive Education brings the flexibility Cardinal Health needed in a partner for their learning and development programs. Request Information  By the numbers The three core strengths that set Vanderbilt Executive Education faculty apart from other B-schools: expertise in leadership, innovation and change management. See more  Exec Ed facts > FACULTY & PRESENTERS Vanderbilt professors and seasoned practitioners bring insight and content expertise into a collaborative learning environment. David A.                        Owens Professor for the Practice of Management and Innovation Rangaraj                         \"Ranga\"",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 10
    }
  },
  {
    "id": "8adbbb04-e118-4190-adce-cb0f0883b25b",
    "text": "Ramanujam Richard M. and Betty Ruth Miller Chair, Professor of Management Kimberly                         Pace Professor for the Practice of Management Communication Todd A.                         McCullough Adjunct Professor, Owen Graduate School of Management Ray                         Friedman Brownlee O. Currey Chair, Professor of Management Meet the team Christina  Neal Tonja  Russo Becca  Yancey Discover More Custom Solutions Programs for Individuals Executive Insights Engage and Connect Contact Our Team Request Information Download Ultimate Guide Take the Next step.\n================================================================================",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 11
    }
  },
  {
    "id": "6fb89f56-24f1-42c0-bff5-e1b3de68ddc9",
    "text": "Scraped from: https://business.vanderbilt.edu/alumni/\nDate scraped: 2025-02-17 02:45:17",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 12
    }
  },
  {
    "id": "404c1751-47be-466f-8081-8b54e592ae5a",
    "text": "Building for the Next 50 Years Alumni Events Whether it is organizing an Event-In-A-Box in your region, joining Reunion in the fall, or attending a local Closing Bell, there are multiple ways to get involved with the Owen community near you. Alumni Resources As Owen alumni, you are connected to a lifetime of career advising and coaching which includes assisting you in targeting functions and employers, helping you create your job search and personal marketing strategy, and guiding you in preparing for interviewing and negotiating opportunities. Moreover, Vanderbilt Owen Graduate School of Business alumni will receive 20% off our Executive Education Programs for Individuals. We offer two- to three-day focused programs to help you develop and strengthen critical business skills. Ways to Give There are many payment options to fund your gift: online , by mail , by phone (1-800-288-0082), through a bank draft , and even with stocks and securities . Multiply your impact and check if your company matches gifts . Owen Giving Society The Owen Giving Society is a distinguished group of dedicated alumni and friends of Vanderbilt that support the Owen Graduate School of Management through annual gifts. This level of support enables Owen to meet emerging needs and challenges, create innovative programs, and fund new opportunities for growth. Management Hall The expansion and renovation of Management Hall was the first donor-led building project at Vanderbilt",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 13
    }
  },
  {
    "id": "b93ad4f3-1f60-4de2-9c4a-412f54d2fb10",
    "text": ". Management Hall The expansion and renovation of Management Hall was the first donor-led building project at Vanderbilt. The Owen Century Partners gave more than $20 million to spearhead the $55 million project which broke ground on April 8, 2021. The project was completed in 2023. Matthew             Peterson Derek             Young Kimberly             Barboza \"Vanderbilt has been life-changing for me",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 14
    }
  },
  {
    "id": "d35253c2-a4b1-47fb-bcf4-caad167118ac",
    "text": ". The project was completed in 2023. Matthew             Peterson Derek             Young Kimberly             Barboza \"Vanderbilt has been life-changing for me. I give back, so I can positively change the lives of future generations.\" Advisory Council ASIA ALUMNI BOARD Owen Volunteer Community NEWS & EVENTS Patrick Ford is promoted to Program Director, Pharmacy Regulatory Compliance and Policy with VUMC after the Vanderbilt Business MMHC program WE ARE VANDERBILT BUSINESS  Kelly                         Smith Private Equity Associate, Global Endowment Management, Charlotte, NC Vernat                         Exil Clinical Professor of Pediatrics / Chief Division of Pediatric Cardiology at Saint Louis University, Cardinal Glennon Children’s Hospital Ravyn                         Miller Vice President, Portfolio Strategy & Business Development, Medtronic Lucas                         Mininger Vice President of Strategic Partnerships, Tidal Wave Auto Spa Xiaoyan                         Jiang Founder, Prime Number Capital STAY CONNECTED UPDATE YOUR INFORMATION SUBMIT A NOTE FOR CLASS ACTS Connect with our LinkedIn Group FOLLOW THE OWEN LINKEDIN PAGE INSIDE OWEN NEWSLETTER VANDERBILT BUSINESS MAGAZINE ALUMNI WEBMAIL ALUMNI RESOURCES VANDERBILT ALUMNI ASSOCIATION ALUMNI LEADERSHIP DEVELOPMENT ALUMNI CAREER MANAGEMENT EXECUTIVE EDUCATION DISCOUNTS WALKER MANAGEMENT LIBRARY Building for the Next 50 Years",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 15
    }
  },
  {
    "id": "3cb251b7-1d03-4efa-a430-ebac2bc9cc8b",
    "text": "Scraped from: https://business.vanderbilt.edu/contact/\nDate scraped: 2025-02-17 02:45:18\n\nContact Us  Call or visit us in Nashville 401 21st Avenue South Nashville TN 37203 615.322.2534 Admissions By Program Other Departments/Centers Vanderbilt People Finder 615.322.2534 | fax 615.343.1175 615.322.3120 | fax 615.343.2293 615.322.2534 | fax 615.343.1175 615.322.2534 | fax 615.343.1175 615.322.2534 | fax 615.343.1175 615.322.3682 | fax 615.343.2293 615.322.2513 | fax 615.343.2293 615.322.2534 | fax 615.343.1175 615.322.3128 | fax 615.343.1499 615.322.4069 | fax 615.343.4661 615.322.3879 | fax 615.343.1175 615.322.0815 | fax 615.322.0073  615.343.7191 | fax 615.343.7177 615.343.7570 | fax 615-322-2667 615.322.2223 | fax 615.343.7110 615.875.9112 | fax 615.343.1175 615.322.2970 | fax 615.343.0061 Vanderbilt People Finder  You may use this tool to find contact information for faculty, staff and departments at Vanderbilt (unless those individuals or groups have elected to keep their information private). To search for information on students, you must login here with a valid VUNet ID and password.\n================================================================================\n\nScraped from: https://business.vanderbilt.edu/mba/\nDate scraped: 2025-02-17 02:45:20",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 17
    }
  },
  {
    "id": "fb0ecbbf-59bb-4c25-835e-00714d6a1c74",
    "text": "THE VANDERBILT MBA Program Snapshot Customizable Curriculum The Vanderbilt MBA curriculum provides you with the core business classes you need to succeed, as well as the flexibility to customize your curriculum through concentrations, specializations, and emphases to develop the subject matter expertise to catapult or change your career. Admissions Vanderbilt MBA's holistic approach to the admissions process ensures that we take the time to get to know you and your unique goals. We are here to walk you through the entire application process, from research and test prep to your first day of class. To learn more about application requirements, deadlines, and scholarship opportunities, visit the MBA Admissions page. Exceptional Career Outcomes Vanderbilt MBA graduates lead across various industries and functions. Our most recent graduating class reported a record average base salary of $154,052. For more information on internship and career data, view our Employment Report . Insider's Guide to Admissions   Meet Our Students Each Vanderbilt MBA student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt and what they're doing now",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 18
    }
  },
  {
    "id": "26be5a99-6430-489e-9f41-0eee50e072da",
    "text": ". Insider's Guide to Admissions   Meet Our Students Each Vanderbilt MBA student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt and what they're doing now. Chris                         Hebig ULE Associate, UnitedHealth Group, Nashville Chi                         Okafor Senior Finance Manager, Procter & Gamble, Cincinnati Matt                         Gordon Manager, Simon-Kucher, New York Marina                         Klecha FLEX Rising Leaders People Consultant, Cisco Taylor                         Rasmussen Associate (Chase Associate Program), J.P. Morgan Chase & Co.  Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Stay Connected  Business school is a big decision",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 19
    }
  },
  {
    "id": "f03234f3-6486-4696-882d-d31472d88794",
    "text": ". Take a virtual tour of the place where our tight-knit community thrives! Stay Connected  Business school is a big decision. Learn more about our full-time MBA program and hear from our students about",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 20
    }
  },
  {
    "id": "7656a324-6e1a-4589-afbd-0a5aa967357a",
    "text": "why they chose to pursue their MBA, and how their Vanderbilt experience transformed their careers and lives. Business school is a big decision. Learn more about our full-time MBA program and hear from our students about \nwhy they chose to pursue their MBA, and how their Vanderbilt experience transformed their careers and lives. By the numbers The number of companies with which we have a recruiting relationship for our MBA students. See more facts > What's New The prestigious SEC MBA Case Competition will come to Vanderbilt March 27-29 with Nissan as the client sponsor Take the Next Step Discover More Request Information Download Brochure Admissions Details Connect with Us Connect with a Student Contact A Recruiter Visit Vanderbilt Ready to apply?\n================================================================================",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 21
    }
  },
  {
    "id": "9affa8d8-d754-4a18-9775-2bef31d8354d",
    "text": "Scraped from: https://business.vanderbilt.edu/vanderbilt/\nDate scraped: 2025-02-17 02:45:21",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 22
    }
  },
  {
    "id": "735e2618-b5a9-4f58-8f5f-58b47899a8aa",
    "text": "Discover. Grow. Thrive. At Vanderbilt Business, we are building the next generation of leaders through collaboration and a portfolio of programs that focus on helping people discover, grow, and thrive in business and beyond. No matter your background, we can help you achieve your career goals. Words of Wisdom Powerful speeches by Dean Thomas Steenburgh and Maria Renz (MBA'96) encapsulate the essence of achievement, resilience, and the pursuit of growth as witnessed in the graduating Class of 2024. Powerful speeches by Dean Thomas Steenburgh and Maria Renz (MBA'96) encapsulate the essence of achievement, resilience, and the pursuit of growth as witnessed in the graduating Class of 2024. MBA Programs Finance & Accounting Marketing Healthcare Management Certificate Programs MBA Programs Vanderbilt offers 2 highly-ranked MBA programs. The full-time MBA is designed for early career professionals seeking to alter their career trajectory, while the Executive MBA is built for working professionals currently in or aspiring to executive leadership roles. Finance & Accounting Vanderbilt MS Finance is a 10-month on-campus degree with a flexible MBA-level curriculum. Vanderbilt MAcc offers 2 distinct 12-month programs – Assurance and Valuation – that prepare students for successful careers at global accounting firms. Each program is designed for recent college graduates",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 23
    }
  },
  {
    "id": "a913790e-ece1-4bf1-b99b-3df2ecc94ca4",
    "text": ". Vanderbilt MAcc offers 2 distinct 12-month programs – Assurance and Valuation – that prepare students for successful careers at global accounting firms. Each program is designed for recent college graduates. Marketing Designed for recent college graduates, the 10-month Vanderbilt Master of Marketing degree equips students with well-rounded knowledge and real-world marketing experience. Healthcare Management The 1-year Vanderbilt Master of Management Health Care degree is designed for physicians, nurses, and administrators seeking to advance their careers in healthcare management. Certificate Programs Through Executive Education and Accelerator Summer Business Immersion (undergraduates and recent graduates), Vanderbilt offers transformative programs that help professionals with any level of experience build valuable skills and elevate their careers. Meet Our Alumni Each Vanderbilt alum has a unique story–just like you. Meet some of our alumni and hear about what brought them to Vanderbilt and what they're doing now. Maria                         Renz VP/GM Commerce, Google Heiki                         Miki Managing Executive Officer & Division Director, Shinagawa Refractories Ravyn                         Miller Vice President, Portfolio Strategy & Business Development, Medtronic Ravi                         Chari, M.D",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 24
    }
  },
  {
    "id": "631b9842-0e9c-491e-bd95-d1b0ad8de45c",
    "text": ". Clinical Operations, InnovaCare Health Adena                         Friedman Chair and Chief Executive Officer, Nasdaq Kelly             Goldsmith Professor Goldsmith is a behavioral scientist whose research examines consumers’ psychological and behavioral responses to goals and threats. Her research is highly interdisciplinary in nature, drawing upon theories and methods from a variety of areas, including anthropology, cognitive and social psychology, economics, evolutionary biology, and marketing. Because her research bridges theory and practice, it contributes not only to theories of consumer decision making, but also to new techniques for marketers, firms, and policy makers. Professor Goldsmith’s work has appeared in several top marketing and psychology journals and has been featured in hundreds of media outlets including the BBC, Time Magazine, the New York Times, the Wall Street Journal, and many more. Throughout her career, Goldsmith has been an award-winning teacher and researcher, first at the Kellogg School of Management at Northwestern University and now at Vanderbilt. In addition, she serves as the Faculty Director of the Hoogland Undergraduate Business Program and the Ingram Scholars Program. Yasin             Alan Professor Alan’s research focuses on understanding the impact of firms’ operational decisions on their external stakeholders, including customers, investors, suppliers, competitors, and regulators",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 25
    }
  },
  {
    "id": "70a827df-070e-4c91-aae2-842097574bdb",
    "text": ". Yasin             Alan Professor Alan’s research focuses on understanding the impact of firms’ operational decisions on their external stakeholders, including customers, investors, suppliers, competitors, and regulators. For example, some of his studies in the retail operations domain examine the role of retailers’ category management practices in their strategic interactions with manufacturers and consumers. Additionally, his airline industry studies analyze the interplay between airlines, investors, passengers, and regulators. Professor Alan has an interdisciplinary research agenda, bringing theories and methods from several fields, including operations management, economics, engineering, quantitative marketing, and finance. His work has been published in top operations and marketing journals. Professor Alan teaches the managerial statistics core course and a supply chain management elective in the MBA program. He received numerous research, teaching, and service awards, including the Dean’s Teaching and Research Productivity awards at the Owen School. Kelly Goldsmith Yasin Alan Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 26
    }
  },
  {
    "id": "fed272a1-274b-4ed2-8505-3eca636833cf",
    "text": ". From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! What's new? The European Corporate Governance Institute (ECGI) is delighted to announce the appointment of 74 distinguished scholars as new Research MBA Gain the skills and network you need to catapult your career or switch careers entirely. The Vanderbilt MBA allows you to customize your curriculum with specializations and concentrations, as well as hands-on learning experiences, to suit your professional needs and help you land the job you want. Discover Nashville What will you love about Nashville, Tennessee? Just about everything. But don’t take our word for it. Come for a visit and see for yourself. What will you love about Nashville, Tennessee? Just about everything. But don’t take our word for it. Come for a visit and see for yourself. By the numbers The current number of Vanderbilt Business alumni",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 27
    }
  },
  {
    "id": "ec559f7e-861a-4634-a6a4-cfeea87b00d5",
    "text": ". Come for a visit and see for yourself. What will you love about Nashville, Tennessee? Just about everything. But don’t take our word for it. Come for a visit and see for yourself. By the numbers The current number of Vanderbilt Business alumni. It's a small-but-mighty network of individuals who are always eager to help those who are following in their footsteps. See more facts > Dare to Grow The world needs universities with courage. Universities that dare to innovate, question conventional wisdom, embrace divergent viewpoints, and tackle the most complex issues of our time. At Vanderbilt University, this kind of courage is embraced in our culture and in our 150-year history.",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 28
    }
  },
  {
    "id": "f168be7f-cfbb-40be-b007-bdcaa57d5f6e",
    "text": "Our talented and courageous alumni, students, family, faculty, staff, and friends are part of this ambitious journey to be an exceptional university for the next 150 years through giving and engagement.\n================================================================================\n\nScraped from: https://business.vanderbilt.edu/emba/\nDate scraped: 2025-02-17 02:45:21",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 29
    }
  },
  {
    "id": "6c226b8c-66e0-490f-b8fa-c81ed9660249",
    "text": "Executive MBA Program Snapshot Comprehensive Curriculum The Vanderbilt Executive MBA provides a strong foundation in leadership and strategy in the first year of the program. In your second year, choose between 2 tracks: the Executive Edge Track , which immerses you in the high-level work of business leaders, or the Global Immersion Track , which integrates you into an international cohort and prepares you to take on cross-border assignments. Admissions Vanderbilt Executive MBA's holistic approach to the admissions process ensures that we take the time to get to know you and your unique goals. We are here to walk you through the entire application process, from research and test prep to your first day of class. To learn more about how to apply, as well as scholarship information, please visit the Executive MBA Admissions page. Exceptional Career Outcomes Built into our core curriculum are apply-it-now experiences that reinforce the new knowledge you gain by putting it to work right away. As a result, you (and your employer) benefit from an immediate return on your MBA investment. Notably, you will become part of a supportive alumni network that stays with you for life. Insider's Guide to Admissions   Connect One-on-One To get a better sense of your eligibility for the Vanderbilt Executive MBA, we encourage you to submit your resume or LinkedIn profile as a pre-assessment. Our team will review your information and give feedback to help you determine the next steps",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 30
    }
  },
  {
    "id": "d3ef18dc-66e2-405f-8212-6318e6f58e94",
    "text": ". Our team will review your information and give feedback to help you determine the next steps. To get a better sense of your eligibility for the Vanderbilt Executive MBA, we encourage you to submit your resume or LinkedIn profile as a pre-assessment. Our team will review your information and give feedback to help you determine the next steps. Let us help you answer these questions. Talk with us over the phone or video at a time convenient for you. This low-key meeting can be as short or as long as you’d like; we want to make sure you have the answers you need to determine if the program is a fit for you. We look forward to connecting with you soon. Let us help you answer these questions. Talk with us over the phone or video at a time convenient for you. This low-key meeting can be as short or as long as you’d like; we want to make sure you have the answers you need to determine if the program is a fit for you. We look forward to connecting with you soon. View All Events Meet Our Students Each Vanderbilt Executive MBA student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 31
    }
  },
  {
    "id": "4b8ae1c1-e0a1-4f9e-9a86-09125a5a560f",
    "text": ". We look forward to connecting with you soon. View All Events Meet Our Students Each Vanderbilt Executive MBA student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt. Netta                         Dobbins Principal Consultant, Netta Dobbins Marketing and Consulting Curtis                         Harding Senior Sales Director, dōTERRA International Francesca                         Winkler Director, Consulting Services, CGI Scott                         Morris VP of Customer Success, 42Crunch Edwin                         Feagins Fire Captain, Metropolitan Government of Nashville and Davidson County  Hear from our students about why they decided to earn their MBA at Vanderbilt in their own words. Hear from our students about why they decided to earn their MBA at Vanderbilt in their own words. By the numbers The number of Vanderbilt Business community members (alumni, coaches and friends) who will be personal, and personable, parts of your experience during the program and after graduation. See more facts > Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and executive suite, every corner reflects our commitment to your success",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 32
    }
  },
  {
    "id": "41fc2df9-3be3-4a18-bc23-dcc88c5b9b3a",
    "text": ". From our beautiful courtyard and in-house café to versatile spaces and executive suite, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and executive suite, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Meet our Faculty Brian T. McCann Dawn  Iacobucci Mumin  Kurtulus EMBA NEWS Discover how Vanderbilt Executive MBA students transform ideas into business plans with Professor Michael Burcham in Launching the Venture Take the Next Step Discover More Request More Information Download Brochure Admissons Details Engage and Connect Contact Our Team Schedule a Personal Consultation Attend an Event Ready to apply?",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 33
    }
  },
  {
    "id": "8908782e-8c0d-49e0-8f6a-5ce633ec38c2",
    "text": "Scraped from: https://business.vanderbilt.edu/bio/\nDate scraped: 2025-02-17 02:45:21\n\n\n================================================================================\n\nScraped from: https://business.vanderbilt.edu/masters-in-finance/\nDate scraped: 2025-02-17 02:45:23",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 35
    }
  },
  {
    "id": "73fd42c1-da2c-4dce-afda-8c6b1e53ac52",
    "text": "MS Finance Program Snapshot Customizable Curriculum The Vanderbilt MS Finance program provides you with an accelerated core curriculum taught by world-renowned, industry-shaping finance faculty. You'll benefit from the flexibility to customize 50% of your courses with MBA-level electives that fit your unique careers goals. Engaging instruction enables you to maximize collaboration and deeper learning. Admissions Vanderbilt MS Finance’s holistic approach to the admissions process ensures that we take the time to get to know you and your unique goals. We are here to walk you through the entire application process, from research and test prep to your first day of class. To learn more about applying, scholarships, deadlines, or how to connect with a current student , please visit the MS Finance Admissions page. Exceptional Career Outcomes 95 percent of the Vanderbilt MS Finance Class of 2024 accepted an offer within 6 months of graduation. Our graduates are hired by top companies across the U.S. and start their careers at an average base salary of $91,211 (based on the Class of 2024). For more information, view our Employment Report . Insider's Guide to Admissions   Meet Our Students Each Vanderbilt MS Finance student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt and what they're doing now",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 36
    }
  },
  {
    "id": "28ec7f32-1505-4453-b27a-3dfa95fc2de6",
    "text": ". Insider's Guide to Admissions   Meet Our Students Each Vanderbilt MS Finance student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt and what they're doing now. Yue                         Yu Audit & Assurance Analytics Specialist Assistant, Deloitte Jacob                         Shealy Owner, ProcurePoint Partners Celina                         Sattelkau Professional Golfer Joubert                         Klopper Investment Banking Analyst, Sherman & Co. Lauren                         Bradford Management Consulting Associate, Healthcare Transaction Advisory Group, Berkeley Research Group     Schedule a Visit Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 37
    }
  },
  {
    "id": "e7dbd339-8718-4b16-9b62-7b4b5b201184",
    "text": ". From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Stay Connected Why Vanderbilt From honing quantitative finance skills to accessing personalized career coaching, hear directly from students, faculty, and staff to discover how the Vanderbilt MS Finance program prepares graduates for success in the dynamic world of finance. From honing quantitative finance skills to accessing personalized career coaching, hear directly from students, faculty, and staff to discover how the Vanderbilt MS Finance program prepares graduates for success in the dynamic world of finance. By the numbers The percentage of the MSF Class of 2024 that accepted an offer within 6 months of graduation. See more facts > What's New Discover the Vanderbilt MS Finance Class of 2024’s employment outcomes, success, top salaries, and diverse career paths in leading industries Take the Next Step Discover More Request Information Download Brochure Admissions Details Connect with Us Connect with a Student Contact Our Team Visit Vanderbilt Ready to apply?",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 38
    }
  },
  {
    "id": "510c84b8-ad9e-4cf8-851e-b03ab4de7aac",
    "text": "Scraped from: https://business.vanderbilt.edu/masters-in-accounting/\nDate scraped: 2025-02-17 02:45:23",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 40
    }
  },
  {
    "id": "225a6846-fce2-4fcf-b95e-6e5b5c2480a2",
    "text": "MAcc Assurance Program Snapshot Immersive Curriculum The Vanderbilt MAcc Assurance program provides a fast track for students from any major to launch a successful career within a global firm. Take advantage of courses taught by world-class faculty , small class sizes to maximize collaboration and deeper learning, an opportunity for a paid internship , and CPA exam prep with some of the highest first-time pass rates. Admissions Vanderbilt MAcc's holistic approach to the admissions process ensures that we take the time to get to know you and your unique goals. We are here to walk you through the entire application process, from research and test prep to your first day of class. To learn more about applying, scholarships, deadlines, or how to connect with a current student , please visit the MAcc Assurance Admissions page. Exceptional Career Outcomes With 100% employment, year after year, you can trust us to set you up for success as you launch your career and as you advance in the years to come. Almost all of our graduates choose to begin their careers at a Big 4 accounting firm , and most reach 6-figure salaries within an average of 5 years. How's that for ROI? Insider's Guide to Admissions   Meet Our Students Each Vanderbilt MAcc Assurance student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt and what they're doing now",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 41
    }
  },
  {
    "id": "7a3d7b51-8960-427e-a81a-4e9d8b131c76",
    "text": ". How's that for ROI? Insider's Guide to Admissions   Meet Our Students Each Vanderbilt MAcc Assurance student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt and what they're doing now. Luis                         Portillo Audit Associate, KPMG Viviana                         Barba Transactional Advisory Analyst, Alvarez & Marsal Reggie                         Mhoon Advisory Associate, KPMG Taylor                         Oshana EY Assurance Nathaniel                         Day Audit and Assurance Associate, Deloitte     Schedule a Visit Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 42
    }
  },
  {
    "id": "d557104c-006a-4a83-9d32-d7fe531b4da1",
    "text": ". From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Stay Connected  Hear directly from students as they share why the Vanderbilt MAcc degree is unique and how it offers an unparalleled opportunity to fast-track your career in the accounting industry. Hear directly from students as they share why the Vanderbilt MAcc degree is unique and how it offers an unparalleled opportunity to fast-track your career in the accounting industry. By the numbers Year in and year out, the percentage of MAcc students who have accepted jobs within 90 days of graduation. See more facts > What's New Meet the Vanderbilt MAcc Class of 2025: 37 students from 25 institutions, 10 majors, ready to excel in accounting and Big 4 careers Take the Next Step Discover More Request Information Brochure Admissions Details Connect with Us Connect with a Student Contact Our Team Visit Vanderbilt Ready to Apply?",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 43
    }
  },
  {
    "id": "5a128dbc-9c5a-4a42-bdad-08649e0340e7",
    "text": "Scraped from: https://business.vanderbilt.edu/masters-in-accounting-valuation/\nDate scraped: 2025-02-17 02:45:24",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 45
    }
  },
  {
    "id": "ee836e08-3ce7-488e-ada6-966e223def7e",
    "text": "MAcc Valuation Program Snapshot Immersive Curriculum The Vanderbilt MAcc Valuation program provides a fast track for students from any major to launch a successful career within a top global firm. Take advantage of courses taught by world-class faculty , small class sizes to maximize collaboration and deeper learning, an opportunity for a paid internship , as well as CPA and CFA Level 1 exam prep. Admissions Vanderbilt MAcc’s holistic approach to the admissions process ensures that we take the time to get to know you and your unique goals. We are here to walk you through the entire application process, from research and test prep to your first day of class. To learn more about applying, scholarships, deadlines, or how to connect with a current student , please visit the MAcc Valuation Admissions page. Exceptional Career Outcomes With 100% employment, year after year, you can trust us to set you up for success as you launch your career and as you advance in the years to come. Almost all of our graduates choose to begin their careers at a Big 4 accounting firm , and most reach 6-figure salaries within an average of 5 years. How's that for ROI? Insider's Guide to Admissions   Meet Our Students Each Vanderbilt MAcc Valuation student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt and what they're doing now",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 46
    }
  },
  {
    "id": "36c3aeaa-29f1-4807-a088-233d061e56d8",
    "text": ". How's that for ROI? Insider's Guide to Admissions   Meet Our Students Each Vanderbilt MAcc Valuation student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt and what they're doing now. Rachel                         Matherly Valuation Associate, Frazier & Deeter Drew                         Martin Tax Associate, PwC Lu                         Zhang Investment Banking Associate, RBC John                         Branisa M&A - Valuation Consultant, FTI Consulting Ashtyn                         Gee Business Valuation Associate, Deloitte     Schedule a Visit Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 47
    }
  },
  {
    "id": "caf59fad-a52d-4cec-8120-160d2dd84716",
    "text": ". From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Stay Connected  Hear directly from students as they share why the Vanderbilt MAcc degree is unique and how it offers an unparalleled opportunity to fast-track your career in the accounting industry. Hear directly from students as they share why the Vanderbilt MAcc degree is unique and how it offers an unparalleled opportunity to fast-track your career in the accounting industry. By the numbers Year in and year out, the percentage of MAcc students who have accepted jobs within 90 days of graduation. See More Facts > What's New Meet the Vanderbilt MAcc Class of 2025: 37 students from 25 institutions, 10 majors, ready to excel in accounting and Big 4 careers Take the Next Step Discover More Request Information Download Brochure Admissions Details Connect with Us Connect with a Student Contact Our Team Visit Vanderbilt Ready to Apply?",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 48
    }
  },
  {
    "id": "d95fde61-00f2-4a8b-8f17-c440396f9367",
    "text": "Scraped from: https://business.vanderbilt.edu/master-of-marketing/\nDate scraped: 2025-02-17 02:45:24",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 50
    }
  },
  {
    "id": "9d95a4d5-6dfb-4715-be28-d9c0136cbc63",
    "text": "MASTER OF MARKETING Program Snapshot Immersive Curriculum The program’s comprehensive approach enables you to develop a broad range of skills and gain exposure to a variety of industries so you can succeed in this exciting field.Take advantage of the cutting-edge curriculum taught by world-class faculty , small class sizes to maximize collaboration and deeper learning, and real-world immersion experiences to fit your specific career goals. Admissions Vanderbilt Master of Marketing program's holistic approach to the admissions process ensures that we take the time to get to know you and your unique goals. We are here to walk you through the entire application process, from research and test prep to your first day of class. To learn more about applying, scholarships, deadlines, or how to connect with a current student , please visit the Master of Marketing Admissions page. Exceptional Career Outcomes 90% of recent graduates received an offer within 6 months of graduation. Our graduates are hired by a wide range of organizations—from international giants to entrepreneurial startups—and launch their careers at an average base salary of $63,664 (based on the Class of 2023). For more information, view our Employment Report . Insider's Guide to Admissions   Meet Our Students Each Vanderbilt Master of Marketing student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt and what they're doing now",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 51
    }
  },
  {
    "id": "12081477-3d47-411b-9b98-9dd72dfd711c",
    "text": ". Insider's Guide to Admissions   Meet Our Students Each Vanderbilt Master of Marketing student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt and what they're doing now. Rachel                         Brenk Media Coordinator, PMG Digital Marketing Firm Tomas                         Quiroz Business Analyst Intern, Connexure Grace                         Becker Story House Collective, Director, Marketing, Nashville, TN McCallum                         Morley Associate Director of Reunion and Class Engagement, Vanderbilt University Tania                         Smith Associate Account Manager, Walmart Connect     Schedule a Visit Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 52
    }
  },
  {
    "id": "e044c94c-05b4-436d-a764-5375c98a1f53",
    "text": ". From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Stay Connected  Hear directly from students as they share why the Vanderbilt Master of Marketing program is unique and how it opens doors to unlimited opportunities in the marketing industry. Hear directly from students as they share why the Vanderbilt Master of Marketing program is unique and how it opens doors to unlimited opportunities in the marketing industry. By the numbers The percentage of the Master of Marketing Class of 2023 that received an offer within 6 months of graduation. See More Facts > What's New Vanderbilt Master of Marketing students work with FirstBank to craft an innovative brand strategy, merging creativity with practical insights Take the Next Step DISCOVER MORE ADMISSIONS DETAILS REQUEST INFORMATION DOWNLOAD BROCHURE CONNECT WITH US CONNECT WITH A STUDENT CONTACT OUR TEAM VISIT VANDERBILT Ready to Apply?",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 53
    }
  },
  {
    "id": "a1cb728c-8cd3-4d7e-952b-eee2c9f21b40",
    "text": "Scraped from: https://business.vanderbilt.edu/degrees-programs/\nDate scraped: 2025-02-17 02:45:25",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 55
    }
  },
  {
    "id": "769ee833-ef29-4aaf-900a-11244a2fa62d",
    "text": "Degrees and Programs Discover our full spectrum of management education programs. Our Portfolio of World-Class Programs For Undergrads and Recent College Grads Jump start your career. In an average year, 1.9 million Americans graduate from college. They, and you, will be in the market with everyone else competing for career-building jobs. We'd like to suggest several proven ways to swing the odds in your favor: innovative, career-launching programs ranging from a 3-week summer business immersion to one-year degrees in accounting, finance, or marketing. For Career Switchers and Catapulters Achieve your career goals. Do you want to accelerate your career path or start down a new one? The Vanderbilt Master of Business Administration (MBA) is a 2-year degree providing the skills, connections, and credentials needed to get to the next level. This top-ranked program leads to jobs in consulting, finance, healthcare, human and organizational performance, marketing, operations, social impact, and more. For Working Professionals and Executives Grow your career. Further. Faster. Let's say you are ready for more responsibility. How do you move your career from here to there? We'd like to offer several suggestions—from an MBA program built especially for working professionals, to a one-year masters for doctors, clinicians, and administrators, to highly-focused Short Programs and Certificate Series through Vanderbilt’s Executive Education",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 56
    }
  },
  {
    "id": "586ef10a-9a73-4733-a982-7c321bc0f323",
    "text": ". By the numbers No matter where we find ourselves on a particular ranking in any given year, you will always find Vanderbilt  in the top 10 percent of all business schools around the world. See more facts > MBA programs MBA The Vanderbilt Master of Business Administration (MBA) is a 2-year, on-campus degree designed for early career professionals who desire the knowledge, credentials, and connections to fuel a faster—or altogether different—career trajectory. This top-ranked program equips students to achieve long-term career goals. The Vanderbilt Master of Business Administration (MBA) is a 2-year, on-campus degree designed for early career professionals who desire the knowledge, credentials, and connections to fuel a faster—or altogether different—career trajectory. This top-ranked program equips students to achieve long-term career goals. Executive MBA The Vanderbilt Executive Master of Business Administration (EMBA) is designed for working professionals already in or aspiring to executive leadership roles. Students can choose from two tracks in their second year: the Executive Edge Track or the Global Immersion Track. The Vanderbilt Executive Master of Business Administration (EMBA) is designed for working professionals already in or aspiring to executive leadership roles. Students can choose from two tracks in their second year: the Executive Edge Track or the Global Immersion Track",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 57
    }
  },
  {
    "id": "2853302a-82fc-4c84-a3fc-59f20fbc9ced",
    "text": ". Students can choose from two tracks in their second year: the Executive Edge Track or the Global Immersion Track. Specialized Masters Programs MS Finance The Vanderbilt MS Finance (MSF) is an accelerated 10-month, on-campus degree offering a fast track to a wide array of career possibilities. The program is designed for recent college graduates (all majors welcome) with flexible MBA-level finance curriculum that can be tailored to specific interests and career goals. The Vanderbilt MS Finance (MSF) is an accelerated 10-month, on-campus degree offering a fast track to a wide array of career possibilities. The program is designed for recent college graduates (all majors welcome) with flexible MBA-level finance curriculum that can be tailored to specific interests and career goals. MAcc Assurance The Vanderbilt Master of Accountancy (MAcc) in Assurance is a 12-month degree that prepares students to be successful as audit associates within global accounting firms. The program is designed for recent college graduates (all majors welcome) and includes an opportunity for a paid internship plus CPA prep. The Vanderbilt Master of Accountancy (MAcc) in Assurance is a 12-month degree that prepares students to be successful as audit associates within global accounting firms. The program is designed for recent college graduates (all majors welcome) and includes an opportunity for a paid internship plus CPA prep",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 58
    }
  },
  {
    "id": "dedd702a-3f74-4be2-b163-2dd2d93f9e42",
    "text": ". The program is designed for recent college graduates (all majors welcome) and includes an opportunity for a paid internship plus CPA prep. Macc Valuation The Vanderbilt Master of Accountancy (MAcc) in Valuation is a 12-month degree that prepares students for dynamic careers at the intersection of finance and accounting. The program is designed for recent college graduates (all majors welcome) and includes an opportunity for a paid internship plus CPA and CFA Level 1 exam prep. The Vanderbilt Master of Accountancy (MAcc) in Valuation is a 12-month degree that prepares students for dynamic careers at the intersection of finance and accounting. The program is designed for recent college graduates (all majors welcome) and includes an opportunity for a paid internship plus CPA and CFA Level 1 exam prep. Master of Marketing The Vanderbilt Master of Marketing is an accelerated 10-month, on-campus degree providing the tools needed to excel in one of the most exciting areas of the business world. The program is designed for recent college graduates (all majors welcome) and equips students with well-rounded knowledge and real-world experience. The Vanderbilt Master of Marketing is an accelerated 10-month, on-campus degree providing the tools needed to excel in one of the most exciting areas of the business world. The program is designed for recent college graduates (all majors welcome) and equips students with well-rounded knowledge and real-world experience. Master of Mgmt",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 59
    }
  },
  {
    "id": "331e0ce6-e07b-47d8-8906-3ca9f95a8d01",
    "text": ". The program is designed for recent college graduates (all majors welcome) and equips students with well-rounded knowledge and real-world experience. Master of Mgmt. in Health Care The Vanderbilt Master of Management in Health Care (MMHC) is a one-of-a-kind degree designed for physicians and nurses, as well as clinical and non-clinical administrators who wish to become better business managers and leaders in a complex and changing environment. The Vanderbilt Master of Management in Health Care (MMHC) is a one-of-a-kind degree designed for physicians and nurses, as well as clinical and non-clinical administrators who wish to become better business managers and leaders in a complex and changing environment. Certificate Programs Accelerator® Summer Business Immersion Accelerator® Summer Business Immersion is a 3-week career building program that equips students with career preparation, business knowledge, and hands-on experience through real client projects. The unique program provides a transformative experience for undergrads and recent college graduates. Students from all institutions and majors are welcome. Executive Education Short Programs and Online Certificate Vanderbilt Executive Education brings the faculty and educational experience of a top-ranked business school to working professionals who wish to advance their careers without the commitment of a degree program",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 60
    }
  },
  {
    "id": "2c2bf248-59d1-43c5-b445-1b6b6c153000",
    "text": ". Profiles and Outcomes of our Full-Time Programs Vanderbilt students are diverse—they represent a variety of interests and experiences, ethnicities, geographies, and undergraduate institutions. Full-time students range from recent graduates to early career professionals who wish to switch or catapult their careers. Vanderbilt students are diverse—they represent a variety of interests and experiences, ethnicities, geographies, and undergraduate institutions. Full-time students range from recent graduates to early career professionals who wish to switch or catapult their careers. MBA MS Finance MAcc Assurance MAcc Valuation Master of Marketing All of our management education programs deliver a strong return on your investment. Whether you invest in a 2-year MBA or a 1-year specialized masters, you will earn insight and skills (along with recognition and responsibility) that will last a lifetime. All of our management education programs deliver a strong return on your investment. Whether you invest in a 2-year MBA or a 1-year specialized masters, you will earn insight and skills (along with recognition and responsibility) that will last a lifetime. MBA MS Finance MAcc Assurance MAcc Valuation Master of Marketing",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 61
    }
  },
  {
    "id": "f308f5ef-546a-4541-bd44-fd9ae1266333",
    "text": "Scraped from: https://business.vanderbilt.edu/master-of-management-in-healthcare/\nDate scraped: 2025-02-17 02:45:26",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 63
    }
  },
  {
    "id": "81f21669-5483-4513-9090-84708124f822",
    "text": "Master of Management in Health Care Program Snapshot Comprehensive Curriculum If you're considering an MMHC degree to take your healthcare career to the next level, our program offers robust healthcare management courses and weekend immersions taught by healthcare leaders and policy makers. Embedded in the curriculum is the Capstone Strategy Project which allows you to put everything you’ve learned to the test as you work with your Capstone Team on a significant organizational challenge. Admissions The Vanderbilt Master of Management in Health Care (MMHC) holistic approach to the admissions process ensures that we take the time to get to know you and your unique career goals. We are here to walk you through the entire application process, from research and employer endorsement to your first day of class. To learn more about how to apply, as well as scholarship information, please visit the MMHC Admissions page. Exceptional Career Outcomes Advance your career and your standing within your organization in just 12 months. From the moment you begin Vanderbilt’s Master of Management in Health Care program, you’ll return to your job with new skills and immediate ROI, either in salary growth or increased responsibility. Notably, you will receive capabilities that will give you higher standing in the workplace and newfound credibility among the executive team",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 64
    }
  },
  {
    "id": "a8776881-35bd-417a-aafb-91bb8396e9e3",
    "text": ". Notably, you will receive capabilities that will give you higher standing in the workplace and newfound credibility among the executive team. Connect One-on-One To get a better sense of your eligibility for the Vanderbilt Master of Management in Health Care program, we encourage you to submit your resume, CV, or LinkedIn profile as a pre-assessment. Our team will review your information and give feedback to help you determine the next steps. To get a better sense of your eligibility for the Vanderbilt Master of Management in Health Care program, we encourage you to submit your resume, CV, or LinkedIn profile as a pre-assessment. Our team will review your information and give feedback to help you determine the next steps. Let us help you answer these questions. Talk with us over the phone or video at a time convenient for you. This low-key meeting can be as short or as long as you’d like; we want to make sure you have the answers you need to determine if the program is a fit for you. We look forward to connecting with you soon. Let us help you answer these questions. Talk with us over the phone or video at a time convenient for you. This low-key meeting can be as short or as long as you’d like; we want to make sure you have the answers you need to determine if the program is a fit for you. We look forward to connecting with you soon. Get Connected Meet Our Students Each Vanderbilt Master of Management in Health Care student has a unique story–just like you",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 65
    }
  },
  {
    "id": "44b54d8e-3b0c-4b18-a1fc-72d44a9f099b",
    "text": ". We look forward to connecting with you soon. Get Connected Meet Our Students Each Vanderbilt Master of Management in Health Care student has a unique story–just like you. Meet some of our students and hear about what brought them to Vanderbilt. Andrew                         Galbierz Senior Vice President, Managed Care, Amedysis Basil                         Kahwash Assistant Professor, Department of Medicine, Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center Nicole                         Tan Clinical Staff Leader, Vanderbilt University Medical Center Laveil                         Allen                        MD Executive Vice Chair, Radiology and Radiologic Sciences, Executive Medical Director of Clinical Imaging, Vanderbilt University Medical Center Kate                         Sangervasi Director, Market Brand Content and Style, HCA Healthcare Why Vanderbilt Hear from our students about why they decided to earn their Master of Management in Health Care at Vanderbilt in their own words. Hear from our students about why they decided to earn their Master of Management in Health Care at Vanderbilt in their own words. By the numbers The strategically diverse MMHC cohort is comprised of 1/3 physicians, 1/3 nurses and other clinicians and 1/3 non-clinical administrators",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 66
    }
  },
  {
    "id": "dc3c9c31-336b-48e2-9958-4dac5cbdfbd5",
    "text": ". By the numbers The strategically diverse MMHC cohort is comprised of 1/3 physicians, 1/3 nurses and other clinicians and 1/3 non-clinical administrators. See more facts > Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and executive suite, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and executive suite, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Meet our Faculty Michael A. Lapré Megan  Lawrence Mark D. Cannon MMHC News Patrick Ford is promoted to Program Director, Pharmacy Regulatory Compliance and Policy with VUMC after the Vanderbilt Business MMHC program Take the Next Step Discover More Admissions Details Class Profile Download Brochure Engage and Connect Contact Our Team Schedule a Personal Consultation Request Information Ready to Apply?",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 67
    }
  },
  {
    "id": "1bc077c5-5a39-4bc2-9c1d-04ee7b3fdab8",
    "text": "Scraped from: https://business.vanderbilt.edu/business-minor/\nDate scraped: 2025-02-17 02:45:27",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 69
    }
  },
  {
    "id": "1be001c6-87fd-4eb0-93ab-0198f89d02b6",
    "text": "HOOGLAND UNDERGRAD BUSINESS PROGRAM Program Structure The structure of the minor is based in 5 fundamentals courses: Organizational Behavior, Essentials of Financial Reporting, Principles of Finance, Managing Operations, and Principles of Marketing. These courses are designed to provide students with a solid foundation of general business disciplines. To address diverse student interests, students may select a variety of electives from the 4 undergraduate schools. Vanderbilt's Business Minor The Hoogland Undergraduate Business Program is a trans-institutional program designed to complement your strong liberal arts education. With renowned faculty from Vanderbilt Owen Graduate School of Management plus 4 undergraduate schools, you can learn from leaders who have helped shape the world of business. You can interact with peers who have similar career goals and network through clubs and organizations. Beyond the Program Outside the classroom, undergraduates can participate in skills workshops, professional clubs, blended learning events, speaker series and other programming designed to expose students to different areas of the business world. These opportunities help prepare students for internships and full-time careers, while also connecting business-minded individuals with each other in purposeful ways. World-Class Faculty  Garnett H",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 70
    }
  },
  {
    "id": "071a199b-6726-431d-86c5-1a3a9236473f",
    "text": ". These opportunities help prepare students for internships and full-time careers, while also connecting business-minded individuals with each other in purposeful ways. World-Class Faculty  Garnett H.                        Slatton Adjunct Professor of Management Gary                         Kimball Professor of the Practice of Management Jen                         Riley Senior Lecturer of Marketing Gabrielle                         \"Gabby\"",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 71
    }
  },
  {
    "id": "c573e9f4-687a-45b4-bf8d-7547440221af",
    "text": "Lopiano Assistant Professor of Management Michael A.                        Lapré Associate Professor of Operations Management Transfer Students Vandy in Finance: Preparation Pathway Transfer Students Are you a transfer student interested in declaring a Business Minor? Have you taken courses at your previous school that weren’t considered as equivalent to the fundamentals courses required for the business minor (such as Introduction to Accounting, Principles of Finance, Principles of Marketing, Organizational Behavior, Essentials of Financial Reporting, and Managing Operations)? To get started, the first step is to officially declare the business minor. Upon completing this step, please email a copy of each course syllabus to our director, Gary Kimball. He will review each course to assess its eligibility for the minor. Vandy in Finance: Preparation Pathway The Vanderbilt Career Center, Owen Graduate School of Management, and the Hoogland Undergraduate Business Program are excited to partner with Wall Street Prep (WSP), a leading financial training firm, to offer a comprehensive learning path for rising sophomores looking to embark on a career in finance.  This program will bridge the gap between academics and real-world applications to give students the technical skillset necessary to land a coveted summer internship at a leading financial firm",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 72
    }
  },
  {
    "id": "a1000d47-0cd3-4104-84d8-9e03e1a7bf9e",
    "text": ". The Vandy in Finance: Preparation Pathway Program will begin with a virtual kick-off presentation and continue with self-paced work over the summer. Students who complete the requisite summer work are invited to join the multiple Wall Street Prep sessions on campus during the fall 2024 semester. *Rising sophomores will be prioritized, but upperclassmen will also be considered.",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 73
    }
  },
  {
    "id": "57cbfc0b-7c0f-4775-a9da-d7275616698a",
    "text": "Apply Now! Student Resources Click here to find business resources for the Undergraduate Business Program FactSet is a financial platform that provides comprehensive data and analytics on global financial markets, economic measures, and companies. This data and analysis will support classwork on valuations, comparable as well as transactions such as mergers and acquisitions. Coverage includes: Financial data on 70,000+ public and private companies worldwide, with historical coverage for developed markets dating back to the 1980s and for emerging markets starting in the 1990s; Close to 2,000 historical financial metrics data items for 70+ countries; Historical financial data on 5,000 global indices, as well as fixed income, commodities, alternative investments markets and more Any current Vanderbilt student, faculty or staff member can access FactSet for academic and non-commercial use. Students who would like a personal account to use FactSet remotely can register at https://advantage.factset.com/academic_idrequest . ID Requests are processed by FactSet and may take up to 7 business days. You will receive an email directly from FactSet with your login information. For faster access, FactSet is available on the computer in the Undergraduate Business Minor office on the 2 nd floor of Calhoun Hall- no personal account needed",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 74
    }
  },
  {
    "id": "51d109e5-dbde-4d6f-b4a9-0592e7be7c7b",
    "text": ". You will receive an email directly from FactSet with your login information. For faster access, FactSet is available on the computer in the Undergraduate Business Minor office on the 2 nd floor of Calhoun Hall- no personal account needed. FactSet documentation: FactSet Quick Start Help Guide FactSet Certification information 180 Degrees Consulting 180 Degrees Consulting strives to ensure that non-profits and social enterprises committed to education, health, and poverty alleviation can reach their full potential by developing innovative solutions using the expertise of its student members. Alpha Kappa Psi (Omega Nu Chapter) Alpha Kappa Psi at Vanderbilt is an elite undergraduate organization that promotes brotherhood and professional development amongst Vanderbilt’s future business leaders. Our brothers share a passion for business and a dedication to excellence. Commodore Capital Group Commodore Capital Group aims to serve as the bridge between Vanderbilt students and their career in private financial markets through our pillars of Education, Immersion, and Network. Delta Sigma Pi To prepare Vanderbilt Students to be successful in the business world, during and beyond college, as well as to provide a networking system within and outside of the Vanderbilt community. Aim to connect students with strong business interest in order to foster new opportunities, personal growth, and lifelong friendships",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 75
    }
  },
  {
    "id": "fa42eebc-df05-489f-aa63-8b86a8cb1651",
    "text": ". Aim to connect students with strong business interest in order to foster new opportunities, personal growth, and lifelong friendships. Financial Modeling Club The Financial Modeling Club (FMC) is a club whose primary activity is an 8-week course that teaches Excel skills to Vanderbilt students regardless of prior experience. The class will start with an excel crash course and then continue to cover models such as a three-statement model, DCF, and public comps model, among others. The club has weekly hour-long meetings. The goal of the organization is to help students understand how Microsoft Excel is used in the business world and prepare students with the Excel skills necessary to be successful in a diverse set of careers. Phi Chi Theta Be it known that the mission of Phi Chi Theta, a national professional fraternity, is to: Provide an opportunity to develop and practice those professional leadership skills and abilities necessary to succeed in the business community; Provide a local and national network to share resources, ideas and concepts; Instill in its membership those values, codes and creeds which will enable participation in a rapidly changing world; and Enable members to develop the business astuteness necessary to achieve high esteem and success in their chosen fields",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 76
    }
  },
  {
    "id": "9a36f278-a427-4548-8e25-4f3b4396797d",
    "text": ". Product Space Product Space @ Vanderbilt was founded in Spring 2021 to cultivate tomorrow’s product leaders by providing Vanderbilt with a product community dedicated to the intersection of business and technology. New products are the lifeblood of any company and the cornerstone of any economy. We teach students from all backgrounds how to create and analyze Products and offer a Space for students to apply their skills in product management. Rem & Company A social impact initiative that offers free consulting services to businesses in the Nashville area. Students Consulting for Nonprofit Organizations (SCNO) is Vanderbilt’s student-led nonprofit consulting group. We’re a service organization that works on challenging problems with Nashville-based nonprofits and social enterprises each year to help them achieve their missions and goals. Since 2013, we’ve served over 40 organizations in our community while providing Vandy students the opportunity to gain experience in the social impact space and develop invaluable professional skills. TAMID The mission of TAMID Group at Vanderbilt is to expand the network and professional skills of all members through interactions with the Israeli economy. TAMID Group unites students of like interests and provides them with exceptional consulting and investing experience that will well prepare them for any future professional endeavors",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 77
    }
  },
  {
    "id": "14a075db-1534-4cf3-8202-c097c0a46d26",
    "text": ". TAMID Group unites students of like interests and provides them with exceptional consulting and investing experience that will well prepare them for any future professional endeavors. We aim to develop the next generation of entrepreneurs and professionals through a customized education program and to promote strong and effective leadership skills within each of our members. Vanderbilt Asian Pre-Professional Society Our mission is to grow a global network of highly motivated student leaders who seek to impact Vanderbilt and the greater business community. We want to foster a tight-knit community focused on developing professional and leadership skills for success. We welcome students of all majors and interests to join our club in order to develop their professional skills. Vanderbilt Blockchain Vanderbilt Blockchain aims to better inform the Vanderbilt population about blockchain technologies and cryptocurrencies while providing hands-on learning opportunities to get involved with live projects. Our monthly speaker series is a great way to get started and is open to everyone. We have a research committee where students can learn both fundamental and technical analysis skills and help create the Vanderbilt Blockchain Token Index. We also run a development committee where cohorts of students can learn blockchain-related programming languages, join hackathons, and find jobs",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 78
    }
  },
  {
    "id": "c978884a-e613-456c-ba03-9e452e1ad7ce",
    "text": ". We also run a development committee where cohorts of students can learn blockchain-related programming languages, join hackathons, and find jobs. Finally, our new content committee is focused on building our online presence and sharing our research with the world. Vanderbilt Business and Medicine Club We aim to provide Vanderbilt’s pre-med students with experiential learning opportunities to explore diverse applications of medicine outside of a traditional healthcare setting. The organization will host workshops, panel discussions, and unique exploratory events to promote new skill sets and career paths to further understand the interconnectedness of business and medicine. Vanderbilt Finance Club Vanderbilt’s premier undergraduate organization for securing a job in finance. Vanderbilt Innovation and Entrepreneurship Society VINES, the Vanderbilt Innovation and Entrepreneurship Society, is a community and an educational resource for students from Vanderbilt University with interest in entrepreneurship or innovation. Vanderbilt Investment Club The Vanderbilt Investment Club (VIC) aims to serve as an educational experience for undergraduates who look to develop experience in investing and financial markets, by actively managing an equity-only portfolio",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 79
    }
  },
  {
    "id": "adbcfcce-07f3-4eff-b77a-78f81b33b899",
    "text": ". Vanderbilt Investment Club The Vanderbilt Investment Club (VIC) aims to serve as an educational experience for undergraduates who look to develop experience in investing and financial markets, by actively managing an equity-only portfolio. Vanderbilt Undergraduate Real Estate Club The purpose of the Vanderbilt Undergraduate Real Estate Club (VUREC) is to develop a robust understanding of the commercial real estate industry, connect with local, national, and international real estate firms and prepare undergraduate students for a career in the real estate industry. Vanderbilt Out in Business (VOIB) serves as a hub for undergraduate students at Vanderbilt who both identify with the LGBTQ+ community and harbor a keen interest in business, economics, mathematics, entrepreneurship and beyond Vanderbilt Undergraduate Consulting Club Vanderbilt Undergraduate Consulting Club (VUCC) fosters deep relationships with consulting firms and organizations with consulting positions and equips members with the necessary knowledge, skills and opportunities to explore a career in consulting. Vanderbilt Sports Business Club Formerly the Vanderbilt Sports Marketing Club, the purpose of the organization is to educate Vanderbilt students on the many opportunities in the sports business industry. The VSBC will provide mentorship, professional development, and networking opportunities to students interested in any area of the sports business field",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 80
    }
  },
  {
    "id": "456cd7be-da00-43eb-b8e8-659a739f9bd2",
    "text": ". The VSBC will provide mentorship, professional development, and networking opportunities to students interested in any area of the sports business field. Areas will include marketing, finance, management among others. VSBC will consult Vanderbilt athletics to identify problems and provide solutions aimed to improve the overall department. The club’s goal is to build the Vanderbilt athletics fan base, using marketing and business strategies to attract a larger demographic to games and increase fan engagement. The club will host speakers and events that inform students on topics such as how professional organizations build their brands, how to create a franchise culture, and how to develop business strategies. Vanderbilt Women in Business Women in Business empowers future female leaders by engaging a network of advocates for business women’s ambitions. We work in partnership with the Women’s Business Association at the Owen Graduate School of Management to provide networking opportunities. Vandy Sales Our mission is to provide members with the resources needed to learn to ‘sell yourself’ and to master the skill of sales. Through monthly skills development workshops and speakers, we want to raise awareness of the post-grad career that is sales, giving students another avenue to enter the business world",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 81
    }
  },
  {
    "id": "fea386e8-e6d2-47c8-93dd-af9d5cde96da",
    "text": ". Through monthly skills development workshops and speakers, we want to raise awareness of the post-grad career that is sales, giving students another avenue to enter the business world. We are open to all students who want to improve their networking, persuasion, interview and ultimately sales skills! Click here to discover the many resources available at the Wond'ry. Major/Minor Declaration Independent/Directed Study Course Withdrawal Students have access to a Bloomberg Terminal in Calhoun 215 to track and analyze real-time financial market data and for interview preparation. Each student can create a personal username and password combination. For more information on the Terminal, click here . There is an additional terminal located on the 4 th floor of the Central Library. When entering from Library Lawn, head to the computer area to the left. The Bloomberg Terminal is at the far left, is the only workstation with dual monitors and has artwork on the wall indicating Bloomberg. Students have access to an iMAC desktop loaded with creative software! The Adobe Creative Cloud license includes all of Adobe’s products: Photoshop/Illustrator/Adobe Premiere (video editing software), Acrobat Pro, etc. The computer is in Calhoun 215. The Career Center offers resources to help students in the business minor with things like resume reviews, cover letter recommendations, and general questions about internships or job searches",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 82
    }
  },
  {
    "id": "4dbcc89f-7d4d-437e-a55d-8d1d94b2df6e",
    "text": ". The computer is in Calhoun 215. The Career Center offers resources to help students in the business minor with things like resume reviews, cover letter recommendations, and general questions about internships or job searches.  The Vanderbilt University English Language Center supports the university’s internationalization, diversity, equity, and inclusion efforts through engaging English for Academic and Professional language instruction and targeted resources for multilingual students, faculty, staff, and scholars. Our goal is to help you achieve the most from your Vanderbilt experience by providing innovative, high quality, individualized English-language instruction. Career Advice Make your sophomore summer count! Learn how to strategically plan for success and set the stage for your professional journey. questions? Only one business-related minor is allowed. Students electing the Undergraduate Business Minor may not also fulfill minors in Human and Organizational Development (HOD) , or Engineering Management (ENGM). Only one business-related minor is allowed. Students electing the Undergraduate Business Minor may not also fulfill minors in Human and Organizational Development (HOD) , or Engineering Management (ENGM)",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 83
    }
  },
  {
    "id": "2d9cfb7f-dfeb-4819-9e5f-0e4375a82f83",
    "text": ". Only one business-related minor is allowed. Students electing the Undergraduate Business Minor may not also fulfill minors in Human and Organizational Development (HOD) , or Engineering Management (ENGM). The Undergraduate Business Minor allows students to pursue a program that is “Uniquely Vanderbilt.” This trans-institutional program, with elective course options from each of the 4 undergraduate schools and Fundamentals courses taught by the Owen Graduate School of Management , is designed to complement the strong liberal arts education. The Undergraduate Business Minor allows students to pursue a program that is “Uniquely Vanderbilt.” This trans-institutional program, with elective course options from each of the 4 undergraduate schools and Fundamentals courses taught by the Owen Graduate School of Management , is designed to complement the strong liberal arts education. Your school’s Associate Dean or use our Contact page. Your school’s Associate Dean or use our Contact page. Yes. Students must achieve an overall GPA of 2.0 in courses counted toward the Undergraduate Business Minor. Yes. Students must achieve an overall GPA of 2.0 in courses counted toward the Undergraduate Business Minor. Credit may be awarded at the discretion of the Director of the Undergraduate Business Minor. Transfer students should follow the standard course review process and direct any questions about a specific course to the Director",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 84
    }
  },
  {
    "id": "fd6d195b-be57-41fd-b2f6-7b447046effd",
    "text": ". Credit may be awarded at the discretion of the Director of the Undergraduate Business Minor. Transfer students should follow the standard course review process and direct any questions about a specific course to the Director. Credit may be awarded at the discretion of the Director of the Undergraduate Business Minor. Transfer students should follow the standard course review process and direct any questions about a specific course to the Director. Email undergraduatebusinessminor@vanderbilt.edu or call (615) 322-4021. Email undergraduatebusinessminor@vanderbilt.edu or call (615) 322-4021. Take the Next Step DISCOVER MORE CURRICULUM DETAILS DECLARE THE MINOR NEXT STEPS GET YOUR QUESTIONS ANSWERED CONTACT OUR TEAM Ready to Declare?",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 85
    }
  },
  {
    "id": "05ca6d9a-5997-4ba0-9ee7-3ee4a1961273",
    "text": "Scraped from: https://business.vanderbilt.edu/accelerator/\nDate scraped: 2025-02-17 02:45:27",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 87
    }
  },
  {
    "id": "a7c4d11f-e671-49e6-9900-588f3a2b54be",
    "text": "Accelerator Summer Business Immersion Program Snapshot Career Preparation How do you find the right career? We're here to help you navigate it all. You’ll receive career coaching and leadership development to help you grow personally and professionally. From career exploring to resume building and networking, you can expect a life-changing experience. Enhance Your Potential This transformational 3-week program is designed for undergrads and recent graduates from all institutions and majors. It blends the classroom, consulting, and coaching to expand your career potential. Submit your application today and take the first step toward expanding your possibilities alongside bright people from all over the world. Real-World Experience Combine classroom learning with real consulting projects. You’ll work in teams to devise solutions to real business challenges for a diverse mix of companies. Then, you’ll present your ideas to executives and receive valuable feedback. It's like gaining the experience of multiple internships. Make the Most of your Summer   Summer 2025 Program: June  1-21   Meet Our Students Each student has a unique story–just like you. Meet some of our students and hear why they chose Accelerator® Summer Business Immersion. Ash                         Lopez Columbia University, Class of 2024 Kirk                         Mowl University of Florida, Class of 2025 Charles                         \"Charlie\"",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 88
    }
  },
  {
    "id": "b4138019-ffbe-4400-880a-ba79ca68e7c3",
    "text": "Crumbo Boston University, Class of 2026 Claire                         Humphrey Northwestern University, Class of 2025 Rehan                         Ali The University of the South, Class of 2024    Hear from our Accelerator students about the consulting projects they worked on, and how their Vanderbilt Accelerator experience has given them business fundamentals to build upon. Hear from our Accelerator students about the consulting projects they worked on, and how their Vanderbilt Accelerator experience has given them business fundamentals to build upon. By the numbers The percentage of Accelerator 2024 student survey respondents reported being extremely or very satisfied with the program. See more facts > Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 89
    }
  },
  {
    "id": "053e8df5-de55-4c95-82e7-2a99f4f2151f",
    "text": ". From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! What's New Learn how the Vanderbilt Accelerator program launched Alex Smiley’s finance career, providing skills and leading to top internship offers Students ideate, research, and pitch plausible opportunities for HCA Healthcare to expand into new asset classes Accelerator Summer Business Immersion at Vanderbilt: Students pitch creative marketing strategies to promote Red Bull’s Jukebox event, gaining hands-on consulting experience. Vanderbilt Accelerator® Summer Business Immersion partners with the Nashville Predators to boost community engagement through innovative student-led marketing strategies. Stay Connected Take the Next Step DISCOVER MORE REQUEST INFORMATION DOWNLOAD BROCHURE ADMISSIONS DETAILS CONNECT WITH US CONNECT WITH A STUDENT CONTACT OUR TEAM READY TO APPLY?",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 90
    }
  },
  {
    "id": "79531784-a9d5-4780-a184-580156881a32",
    "text": "Scraped from: https://business.vanderbilt.edu/careers/\nDate scraped: 2025-02-17 02:45:28",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 92
    }
  },
  {
    "id": "32e92b83-d4b5-4d74-82fe-528721a095f4",
    "text": "Growth that Lasts a Lifetime Your career will grow far beyond that first job after graduation. You need a solid foundation to accelerate your professional trajectory. At Vanderbilt, students build the skills, network, and vision to achieve their goals now and later. Our Career Management Center and Leadership Development Program provide best practices, helping graduates achieve truly exceptional outcomes. Shape Your Career With Confidence A successful job search requires a strong understanding of industries, functions, and yourself. The Career Management Center facilitates the job search process for students across several of our programs, offering a proven framework, and skill-building programming. Exceptional Outcomes All of our management education programs deliver a strong return on investment, because we develop business leaders who can drive results and manage change, drawing on what they learn from their coursework and what they learn about themselves. Whether you invest in a 2-year MBA or a 2-day certificate program, you will build skills and hone abilities that translate into lasting professional success. Develop Your Leadership Abilities Leadership is not an add-on at Vanderbilt; it is well-integrated into the business school experience. The quality and depth of support that students at Vanderbilt Business receive is typically reserved for high-level executives, and it reflects the latest thinking and best practices used by top organizations",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 93
    }
  },
  {
    "id": "e2a12ef8-b656-4a8e-a104-63204ff7dabe",
    "text": ". The quality and depth of support that students at Vanderbilt Business receive is typically reserved for high-level executives, and it reflects the latest thinking and best practices used by top organizations. Alumni Success Stories Our alumni have achieved incredible success across every function and industry in the business world. Learn more about their journeys. Cindy                         Kent Chief Operating Officer, Everly Health David                         Johnson Senior Vice President, Nissan Motor Corporation Sarah                         Trahern CEO, Country Music Association Anu                         Aiyengar Global Head of Mergers & Acquisitions, J.P. Morgan Josué                         Gomes da Silva Chairman and CEO, Coteminas How They Got The Job Follow his strategic path through internships, networking, and participation in extracurricular activities at Vanderbilt’s MS Finance program By the numbers The number of companies with which we have a recruiting relationship for our MBA students",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 94
    }
  },
  {
    "id": "a8fe1d46-edc6-4a4e-b852-86d4e2c0a8e8",
    "text": ". See more facts > Path to the Promotion The career management aspect of the EMBA program drew Springs to Vanderbilt Business Outcomes by Program MBA Executive MBA Master of Management in Health Care MS Finance MACC Assurance MACC Valuation Master of Marketing Career Management Career Management Center Homepage Alumni Career Management Meet the Team Leadership Development Leadership Development Program Homepage Alumni Leadership Development Meet The Team Want to Learn More About Our Programs?",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 95
    }
  },
  {
    "id": "4153a6f7-8065-4e78-a969-4343f67e97fe",
    "text": "Scraped from: https://business.vanderbilt.edu/recruit-partner/\nDate scraped: 2025-02-17 02:45:28",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 97
    }
  },
  {
    "id": "a070362f-3259-410e-9941-a0f3ec3240e7",
    "text": "Put a World-Class  Business School To Work for Your Business. Recruiters appreciate the qualities of Vanderbilt graduates. Why? They lead with ideas, not egos, and know that winning doesn’t mean leaving others behind. Recruiters also enjoy the high-touch efforts of our career management professionals who take the time to deeply understand an organization’s particular needs so that we can help meet them. Recruiters appreciate the qualities of Vanderbilt graduates. Why? They lead with ideas, not egos, and know that winning doesn’t mean leaving others behind. Recruiters also enjoy the high-touch efforts of our career management professionals who take the time to deeply understand an organization’s particular needs so that we can help meet them. MBA MS Finance Master of accountancy Master of Marketing Alumni & Experienced Hires Many companies turn to Vanderbilt Business as a pipeline for recruiting new talent. Others, from startups to the Fortune 500, also think of us as a partner for developing and retaining top performers. In addition, organizations benefit greatly from tapping into the expertise of our business faculty and engaging with our students in a variety of beneficial ways. Many companies turn to Vanderbilt Business as a pipeline for recruiting new talent. Others, from startups to the Fortune 500, also think of us as a partner for developing and retaining top performers",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 98
    }
  },
  {
    "id": "bf18d397-0535-4e6d-9f8e-78fc678d109d",
    "text": ". Many companies turn to Vanderbilt Business as a pipeline for recruiting new talent. Others, from startups to the Fortune 500, also think of us as a partner for developing and retaining top performers. In addition, organizations benefit greatly from tapping into the expertise of our business faculty and engaging with our students in a variety of beneficial ways. We recruit students from Vanderbilt because we recognize the excellence of their preparation to be both leaders and team players. We support our employees in completing Vanderbilt’s Executive MBA programs because we have benefitted from the strong quantitative and qualitative results they have acquired. And Vanderbilt’s Executive Education has been mission critical to our High Potential and Executive Programming at Bridgestone. In these ways and others, Vanderbilt has been a go-to partner for recruiting, developing and retaining talent and for adding value to our organization. Stacy Henry Former Director, Enterprise Leadership & Teammate Development Bridgestone Americas By the numbers The number of companies with which we have a recruiting relationship for our MBA students. See more facts > Come for a visit Map & Directions Parking Hotels MEET YOUR TEAM",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 99
    }
  },
  {
    "id": "40183877-2dd0-4098-a7c8-4f63f5f90b7e",
    "text": "Scraped from: https://business.vanderbilt.edu/apply/\nDate scraped: 2025-02-17 02:45:29\n\nVanderbilt University Vanderbilt Home Colleges & Schools School Catalogs Help & FAQs   Owen Application Management  Returning users: Log in to continue an application. First-time users: Create an account to start a new application. Returning users: First-time users: ©2024 Vanderbilt University · Nashville, Tennessee 37240\n================================================================================\n\nScraped from: https://business.vanderbilt.edu/faculty-expertise/\nDate scraped: 2025-02-17 02:45:30",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 101
    }
  },
  {
    "id": "8a644a4c-2a84-4ac2-9c16-b1d166aaf143",
    "text": "Faculty Expertise Guide Connect with a Vanderbilt Business faculty member for insight on today's most critical business challenges and opportunities. Marketing Areas of expertise include: Consumer behavior, scarcity, social influence, viral messaging and more Jennifer Escalas: Consumer research, consumer narrative processing, emotional responses to advertising, using brands to meet psychological needs. Kelly Goldsmith: Scarcity, uncertainty, consumer behavior, consumer psychology, goals, survey/experimental design, and self-regulation. Kelly Haws: Food decision-making, consumer behavior, health-related decision-making, financial decision-making, self-control in consumption, behavioral pricing, consumer rewards. Steve Hoeffler: Consumer products marketing, brand management, consumer behavior, marketing novel products, consumer preference development. Dawn Iacobucci: Networks, customer satisfaction and service marketing, quantitative psychological research, high-dimensional data models. Steven Posavac: Consumer and managerial decision making, advertising and persuasion, marketing and society, clinical consumer psychology. Jen Riley: The changing landscape of higher education (student engagement, marketing pedagogy, building company case studies), professional sales and technology usage, digital marketing and social media, and women & diversity in marketing and sales",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 102
    }
  },
  {
    "id": "eabcc0d9-1fac-439a-a424-b196e1b5ff5e",
    "text": ". Jen Riley: The changing landscape of higher education (student engagement, marketing pedagogy, building company case studies), professional sales and technology usage, digital marketing and social media, and women & diversity in marketing and sales. Anthony Salerno: Consumer psychology, emotions and decision making, consumer behavior, goals, self-regulation, resource scarcity. Eric VanEpps: Consumer behavioral decision making, managing impressions, healthier consumer decisions, informed consumer decisions. Freeman Wu: Aesthetics and product design, social influence and persuasion, social media, consumer behavior, product consumption, social perception. Finance Areas of expertise include: Financial markets, financial regulation, derivatives, hedge funds and more Daniel Bias: Entrepreneurial finance, labor and finance, financial economist, data scientist, python, economic implications on public firms. Nick Bollen: Hedge fund management, performance, and reporting; fraud detection in hedge funds, mutual funds. Johan Cassel Pegelow: Private equity, venture capital, entrepreneurial finance, the impact of private equity ownership on portfolio companies, ability of minorities to raise private capital funds. Peter Haslag: Labor markets, workforce migration, econometric techniques, U.S. equity market structure, mergers and acquisitions, labor market migration, human capital disclosure. Anna Helmke: Financial markets, financial intermediation, portfolio theory, ETFs, mutual funds",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 103
    }
  },
  {
    "id": "be0609c4-d54d-45e6-b6ca-b686661a8bb9",
    "text": ". equity market structure, mergers and acquisitions, labor market migration, human capital disclosure. Anna Helmke: Financial markets, financial intermediation, portfolio theory, ETFs, mutual funds. Wendy Liu: financial markets, bond markets, financial economics, MS Finance academic success and career development, corporate finance, investments, international finance. Veronika Pool: Conflict of interest in hedge funds, mutual funds, and 401(k) plans, delegated portfolios. Berk Sensoy: Entrepreneurial finance, investments, venture capital and private equity, empirical corporate finance. Robert Whaley: Derivatives, market microstructure, financial engineering, corporate finance, financial markets, risk management, futures, market volatility. Operations Management Areas of expertise include: Aviation, automotive, retail, service industries, sports and more Yasin Alan: Retail operations, supply chain management, grocery store operations, private label, airline operations, retailers' category and inventory management. Hallie Sue Cho: New product development, technology management, consumer reviews, online product forums, on-line product forums. Mumin Kurtulus: Retail supply chain management, retail operations, category management, collaborative forecasting, direct-store delivery, implications of private labels",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 104
    }
  },
  {
    "id": "9121ff54-e041-45bb-bf6c-ae46fc45363e",
    "text": ". Mumin Kurtulus: Retail supply chain management, retail operations, category management, collaborative forecasting, direct-store delivery, implications of private labels. Michael Lapré: Learning curves, organizational learning, industry studies, improving longitudinal organizational performance, steel-cord manufacturing, airlines, semiconductor manufacturing, F1 racing, and FIFA World Cup. Larry LeBlanc: Supply chain analysis, management science, reducing spreadsheet risk, spreadsheet optimization models, large-scale optimization models, telecommunication network design/analysis. Jon Lehman: Entrepreneurship, private investing, health care, technology, education, health care management, corporate strategy, strategies for health care and health care information technology. Organization Studies Areas of expertise include: Diversity and inclusion, ethical and social issues, high-risk work environments, negotiations and more Bruce Barry : Social issues in management (ethics, public policy, workplace rights), interpersonal and group behavior in organizations (power, influence, negotiation, conflict, and justice). Ray Friedman: Negotiation, conflict management, emotions, Chinese negotiation, Chinese management, diversity (network groups, justice, race), email disputes, minority network groups, electronic mediation",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 105
    }
  },
  {
    "id": "e7e195b4-95ad-4c34-9a63-d6859c0f4ff0",
    "text": ". Ray Friedman: Negotiation, conflict management, emotions, Chinese negotiation, Chinese management, diversity (network groups, justice, race), email disputes, minority network groups, electronic mediation. Jessica Kennedy: Negotiation, business ethics, organizational psychology, conflict resolution, diversity issues, identity, self-regulation, and power, gender, and hierarchy in work organizations. Rangaraj Ramanujam: Organizational errors, reliability, and operational failures, leadership, communication, learning processes, healthcare delivery organizations. María del Carmen Triana: Diversity and discrimination in organizations, human resource management, organizational behavior, managing teams, project management. Tim Vogus: Highly reliable performance, safety culture, health care, mindful organizing, neuro-diversity in the workplace, Frist Center for Autism and Innovation. Strategy & Business Economics Areas of expertise include: AI, entrepreneurship, strategic innovation, technology and more Mario Avila: Social enterprise, entrepreneruship, financial technology, ethics and social responsibility, real estate, impact investing. Jesse A. Blocher: Data Science, AI, the intersection of business and data science, machine learning in finance. Michael R. Burcham: Entrepreneurship, health care, strategy, business economics, startup venture coaching, Nashville entrepreneurship, launching businesses, health innovation",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 106
    }
  },
  {
    "id": "43cba3f0-0ea8-42a9-9ae5-f83fa4e13dd4",
    "text": ". Michael R. Burcham: Entrepreneurship, health care, strategy, business economics, startup venture coaching, Nashville entrepreneurship, launching businesses, health innovation. Megan Lawrence: Management and organizational practices, organizational learning, firm adaptation, entrepreneurs as CEOs. Brian McCann: Strategic management, entrepreneurship, managerial economics, firm agglomeration, ownership structure, threshold-based decision-making. Kimberly Pace: Strategic communication, public relations, media relations, entrepreneurship, leadership development, personal branding, effective presentations, crisis communications. Sruthi Thatchenkery: Networks, competition, innovation, collaborative relationships in technology industries, regulatory changes in digital platforms, medical device startups. Xi Kang: Firm adoption of technologies, organizational impact of new technology, AI, Future of Work, technology management, strategic human capital. Roxanne Jaffe: Strategy and international business, strategic location choice and agglomeration, industrial organization economics. David Owens: Strategic innovation, new product design and development, organization design, service industries, social status. Cherrie Wilkerson: Financial modeling, leadership, and development of young professionals",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 107
    }
  },
  {
    "id": "5434816e-dc04-403d-9f18-98a72a5e8742",
    "text": ". David Owens: Strategic innovation, new product design and development, organization design, service industries, social status. Cherrie Wilkerson: Financial modeling, leadership, and development of young professionals. Accounting Areas of expertise include: Corporate governance, earnings management, financial reporting, mergers and acquisitions and more Paul Chaney: Auditor reputation, the quality of earnings, earnings management, and audit pricing. Daniel Cohen: Corporate governance mechanisms, financial reporting, and disclosure decisions. Rita Gunn: Mergers and acquisitions, corporate restructurings, earn-outs, inversions, and financial reporting. E. Scott Johnson: Tax consulting, taxation and managerial accounting, earnings management, investment transactions, federal taxation of business entities. Hunter Land: Financial reporting, audit, and capital markets, underlying determinants and economic consequences of financial reporting decisions. Catherine Lee: Political influence on financial statements, American Jobs Creations Act of 2004, corporate taxes, corporate tax cuts, financial statement analysis, investment banking, managerial decisions around financial reporting, regulation and standards, risk management. Bin Li: Accounting disclosures (mandatory and voluntary) and their impact on investor decisions and firm value. Erik Olson: Real effects of accounting, corporate finance, agency theory, financial reporting, institutional investors, and taxation",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 108
    }
  },
  {
    "id": "a0586c2d-c236-4251-8ce2-3f89255a74cf",
    "text": ". Bin Li: Accounting disclosures (mandatory and voluntary) and their impact on investor decisions and firm value. Erik Olson: Real effects of accounting, corporate finance, agency theory, financial reporting, institutional investors, and taxation. Richard Willis: Security analysts, earnings forecasts, firm disclosure, stock recommendations, and shareholder litigation. For Media Members If you would like to speak to a faculty expert at Vanderbilt Business, please contact Vanderbilt Media Relations at media@vanderbilt.edu . If you would like to speak to a faculty expert at Vanderbilt Business, please contact Vanderbilt Media Relations at media@vanderbilt.edu .",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 109
    }
  },
  {
    "id": "991184ed-ce95-49da-adfb-0bbde5570daa",
    "text": "Scraped from: https://business.vanderbilt.edu/news/\nDate scraped: 2025-02-17 02:45:30\n\nNews & Events Upcoming Events Career Advice Make your sophomore summer count! Learn how to strategically plan for success and set the stage for your professional journey. Take the Next Step DISCOVER MORE CURRICULUM DETAILS DECLARE THE MINOR NEXT STEPS GET YOUR QUESTIONS ANSWERED CONTACT OUR TEAM Ready to Declare?\n================================================================================\n\nScraped from: https://business.vanderbilt.edu/calendar/\nDate scraped: 2025-02-17 02:45:31\n\n\n================================================================================\n\nScraped from: https://business.vanderbilt.edu/owencentral/\nDate scraped: 2025-02-17 02:45:31\n\nBefore you leave this computer, be certain to log out by clicking the Log Out button. Note: Navigating away from the web page does not log you out. By taking these steps you insure the security and privacy of data important both to you and to Vanderbilt University.\n================================================================================\n\nScraped from: https://business.vanderbilt.edu/sitemap/\nDate scraped: 2025-02-17 02:45:31",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 111
    }
  },
  {
    "id": "d5673de0-a0d7-4859-bca0-5c3f8862096f",
    "text": "Sitemap Owen Alumni Town Hall Owen Job Board for Graduate Student Workers Faculty Expertise Vanderbilt Business School Search Our School About Our Mission & Values Privacy Policy Leadership Experience Amazing Nashville! The Newsroom Submit a Paper to Music City Accounting Research Conference Vanderbilt Business Magazine Summer 2021 Fall 2024 Winter 2022 Summer 2022 Summer 2023 Winter 2021 Summer 2020 Summer 2019 Winter 2019 Spring 2018 Summer 2017 Winter 2017 Spring 2016 Winter 2024 Blogs Social Media Media Inquiries By The Numbers Our Stories Alumni Success Stories Student Stories Our Faculty Faculty Directory Endowed Chairs Accounting Faculty Finance Faculty Healthcare Faculty Marketing Faculty Operations Management Faculty Organization Studies Faculty Strategy and Economics Faculty The Postdoctoral Program at Vanderbilt Business Initial Postdoc Placements Belonging, Growth and Collaboration Military Candidates International Candidates Underrepresented Minority Candidates Women Candidates Faculty Research Centers Innovation Realization Healthcare at Vanderbilt Vanderbilt Marketing Degrees and Programs MBA Programs Programs for Working Professionals Programs for Undergrads and Recent College Graduates Explore Vanderbilt Business Agenda The Vanderbilt Business Experience Specialized Masters: Student Life MBA What can an MBA do for your career? Vanderbilt MBA Advantage MBA Exceptional Outcomes Why get an MBA? Vanderbilt MBA Ranking Highlights MBA Curriculum MBA Concentrations",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 112
    }
  },
  {
    "id": "663faa79-88f7-4544-9b41-9d56e7b8a4fe",
    "text": "Agenda The Vanderbilt Business Experience Specialized Masters: Student Life MBA What can an MBA do for your career? Vanderbilt MBA Advantage MBA Exceptional Outcomes Why get an MBA? Vanderbilt MBA Ranking Highlights MBA Curriculum MBA Concentrations MBA Healthcare MBA Specializations MBA Emphases Dual Degrees MBA Immersion Learning MBA International Studies Incoming Exchange Outgoing Exchange MBA Day in the Life- Johnson MBA Day in the Life- Roberts MBA Day in the Life- Rodriguez Gaitan MBA Day in the Life- Sundani MBA Faculty MBA Leadership Development Hear from our Leadership Development Team Leadership Development Program Year One Leadership Development Program Year Two Vanderbilt Leadership Development Program What to Expect MBA Career Paths & Support MBA Class Profile MBA Admissions Ambassadors MBA Tuition, Loans and Scholarships Dean’s Scholars Award Program Endowed Scholarships MBA Application Instructions How to Finish an MBA Application in 7 Days MBA Campus Visit MBA Discover Weekend Military to Vanderbilt MBA Welcome to Owen Agenda Life at Owen Agenda Equity, Diversity, and Inclusion Agenda Military Candidates Veterans and the MBA: Advice and Encouragement from Current Students International Candidates MBA International Students – Latin America MBA International Students – Africa Career Search Process for International Students International Education Requirements Underrepresented Students Vanderbilt Undergrad Candidates Women Candidates MBA Meet Your Team MBA",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 113
    }
  },
  {
    "id": "0ce031ec-bd96-4b5c-8ff5-357df130d94a",
    "text": "Students – Latin America MBA International Students – Africa Career Search Process for International Students International Education Requirements Underrepresented Students Vanderbilt Undergrad Candidates Women Candidates MBA Meet Your Team MBA Recruiting & Admissions Fellows MBA FAQ Learn How to Navigate MBA Fairs MBA Student Life Accelerator Business Immersions at Vanderbilt Accelerator—Summer Business Immersion Accelerator Advantage Accelerator Exceptional Outcomes Accelerator Curriculum Accelerator Projects Accelerator Day in the Life – Robbins Accelerator Day in the Life – Per-Lee Accelerator Curriculum Accelerator Faculty Accelerator Class Profile Accelerator Admissions Accelerator Contact Us Accelerator FAQ Accelerator Admissions Ambassadors Accelerator Page for Parents Accelerator—Finance Bootcamp Accelerator Virtual Business Immersion Client Project Spotlight Program Insights Executive Education Request Information Executive Programs – Simmons Bank Open Executive Education – Smartbrief Executive Education – Billboard Executive Education – ATD Executive Education Advantage Short Programs Executive Certificate Leadership Excellence Management Fundamentals Business Excellence Online Certificates Healthcare Management Certificate Business Management Certificate Custom Solutions Design Process Case Studies Client List Executive Tools Online Learning Strategic Innovation Online Finance and Accounting Online Strategy and Operations Management Online Strategic Leadership",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 114
    }
  },
  {
    "id": "fe0a1bd7-3ece-4a35-ae01-331287c5456c",
    "text": "Business Management Certificate Custom Solutions Design Process Case Studies Client List Executive Tools Online Learning Strategic Innovation Online Finance and Accounting Online Strategy and Operations Management Online Strategic Leadership Online Technology Boot Camps Executive Education Faculty and Presenters Executive Education Meet the Team Executive Education FAQ Executive MBA Are You Ready For an Executive MBA? Executive MBA Advantage Executive MBA Exceptional Outcomes Executive MBA Employer Organizations Executive MBA Curriculum Executive Edge Track Executive Edge Immersion Experiences Executive Edge C-Teams Executive Edge Track Launching the Venture Executive Edge Capstone Strategy Project Executive Edge Track International Residency Executive Edge Day in the Life – Terhune Executive Edge New Harmony Executive Edge Math Camp Global Immersion Track Global Immersion Track Letter From Director Global Immersion Track Immersion Experiences Global Immersion Track Alliance Schools Global Immersion Track Alliance Cultures and Economies Global Immersion Track International Team Global Immersion Track Advantage Global Immersion Track Launching the Venture Global Immersion Track Day in the Life – Reggie Crenshaw Global Immersion Track International Capstone Strategy Executive MBA Faculty Executive MBA Leadership Development Executive MBA Career Management Executive MBA Class Profile Executive MBA Healthcare Professionals Executive MBA Admissions Executive MBA Admissions",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 115
    }
  },
  {
    "id": "597ba73e-2447-42c1-995e-df02f812c242",
    "text": "Track International Capstone Strategy Executive MBA Faculty Executive MBA Leadership Development Executive MBA Career Management Executive MBA Class Profile Executive MBA Healthcare Professionals Executive MBA Admissions Executive MBA Admissions Requirements Experience Vanderbilt Executive MBA Experience Vanderbilt Executive MBA Executive MBA Application Instructions Executive MBA Tuition and Financing Executive MBA Nonprofit Scholarship Executive MBA Support Women in Leadership Executive MBA Virtual Preview Day Executive MBA Personal Consultation Executive MBA Meet Your Team Executive MBA FAQ MAcc Programs at Vanderbilt Licensure and Certification Disclosure Master of Accountancy Highlights of MAcc Degree MAcc-Assurance Advantage MAcc-Assurance Exceptional Outcomes MAcc Advisory Board MAcc-Assurance Curriculum MAcc-Assurance Learn Through Immersion MAcc-Assurance Day in the Life – Norfleet MAcc-A Day in the Life – Cooper MAcc-A Day in the Life – Kashyap MAcc-Assurance Faculty MAcc-Assurance Leadership Development MAcc-Assurance Career Paths and Support Partner Firms MAcc-Assurance Class Profile MAcc Student Life MAcc-Assurance Admissions MAcc-Assurance Application Instructions How to Finish a Vanderbilt MAcc Application in 7 Days MAcc-Assurance Tuition and Financial Aid MAcc Campus Visit MAcc-Assurance Meet Your Team MAcc-Assurance Admissions Ambassadors MAcc-Assurance FAQ MAcc Valuation MAcc-Valuation Advantage MAcc-Valuation Exceptional Outcomes MAcc-Valuation Curriculum",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 116
    }
  },
  {
    "id": "0b7f47db-e052-4eb3-9d0f-84942bba5629",
    "text": "MAcc-Assurance Tuition and Financial Aid MAcc Campus Visit MAcc-Assurance Meet Your Team MAcc-Assurance Admissions Ambassadors MAcc-Assurance FAQ MAcc Valuation MAcc-Valuation Advantage MAcc-Valuation Exceptional Outcomes MAcc-Valuation Curriculum MAcc-Valuation Learn through Immersion MAcc-Valuation Day in the Life – James MAcc-Valuation Faculty MAcc-Valuation Leadership Development MAcc-Valuation Career Paths and Support Valuation Career Highlights Partner Firms MAcc-Valuation Class Profile MAcc-Valuation Admissions MAcc-Valuation Application Instructions MAcc-Valuation Tuition and Financial Aid MAcc-Valuation Meet Your Team MAcc-Valuation Admissions Ambassadors MAcc-Valuation FAQ MAcc Valuation Student Life MS Finance MSF Advantage MSF Exceptional Outcomes MSF Curriculum MSF Electives JD MSF MSF Day in the Life – Bray MSF Day in the Life – Fitzgerald Light MSF Day in the Life –  Davis MSF Faculty MSF Leadership Development MSF Career Paths and Support MS Finance Investment Banking Academy MSF Class Profile MS Finance Student Life MSF Admissions MSF Application Instructions How to Finish a MS Finance Application in 7 Days MSF Tuition and Financial Aid MSF International Education Requirements MSF Campus Visit MSF Meet Your Team MSF Admissions Ambassadors MSF FAQ Master of Management in Health Care MMHC Vanderbilt Advantage Master of Management in Health Care Exceptional Outcomes MMHC ROI for Organizations MMHC ROI for Students MMHC Curriculum MMHC Day in the Life – Stafford",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 117
    }
  },
  {
    "id": "3cc4bc05-a7ad-4f66-a34b-d411f63310ed",
    "text": "Admissions Ambassadors MSF FAQ Master of Management in Health Care MMHC Vanderbilt Advantage Master of Management in Health Care Exceptional Outcomes MMHC ROI for Organizations MMHC ROI for Students MMHC Curriculum MMHC Day in the Life – Stafford MMHC Program Schedule MMHC Capstone Strategy Project MMHC Faculty MMHC Leadership Development MMHC Class Profile MMHC Admissions MMHC Admissions Requirements Experience Vanderbilt MMHC MMHC Application Instructions MMHC Tuition and Scholarships MMHC Admissions Events MMHC Meet the Team MMHC Personal Consultation MMHC Employer Organizations MMHC Class of 2021 Student Directory MMHC Nursing Mailer Master of Marketing Master of Marketing Advantage Master of Marketing Exceptional Outcomes Master of Marketing Advisory Board Master of Marketing Curriculum Master of Marketing Learn Through Immersion Master of Marketing Day in the Life – Delaney Master of Marketing Day in the Life – Jocelin Clayton Master of Marketing Faculty Master of Marketing Leadership Development Master of Marketing Career Paths and Support Master of Marketing Class Profile Master of Marketing Student Life Master of Marketing Admissions Master of Marketing Application Instructions How to Finish a Master of Marketing Application in 7 Days Master of Marketing Tuition and Financial Aid Master of Marketing Campus Visit Master of Marketing Meet Your Team Master of Marketing Admissions Ambassadors Master of Marketing FAQ Undergraduate Business Minor Undergraduate Business",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 118
    }
  },
  {
    "id": "4e42aaa0-7aa7-4a47-89e1-a6cc28b299ed",
    "text": "in 7 Days Master of Marketing Tuition and Financial Aid Master of Marketing Campus Visit Master of Marketing Meet Your Team Master of Marketing Admissions Ambassadors Master of Marketing FAQ Undergraduate Business Minor Undergraduate Business Minor Meet Your Team Undergraduate Business Minor FAQ Undergraduate Business Minor Curriculum Undergraduate Business Minor News & Events Undergraduate Business Minor Student Stories Grow Your Career Career Management Center Alumni Success Stories Your Journey Leadership Development Hear From Our Career Management Team Leadership Development Program Meet Your Team Career Management Center Meet Your Team Recruit and Partner Recruit at Vanderbilt MBA Recruiting Recruiting Calendar MBA Recruiting Guidelines and Policies Recruit and Partner – MS Finance MSF Recruiting Guidelines Recruit and Partner – Master of Marketing Master of Marketing Recruiting Guidelines Recruit and Partner – MAcc MAcc Recruiting MAcc Valuation Student Profiles MAcc Assurance Student Profiles Partner With Us Owen Alumni Alumni Boards Owen Forward Alumni Events Alumni Benefits Alumni Meet Your Team Advisory Council Owen Volunteer Community Development & Alumni Relations Fellows Distinguished Alumni Award Get Involved The New Management Hall Contact Us Meet the Dean’s Office Team Meet the Finance & Administration Team Meet the Center for Social Ventures Team Meet the Center for Entrepreneurship Team Staff Meet the Academic & Student Affairs Team Marketing and",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 119
    }
  },
  {
    "id": "a3586571-30d9-412e-8033-62e95ff39e45",
    "text": "The New Management Hall Contact Us Meet the Dean’s Office Team Meet the Finance & Administration Team Meet the Center for Social Ventures Team Meet the Center for Entrepreneurship Team Staff Meet the Academic & Student Affairs Team Marketing and Communications Meet the Team Walker Management Library Meet the Team Calendar Event Submission All Tags OwenCentral Student Directory Owen IT Resources Financial Guide, Forms, and FAQ Career Management Center Policies Vanderbilt Business Brochure and PDFs Orientation All Programs Orientation Schedule International Orientation Schedule Master of Marketing Orientation Schedule MSF Orientation Schedule All Programs Orientation Schedule Welcome to Owen History of Owen Vanderbilt Business Career Outcomes Vanderbilt Business Brand Vanderbilt Business in 2020 Vanderbilt Business Culture Welcome to Vanderbilt Business New Student Starting Point Orientation Career Support Overview For International Students Financial Aid Immunizations Student Health Insurance Moving to Nashville Transcripts Meet the Leadership Development Team Academic and Student Affairs Claim Your Spot Technology Information Student Clubs and Organizations MBA Student Events Families and Partners Owen Board Fellows Student Life Owen at 50 Notable Alumni Through the Years Insights Lab at Vanderbilt Coronavirus Information and Resources Sitemap Vanderbilt MBA Virtual Tour Vanderbilt MBA Vanderbilt MBA Vanderbilt Executive Education Vanderbilt MBA Executive MBA Executive MBA",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 120
    }
  },
  {
    "id": "adf1c7ef-b5ce-407e-8b70-73373fc1e19b",
    "text": "Owen at 50 Notable Alumni Through the Years Insights Lab at Vanderbilt Coronavirus Information and Resources Sitemap Vanderbilt MBA Virtual Tour Vanderbilt MBA Vanderbilt MBA Vanderbilt Executive Education Vanderbilt MBA Executive MBA Executive MBA MMHC SmartBrief Newsletter KATE TEST PAGE NO INDEX CARE: Return to Campus Find Out More About the Executive MBA Admissions Process About Our Mission & Values Privacy Policy Leadership Experience Amazing Nashville! The Newsroom Submit a Paper to Music City Accounting Research Conference Vanderbilt Business Magazine Summer 2021 Fall 2024 Winter 2022 Summer 2022 Summer 2023 Winter 2021 Summer 2020 Summer 2019 Winter 2019 Spring 2018 Summer 2017 Winter 2017 Spring 2016 Winter 2024 Blogs Social Media Media Inquiries By The Numbers Our Stories Alumni Success Stories Student Stories Our Faculty Faculty Directory Endowed Chairs Accounting Faculty Finance Faculty Healthcare Faculty Marketing Faculty Operations Management Faculty Organization Studies Faculty Strategy and Economics Faculty The Postdoctoral Program at Vanderbilt Business Initial Postdoc Placements Belonging, Growth and Collaboration Military Candidates International Candidates Underrepresented Minority Candidates Women Candidates Faculty Research Centers Innovation Realization Healthcare at Vanderbilt Vanderbilt Marketing Our Mission & Values Privacy Policy Submit a Paper to Music City Accounting Research Conference Vanderbilt Business Magazine Summer 2021 Fall 2024 Winter",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 121
    }
  },
  {
    "id": "d37360dd-3f7f-47d7-947e-d4b99f30ab63",
    "text": "Faculty Research Centers Innovation Realization Healthcare at Vanderbilt Vanderbilt Marketing Our Mission & Values Privacy Policy Submit a Paper to Music City Accounting Research Conference Vanderbilt Business Magazine Summer 2021 Fall 2024 Winter 2022 Summer 2022 Summer 2023 Winter 2021 Summer 2020 Summer 2019 Winter 2019 Spring 2018 Summer 2017 Winter 2017 Spring 2016 Winter 2024 Blogs Social Media Media Inquiries Summer 2021 Fall 2024 Winter 2022 Summer 2022 Summer 2023 Winter 2021 Summer 2020 Summer 2019 Winter 2019 Spring 2018 Summer 2017 Winter 2017 Spring 2016 Winter 2024 Alumni Success Stories Student Stories Faculty Directory Endowed Chairs Accounting Faculty Finance Faculty Healthcare Faculty Marketing Faculty Operations Management Faculty Organization Studies Faculty Strategy and Economics Faculty The Postdoctoral Program at Vanderbilt Business Initial Postdoc Placements Initial Postdoc Placements Military Candidates International Candidates Underrepresented Minority Candidates Women Candidates Innovation Realization MBA Programs Programs for Working Professionals Programs for Undergrads and Recent College Graduates Explore Vanderbilt Business Agenda The Vanderbilt Business Experience Specialized Masters: Student Life Explore Vanderbilt Business Agenda The Vanderbilt Business Experience Specialized Masters: Student Life What can an MBA do for your career? Vanderbilt MBA Advantage MBA Exceptional Outcomes Why get an MBA? Vanderbilt MBA Ranking Highlights MBA",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 122
    }
  },
  {
    "id": "9c70d9fe-a411-4c39-be63-b459413dd9a8",
    "text": "Life Explore Vanderbilt Business Agenda The Vanderbilt Business Experience Specialized Masters: Student Life What can an MBA do for your career? Vanderbilt MBA Advantage MBA Exceptional Outcomes Why get an MBA? Vanderbilt MBA Ranking Highlights MBA Curriculum MBA Concentrations MBA Healthcare MBA Specializations MBA Emphases Dual Degrees MBA Immersion Learning MBA International Studies Incoming Exchange Outgoing Exchange MBA Day in the Life- Johnson MBA Day in the Life- Roberts MBA Day in the Life- Rodriguez Gaitan MBA Day in the Life- Sundani MBA Faculty MBA Leadership Development Hear from our Leadership Development Team Leadership Development Program Year One Leadership Development Program Year Two Vanderbilt Leadership Development Program What to Expect MBA Career Paths & Support MBA Class Profile MBA Admissions Ambassadors MBA Tuition, Loans and Scholarships Dean’s Scholars Award Program Endowed Scholarships MBA Application Instructions How to Finish an MBA Application in 7 Days MBA Campus Visit MBA Discover Weekend Military to Vanderbilt MBA Welcome to Owen Agenda Life at Owen Agenda Equity, Diversity, and Inclusion Agenda Military Candidates Veterans and the MBA: Advice and Encouragement from Current Students International Candidates MBA International Students – Latin America MBA International Students – Africa Career Search Process for International Students International Education Requirements Underrepresented Students Vanderbilt Undergrad Candidates Women",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 123
    }
  },
  {
    "id": "10597e3e-ea10-4856-88a5-81ea9cd8eb6b",
    "text": "Candidates MBA International Students – Latin America MBA International Students – Africa Career Search Process for International Students International Education Requirements Underrepresented Students Vanderbilt Undergrad Candidates Women Candidates MBA Meet Your Team MBA Recruiting & Admissions Fellows MBA FAQ Learn How to Navigate MBA Fairs MBA Student Life MBA Exceptional Outcomes Why get an MBA? Vanderbilt MBA Ranking Highlights MBA Concentrations MBA Healthcare MBA Specializations MBA Emphases Dual Degrees MBA Immersion Learning MBA International Studies Incoming Exchange Outgoing Exchange MBA Day in the Life- Johnson MBA Day in the Life- Roberts MBA Day in the Life- Rodriguez Gaitan MBA Day in the Life- Sundani MBA Healthcare Incoming Exchange Outgoing Exchange Hear from our Leadership Development Team Leadership Development Program Year One Leadership Development Program Year Two Vanderbilt Leadership Development Program What to Expect Ambassadors MBA Tuition, Loans and Scholarships Dean’s Scholars Award Program Endowed Scholarships MBA Application Instructions How to Finish an MBA Application in 7 Days MBA Campus Visit MBA Discover Weekend Military to Vanderbilt MBA Welcome to Owen Agenda Life at Owen Agenda Equity, Diversity, and Inclusion Agenda Military Candidates Veterans and the MBA: Advice and Encouragement from Current Students International Candidates MBA International Students – Latin America MBA International Students – Africa Career Search Process for",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 124
    }
  },
  {
    "id": "39bfa220-a982-4900-bd49-ad2dc0a20797",
    "text": "and Inclusion Agenda Military Candidates Veterans and the MBA: Advice and Encouragement from Current Students International Candidates MBA International Students – Latin America MBA International Students – Africa Career Search Process for International Students International Education Requirements Underrepresented Students Vanderbilt Undergrad Candidates Women Candidates MBA Meet Your Team MBA Recruiting & Admissions Fellows MBA FAQ Learn How to Navigate MBA Fairs Dean’s Scholars Award Program Endowed Scholarships How to Finish an MBA Application in 7 Days MBA Discover Weekend Military to Vanderbilt MBA Welcome to Owen Agenda Life at Owen Agenda Equity, Diversity, and Inclusion Agenda Military to Vanderbilt MBA Welcome to Owen Agenda Life at Owen Agenda Equity, Diversity, and Inclusion Agenda Veterans and the MBA: Advice and Encouragement from Current Students MBA International Students – Latin America MBA International Students – Africa Career Search Process for International Students Learn How to Navigate MBA Fairs Accelerator—Summer Business Immersion Accelerator Advantage Accelerator Exceptional Outcomes Accelerator Curriculum Accelerator Projects Accelerator Day in the Life – Robbins Accelerator Day in the Life – Per-Lee Accelerator Curriculum Accelerator Faculty Accelerator Class Profile Accelerator Admissions Accelerator Contact Us Accelerator FAQ Accelerator Admissions Ambassadors Accelerator Page for Parents Accelerator—Finance Bootcamp Accelerator Virtual Business",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 125
    }
  },
  {
    "id": "257a0041-2bc9-46bc-94f7-29d78879696d",
    "text": "Curriculum Accelerator Faculty Accelerator Class Profile Accelerator Admissions Accelerator Contact Us Accelerator FAQ Accelerator Admissions Ambassadors Accelerator Page for Parents Accelerator—Finance Bootcamp Accelerator Virtual Business Immersion Client Project Spotlight Program Insights Accelerator Advantage Accelerator Exceptional Outcomes Accelerator Curriculum Accelerator Projects Accelerator Day in the Life – Robbins Accelerator Day in the Life – Per-Lee Accelerator Curriculum Accelerator Faculty Accelerator Class Profile Accelerator Admissions Accelerator Contact Us Accelerator FAQ Accelerator Admissions Ambassadors Accelerator Page for Parents Accelerator Exceptional Outcomes Accelerator Projects Accelerator Day in the Life – Robbins Accelerator Day in the Life – Per-Lee Accelerator Contact Us Accelerator FAQ Accelerator Admissions Ambassadors Client Project Spotlight Program Insights Request Information Executive Programs – Simmons Bank Open Executive Education – Smartbrief Executive Education – Billboard Executive Education – ATD Executive Education Advantage Short Programs Executive Certificate Leadership Excellence Management Fundamentals Business Excellence Online Certificates Healthcare Management Certificate Business Management Certificate Custom Solutions Design Process Case Studies Client List Executive Tools Online Learning Strategic Innovation Online Finance and Accounting Online Strategy and Operations Management Online Strategic Leadership Online",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 126
    }
  },
  {
    "id": "b960f268-df92-48da-9012-bd7051d40146",
    "text": "Business Management Certificate Custom Solutions Design Process Case Studies Client List Executive Tools Online Learning Strategic Innovation Online Finance and Accounting Online Strategy and Operations Management Online Strategic Leadership Online Technology Boot Camps Executive Education Faculty and Presenters Executive Education Meet the Team Executive Education FAQ Executive Programs – Simmons Bank Open Executive Education – Smartbrief Executive Education – Billboard Executive Education – ATD Leadership Excellence Management Fundamentals Business Excellence Healthcare Management Certificate Business Management Certificate Design Process Case Studies Client List Strategic Innovation Online Finance and Accounting Online Strategy and Operations Management Online Strategic Leadership Online Technology Boot Camps Are You Ready For an Executive MBA? Executive MBA Advantage Executive MBA Exceptional Outcomes Executive MBA Employer Organizations Executive MBA Curriculum Executive Edge Track Executive Edge Immersion Experiences Executive Edge C-Teams Executive Edge Track Launching the Venture Executive Edge Capstone Strategy Project Executive Edge Track International Residency Executive Edge Day in the Life – Terhune Executive Edge New Harmony Executive Edge Math Camp Global Immersion Track Global Immersion Track Letter From Director Global Immersion Track Immersion Experiences Global Immersion Track Alliance Schools Global Immersion Track Alliance Cultures and Economies Global",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 127
    }
  },
  {
    "id": "3233688c-ebdf-4bb4-81d0-8a5b41bc4b41",
    "text": "Harmony Executive Edge Math Camp Global Immersion Track Global Immersion Track Letter From Director Global Immersion Track Immersion Experiences Global Immersion Track Alliance Schools Global Immersion Track Alliance Cultures and Economies Global Immersion Track International Team Global Immersion Track Advantage Global Immersion Track Launching the Venture Global Immersion Track Day in the Life – Reggie Crenshaw Global Immersion Track International Capstone Strategy Executive MBA Faculty Executive MBA Leadership Development Executive MBA Career Management Executive MBA Class Profile Executive MBA Healthcare Professionals Executive MBA Admissions Executive MBA Admissions Requirements Experience Vanderbilt Executive MBA Experience Vanderbilt Executive MBA Executive MBA Application Instructions Executive MBA Tuition and Financing Executive MBA Nonprofit Scholarship Executive MBA Support Women in Leadership Executive MBA Virtual Preview Day Executive MBA Personal Consultation Executive MBA Meet Your Team Executive MBA FAQ Executive MBA Exceptional Outcomes Executive MBA Employer Organizations Executive MBA Employer Organizations Executive Edge Immersion Experiences Executive Edge C-Teams Executive Edge Track Launching the Venture Executive Edge Capstone Strategy Project Executive Edge Track International Residency Executive Edge Day in the Life – Terhune Executive Edge New Harmony Executive Edge Math Camp Global Immersion Track Letter From Director Global Immersion Track",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 128
    }
  },
  {
    "id": "0a746c6f-ca8d-4bd7-baf9-51c65bef700b",
    "text": "Executive Edge Capstone Strategy Project Executive Edge Track International Residency Executive Edge Day in the Life – Terhune Executive Edge New Harmony Executive Edge Math Camp Global Immersion Track Letter From Director Global Immersion Track Immersion Experiences Global Immersion Track Alliance Schools Global Immersion Track Alliance Cultures and Economies Global Immersion Track International Team Global Immersion Track Advantage Global Immersion Track Launching the Venture Global Immersion Track Day in the Life – Reggie Crenshaw Global Immersion Track International Capstone Strategy Executive MBA Healthcare Professionals Executive MBA Admissions Requirements Experience Vanderbilt Executive MBA Experience Vanderbilt Executive MBA Executive MBA Application Instructions Executive MBA Tuition and Financing Executive MBA Nonprofit Scholarship Executive MBA Support Women in Leadership Executive MBA Virtual Preview Day Executive MBA Personal Consultation Executive MBA Meet Your Team Executive MBA FAQ Licensure and Certification Disclosure Highlights of MAcc Degree MAcc-Assurance Advantage MAcc-Assurance Exceptional Outcomes MAcc Advisory Board MAcc-Assurance Curriculum MAcc-Assurance Learn Through Immersion MAcc-Assurance Day in the Life – Norfleet MAcc-A Day in the Life – Cooper MAcc-A Day in the Life – Kashyap MAcc-Assurance Faculty MAcc-Assurance Leadership Development MAcc-Assurance Career Paths and Support Partner Firms MAcc-Assurance Class Profile MAcc Student Life",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 129
    }
  },
  {
    "id": "38908dc4-d703-4631-92ce-22cbf8de6583",
    "text": "in the Life – Norfleet MAcc-A Day in the Life – Cooper MAcc-A Day in the Life – Kashyap MAcc-Assurance Faculty MAcc-Assurance Leadership Development MAcc-Assurance Career Paths and Support Partner Firms MAcc-Assurance Class Profile MAcc Student Life MAcc-Assurance Admissions MAcc-Assurance Application Instructions How to Finish a Vanderbilt MAcc Application in 7 Days MAcc-Assurance Tuition and Financial Aid MAcc Campus Visit MAcc-Assurance Meet Your Team MAcc-Assurance Admissions Ambassadors MAcc-Assurance FAQ MAcc-Assurance Exceptional Outcomes MAcc Advisory Board MAcc-Assurance Learn Through Immersion MAcc-Assurance Day in the Life – Norfleet MAcc-A Day in the Life – Cooper MAcc-A Day in the Life – Kashyap Partner Firms MAcc-Assurance Application Instructions How to Finish a Vanderbilt MAcc Application in 7 Days MAcc-Assurance Tuition and Financial Aid MAcc Campus Visit MAcc-Assurance Meet Your Team MAcc-Assurance Admissions Ambassadors MAcc-Assurance FAQ How to Finish a Vanderbilt MAcc Application in 7 Days MAcc-Valuation Advantage MAcc-Valuation Exceptional Outcomes MAcc-Valuation Curriculum MAcc-Valuation Learn through Immersion MAcc-Valuation Day in the Life – James MAcc-Valuation Faculty MAcc-Valuation Leadership Development MAcc-Valuation Career Paths and Support Valuation Career Highlights Partner Firms MAcc-Valuation Class Profile MAcc-Valuation Admissions MAcc-Valuation Application Instructions MAcc-Valuation Tuition and Financial Aid MAcc-Valuation Meet Your Team",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 130
    }
  },
  {
    "id": "bc5a291a-47a7-4be4-aa30-c7a5e175ddda",
    "text": "MAcc-Valuation Career Paths and Support Valuation Career Highlights Partner Firms MAcc-Valuation Class Profile MAcc-Valuation Admissions MAcc-Valuation Application Instructions MAcc-Valuation Tuition and Financial Aid MAcc-Valuation Meet Your Team MAcc-Valuation Admissions Ambassadors MAcc-Valuation FAQ MAcc Valuation Student Life MAcc-Valuation Exceptional Outcomes MAcc-Valuation Learn through Immersion MAcc-Valuation Day in the Life – James Valuation Career Highlights Partner Firms MAcc-Valuation Application Instructions MAcc-Valuation Tuition and Financial Aid MAcc-Valuation Meet Your Team MAcc-Valuation Admissions Ambassadors MAcc-Valuation FAQ MSF Advantage MSF Exceptional Outcomes MSF Curriculum MSF Electives JD MSF MSF Day in the Life – Bray MSF Day in the Life – Fitzgerald Light MSF Day in the Life –  Davis MSF Faculty MSF Leadership Development MSF Career Paths and Support MS Finance Investment Banking Academy MSF Class Profile MS Finance Student Life MSF Admissions MSF Application Instructions How to Finish a MS Finance Application in 7 Days MSF Tuition and Financial Aid MSF International Education Requirements MSF Campus Visit MSF Meet Your Team MSF Admissions Ambassadors MSF FAQ MSF Exceptional Outcomes MSF Electives JD MSF MSF Day in the Life – Bray MSF Day in the Life – Fitzgerald Light MSF Day in the Life –  Davis MS Finance Investment Banking Academy MSF Application Instructions How to Finish a MS Finance Application in 7 Days MSF Tuition and Financial Aid",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 131
    }
  },
  {
    "id": "0d528aad-2b62-4a91-94a4-c503be0c335d",
    "text": "JD MSF MSF Day in the Life – Bray MSF Day in the Life – Fitzgerald Light MSF Day in the Life –  Davis MS Finance Investment Banking Academy MSF Application Instructions How to Finish a MS Finance Application in 7 Days MSF Tuition and Financial Aid MSF International Education Requirements MSF Campus Visit MSF Meet Your Team MSF Admissions Ambassadors MSF FAQ How to Finish a MS Finance Application in 7 Days MMHC Vanderbilt Advantage Master of Management in Health Care Exceptional Outcomes MMHC ROI for Organizations MMHC ROI for Students MMHC Curriculum MMHC Day in the Life – Stafford MMHC Program Schedule MMHC Capstone Strategy Project MMHC Faculty MMHC Leadership Development MMHC Class Profile MMHC Admissions MMHC Admissions Requirements Experience Vanderbilt MMHC MMHC Application Instructions MMHC Tuition and Scholarships MMHC Admissions Events MMHC Meet the Team MMHC Personal Consultation MMHC Employer Organizations MMHC Class of 2021 Student Directory MMHC Nursing Mailer Master of Management in Health Care Exceptional Outcomes MMHC ROI for Organizations MMHC ROI for Students MMHC Day in the Life – Stafford MMHC Program Schedule MMHC Capstone Strategy Project MMHC Admissions Requirements Experience Vanderbilt MMHC MMHC Application Instructions MMHC Tuition and Scholarships MMHC Admissions Events MMHC Meet the Team MMHC Personal Consultation MMHC Personal Consultation Master of Marketing Advantage Master of Marketing Exceptional Outcomes Master of Marketing Advisory Board",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 132
    }
  },
  {
    "id": "b195af42-c818-4441-8fe5-6addaa477007",
    "text": "Instructions MMHC Tuition and Scholarships MMHC Admissions Events MMHC Meet the Team MMHC Personal Consultation MMHC Personal Consultation Master of Marketing Advantage Master of Marketing Exceptional Outcomes Master of Marketing Advisory Board Master of Marketing Curriculum Master of Marketing Learn Through Immersion Master of Marketing Day in the Life – Delaney Master of Marketing Day in the Life – Jocelin Clayton Master of Marketing Faculty Master of Marketing Leadership Development Master of Marketing Career Paths and Support Master of Marketing Class Profile Master of Marketing Student Life Master of Marketing Admissions Master of Marketing Application Instructions How to Finish a Master of Marketing Application in 7 Days Master of Marketing Tuition and Financial Aid Master of Marketing Campus Visit Master of Marketing Meet Your Team Master of Marketing Admissions Ambassadors Master of Marketing FAQ Master of Marketing Exceptional Outcomes Master of Marketing Advisory Board Master of Marketing Learn Through Immersion Master of Marketing Day in the Life – Delaney Master of Marketing Day in the Life – Jocelin Clayton Master of Marketing Application Instructions How to Finish a Master of Marketing Application in 7 Days Master of Marketing Tuition and Financial Aid Master of Marketing Campus Visit Master of Marketing Meet Your Team Master of Marketing Admissions Ambassadors Master of Marketing FAQ How to Finish a Master of Marketing Application in 7 Days Undergraduate",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 133
    }
  },
  {
    "id": "f57296e3-7fd9-4474-bccf-8166b41b5fe2",
    "text": "of Marketing Tuition and Financial Aid Master of Marketing Campus Visit Master of Marketing Meet Your Team Master of Marketing Admissions Ambassadors Master of Marketing FAQ How to Finish a Master of Marketing Application in 7 Days Undergraduate Business Minor Meet Your Team Undergraduate Business Minor FAQ Undergraduate Business Minor Curriculum Undergraduate Business Minor News & Events Undergraduate Business Minor Student Stories Career Management Center Alumni Success Stories Your Journey Leadership Development Hear From Our Career Management Team Leadership Development Program Meet Your Team Career Management Center Meet Your Team Hear From Our Career Management Team Leadership Development Program Meet Your Team Recruit at Vanderbilt MBA Recruiting Recruiting Calendar MBA Recruiting Guidelines and Policies Recruit and Partner – MS Finance MSF Recruiting Guidelines Recruit and Partner – Master of Marketing Master of Marketing Recruiting Guidelines Recruit and Partner – MAcc MAcc Recruiting MAcc Valuation Student Profiles MAcc Assurance Student Profiles Partner With Us MBA Recruiting Recruiting Calendar MBA Recruiting Guidelines and Policies Recruit and Partner – MS Finance MSF Recruiting Guidelines Recruit and Partner – Master of Marketing Master of Marketing Recruiting Guidelines Recruit and Partner – MAcc MAcc Recruiting MAcc Valuation Student Profiles MAcc Assurance Student Profiles Recruiting Calendar MBA Recruiting Guidelines and Policies MSF Recruiting Guidelines",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 134
    }
  },
  {
    "id": "08b046f3-3362-4a0f-99d4-f9064728d773",
    "text": "of Marketing Master of Marketing Recruiting Guidelines Recruit and Partner – MAcc MAcc Recruiting MAcc Valuation Student Profiles MAcc Assurance Student Profiles Recruiting Calendar MBA Recruiting Guidelines and Policies MSF Recruiting Guidelines Master of Marketing Recruiting Guidelines MAcc Recruiting MAcc Valuation Student Profiles MAcc Assurance Student Profiles MAcc Valuation Student Profiles MAcc Assurance Student Profiles Alumni Boards Owen Forward Alumni Events Alumni Benefits Alumni Meet Your Team Advisory Council Owen Volunteer Community Development & Alumni Relations Fellows Distinguished Alumni Award Get Involved The New Management Hall Meet the Dean’s Office Team Meet the Finance & Administration Team Meet the Center for Social Ventures Team Meet the Center for Entrepreneurship Team Staff Meet the Academic & Student Affairs Team Marketing and Communications Meet the Team Walker Management Library Meet the Team Event Submission All Tags Student Directory Owen IT Resources Financial Guide, Forms, and FAQ Career Management Center Policies Vanderbilt Business Brochure and PDFs All Programs Orientation Schedule International Orientation Schedule Master of Marketing Orientation Schedule MSF Orientation Schedule All Programs Orientation Schedule History of Owen Vanderbilt Business Career Outcomes Vanderbilt Business Brand Vanderbilt Business in 2020 Vanderbilt Business Culture Welcome to Vanderbilt Business New Student Starting Point Orientation Career Support Overview",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 135
    }
  },
  {
    "id": "ab462f07-7069-42df-920d-f7ae57810df4",
    "text": "Orientation Schedule History of Owen Vanderbilt Business Career Outcomes Vanderbilt Business Brand Vanderbilt Business in 2020 Vanderbilt Business Culture Welcome to Vanderbilt Business New Student Starting Point Orientation Career Support Overview For International Students Financial Aid Immunizations Student Health Insurance Moving to Nashville Transcripts Meet the Leadership Development Team Academic and Student Affairs Claim Your Spot Technology Information MBA Student Events Families and Partners Owen Board Fellows Faculty Short Programs",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 136
    }
  },
  {
    "id": "04b07c77-00a5-4950-8eec-0674ea811a91",
    "text": "Scraped from: https://business.vanderbilt.edu/wp-login.php/\nDate scraped: 2025-02-17 02:45:31\n\nPowered by WordPress Lost your password? ← Go to Vanderbilt Business School\n================================================================================\n\nScraped from: https://business.vanderbilt.edu/masters-in-accounting-programs/\nDate scraped: 2025-02-17 02:45:34",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 138
    }
  },
  {
    "id": "5703c1ea-ab91-4dfd-b583-5f6fb2d52e90",
    "text": "One Accounting Degree. Two Distinct Programs. Paid Internship. CPA exam prep. 100% employment. How's that for ROI? The Vanderbilt Master of Accountancy (MAcc) degree is a one-year, on-campus degree offering two distinct programs: MAcc Assurance and MAcc Valuation. These distinguished programs provide a fast track to launch a promising career with the world’s largest (and most prestigious) accounting and professional service firms. Both programs are designed for all majors and for those who are recent college graduates or have several years of experience.  Program Comparison The Vanderbilt MAcc Assurance program prepares you to be successful as an audit and assurance associate with a top global accounting firm. An audit assures investors, regulators, bankers, and others that a company’s balance sheet, cash flows, and profit and loss statements deliver a reasonable depiction of its financial health. As an audit associate, you will assist in performing audits for a variety of clients and will have access to experts on every topic imaginable and a closely knit team of peers. It’s the science (and art) of providing expert and independent assessments that support smart business decisions",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 139
    }
  },
  {
    "id": "9d69fad7-0b3f-4185-a0df-4d1045398e6c",
    "text": ". It’s the science (and art) of providing expert and independent assessments that support smart business decisions. Your job is to “follow the money.” Where does it come from? Where does it go? How is it allocated? What processes are used to ensure the accuracy and veracity of these transactions? The Vanderbilt MAcc Assurance program prepares you to be successful as an audit and assurance associate with a top global accounting firm. An audit assures investors, regulators, bankers, and others that a company’s balance sheet, cash flows, and profit and loss statements deliver a reasonable depiction of its financial health. As an audit associate, you will assist in performing audits for a variety of clients and will have access to experts on every topic imaginable and a closely knit team of peers. It’s the science (and art) of providing expert and independent assessments that support smart business decisions. Your job is to “follow the money.” Where does it come from? Where does it go? How is it allocated? What processes are used to ensure the accuracy and veracity of these transactions? The Vanderbilt MAcc Valuation program prepares you for a dynamic career as a valuation associate, which demands strong finance skills and accounting expertise. How do you determine the value of intellectual property? What is a brand name worth? How much should a company pay to purchase a competitor? These are just a few of the complex questions answered by valuation professionals",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 140
    }
  },
  {
    "id": "f30b9bc7-cfbe-4605-abc0-9b3a467fcd21",
    "text": ". How do you determine the value of intellectual property? What is a brand name worth? How much should a company pay to purchase a competitor? These are just a few of the complex questions answered by valuation professionals. Your accounting course work empowers you to understand and speak the “language of business.” As a valuation associate, you will work with leading companies and alongside the biggest names in wealth management and banking. Be part of a small, close-knit team providing specialized financial analyses and models that impact your clients’ business decisions on important matters such as strategy and acquisitions, asset management, restructuring and divestitures, and management planning. The Vanderbilt MAcc Valuation program prepares you for a dynamic career as a valuation associate, which demands strong finance skills and accounting expertise. How do you determine the value of intellectual property? What is a brand name worth? How much should a company pay to purchase a competitor? These are just a few of the complex questions answered by valuation professionals. Your accounting course work empowers you to understand and speak the “language of business.” As a valuation associate, you will work with leading companies and alongside the biggest names in wealth management and banking",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 141
    }
  },
  {
    "id": "3c9da40a-1ee5-4930-bb50-e288fbb86b46",
    "text": ". Your accounting course work empowers you to understand and speak the “language of business.” As a valuation associate, you will work with leading companies and alongside the biggest names in wealth management and banking. Be part of a small, close-knit team providing specialized financial analyses and models that impact your clients’ business decisions on important matters such as strategy and acquisitions, asset management, restructuring and divestitures, and management planning. Insider's Guide to Admissions    Connect With a Student Are you curious what it’s like to be a Vanderbilt MAcc student? Want to know more about our student life experience, living in Nashville, or the culture? We encourage you to reach out to our MAcc Admissions Ambassadors and learn more about life at Vanderbilt. CONTACT OUR ADMISSIONS AMBASSADORS  Discover the advantages of Vanderbilt’s Master of Accountancy degree. Hear from recent graduates about why they chose the program and how it helped them achieve their career goals in just 12 months. Discover the advantages of Vanderbilt’s Master of Accountancy degree. Hear from recent graduates about why they chose the program and how it helped them achieve their career goals in just 12 months. The entire program is put together very intentionally. Every class is structured either to help us start a Big Four job or help us on the CPA exam. This program has completely set up my career",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 142
    }
  },
  {
    "id": "f7f8b245-7fc6-48fe-b8b3-25b195d29bb1",
    "text": ". The entire program is put together very intentionally. Every class is structured either to help us start a Big Four job or help us on the CPA exam. This program has completely set up my career. MAcc News Meet the Vanderbilt MAcc Class of 2025: 37 students from 25 institutions, 10 majors, ready to excel in accounting and Big 4 careers Take the Next Step DISCOVER MORE MAcc Assurance MAcc Valuation MAcc Brochure Connect with us Request More Information Connect with a student Contact Our Team READY TO APPLY?",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 143
    }
  },
  {
    "id": "c34db94c-78f1-4be8-9435-90f56c90abe4",
    "text": "Scraped from: https://business.vanderbilt.edu/by-the-numbers/\nDate scraped: 2025-02-17 02:45:34",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 145
    }
  },
  {
    "id": "8e590815-8983-498f-b17b-deda0db59554",
    "text": "By The Numbers The number of large metro areas within a 3-hour flight from Nashville. (New York, Chicago, Dallas, Houston, Washington D.C., Miami, Atlanta, Philadelphia, and Boston.) The number of executives who have gained new skills and sharpened existing ones by taking advantage of Vanderbilt Executive Education programs. The settlement amount of a federal class action lawsuit filed after Vanderbilt finance professor Bill Christie helped uncover a collusion scheme among Nasdaq traders that was shortchanging investors. The number of years Vanderbilt's business school has incorporated the Leadership Development Program into its programs. The number of professional executive coaches we hire and work with each year as part of our Leadership Development Program for students and alumni. The cost to enroll in Vanderbilt courses outside of the business school. The number of countries in which you will find Vanderbilt Business alumni The current number of Vanderbilt Business alumni. It's a small-but-mighty network of individuals who are always eager to help those who are following in their footsteps. The number of Vanderbilt alumni chapters worldwide The approximate number of Vanderbilt alumni worldwide The number of research centers housed within the Owen Graduate School of Management. On average, the number of minutes that one of the staff members from the Walker Management Library spends with a student each time they ask for an information consultation",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 146
    }
  },
  {
    "id": "3983485e-0ab4-44b5-a84e-c4f9b421e6de",
    "text": ". On average, the number of minutes that one of the staff members from the Walker Management Library spends with a student each time they ask for an information consultation. The year in which Vanderbilt University was founded thanks to a $1 million gift from Cornelius  \"Commodore\" Vanderbilt. The year the Owen Graduate School of Management was founded. The school started with 10 students and 10 faculty members in a former funeral home. Today, Owen is ranked among the top business schools in the world. The number of strategic goals against which we measure our success. 1. The career success and impact of our graduates. 2. Recognition of our faculty for thought leadership. 3. Programs that are highly regarded by our peers and the business community. The number of branches of the United States military (that's all of them) represented by Vanderbilt Business students and graduates. Military men and women bring proven leadership skills to the program. The number of approach options MBA students can tailor to create their first-year leadership development experience. The percentage of MBA classmates you will know by name. Our program is small by design.",
    "metadata": {
      "source": "scraped_data/business.vanderbilt.edu/business.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 147
    }
  }
]