[
    {
        "id": "f64f31d6-b65f-4a7a-9e80-f6dd23a58cf3",
        "text": "Scraped from: scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://research.vanderbilt.edu/about/\nDate scraped: 2025-02-17 02:45:07",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "6391b783-4742-45db-8a6f-a6ca26556c07",
        "text": "About the Office of Vice Provost for Research & Innovation Research & Innovation Support Working with Industry Working with Government Working with Nonprofits Centers & Institutes The Office of the Vice Provost for Research and Innovation (OVPRI) at Vanderbilt is led by Vice Provost Padma Raghavan and oversees the advancement of the university’s research and innovation portfolio. OVPRI offers a suite of services, resources, and activities to catalyze and develop faculty-led research and innovation as well as build research and innovation partnerships with government, private sector, and non-profit entities. The office includes proposal development and sponsor relationship building support, internal funding programs to galvanize research and innovation, pre-award sponsored research services, entrepreneurship training, cross-college research centers and institutes, and technology transfer and commercialization across Vanderbilt University and Vanderbilt University Medical Center. To achieve its mission, the office collaborates deeply with faculty governance committees such as the Vanderbilt University Research Council (VURC). OVPRI Organization Chart Governance Offices Research Development and Support (RDS) RDS supports faculty members through coordination of funding opportunities, competitive proposal development, strategic development of sponsor relationships, and diversification of funding portfolios",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "40779db4-df82-4551-b093-0c6ebff47316",
        "text": ". RDS Resources Sponsored Programs Administration (SPA) SPA provides university-level pre-award support for grant and contract proposals to external funding agencies, non-financial post-award administration and management support, pre-award data reporting, and management of the Vanderbilt Electronic Research Administration (VERA) system. SPA Resources Advanced Computing Center for Research and Education (ACCRE) ACCRE is Vanderbilt's go-to resource for both high-performance computing and research IT services. The center supports a wide range of research fields and enhanced research-focused IT services. ACCRE Resources Research Integrity and Compliance (RIC) RIC aids faculty, students, and staff in fulfilling regulatory, legal, and ethical research obligations. It also tracks federal regulations, oversees export compliance, and facilitates research involving Vanderbilt University Medical Center (VUMC) RIC Resources Center for Technology Transfer and Commercialization (CTTC) CTTC’s mission is to provide professional commercialization services to the Vanderbilt community, thus optimizing the flow of innovation to the marketplace and generating revenue that supports future research activities, while having a positive impact on society.  Services include assistance with invention disclosure, patenting, licensing, material transfer agreements, and support for new ventures involving Vanderbilt intellectual property",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "3aa716a4-e1aa-416a-88ea-dc335278dbda",
        "text": ".  Services include assistance with invention disclosure, patenting, licensing, material transfer agreements, and support for new ventures involving Vanderbilt intellectual property. CTTC Resources The Wond'ry Located on Vanderbilt's campus, the Wond’ry is a 13,000-square-foot innovation hub offering makerspaces, virtual reality labs, and workshops. It serves students, faculty, staff, and the community, empowering individuals from diverse backgrounds to develop creative solutions and become entrepreneurs or changemakers.  Services include training and events focused on entrepreneurship, innovation and design thinking, social innovation, making and prototyping, and support for new ventures that do not involve Vanderbilt intellectual property. The Wond'ry Resources Oak Ridge National Laboratory Partnership Vanderbilt University is one of the core partner universities in association with Oak Ridge National Laboratory (ORNL), the U.S. Department of Energy’s largest science and energy laboratory conducting research in energy and security. This relationship offers opportunities for Vanderbilt University faculty, postdoctoral researchers, and students to access ORNL’s world-class facilities as well as develop collaborations with ORNL researchers",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "92245cc2-b426-4099-b294-d1cf92667280",
        "text": ". This relationship offers opportunities for Vanderbilt University faculty, postdoctoral researchers, and students to access ORNL’s world-class facilities as well as develop collaborations with ORNL researchers. Learn More About Our ORNL Partnership Research Development and Support (RDS) RDS supports faculty members through coordination of funding opportunities, competitive proposal development, strategic development of sponsor relationships, and diversification of funding portfolios. RDS Resources Sponsored Programs Administration (SPA) SPA provides university-level pre-award support for grant and contract proposals to external funding agencies, non-financial post-award administration and management support, pre-award data reporting, and management of the Vanderbilt Electronic Research Administration (VERA) system. SPA Resources Advanced Computing Center for Research and Education (ACCRE) ACCRE is Vanderbilt's go-to resource for both high-performance computing and research IT services. The center supports a wide range of research fields and enhanced research-focused IT services. ACCRE Resources Research Integrity and Compliance (RIC) RIC aids faculty, students, and staff in fulfilling regulatory, legal, and ethical research obligations",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "df88b187-d836-468d-9375-c036c93c9ff0",
        "text": ". ACCRE Resources Research Integrity and Compliance (RIC) RIC aids faculty, students, and staff in fulfilling regulatory, legal, and ethical research obligations. It also tracks federal regulations, oversees export compliance, and facilitates research involving Vanderbilt University Medical Center (VUMC) RIC Resources Center for Technology Transfer and Commercialization (CTTC) CTTC’s mission is to provide professional commercialization services to the Vanderbilt community, thus optimizing the flow of innovation to the marketplace and generating revenue that supports future research activities, while having a positive impact on society.  Services include assistance with invention disclosure, patenting, licensing, material transfer agreements, and support for new ventures involving Vanderbilt intellectual property. CTTC Resources The Wond'ry Located on Vanderbilt's campus, the Wond’ry is a 13,000-square-foot innovation hub offering makerspaces, virtual reality labs, and workshops. It serves students, faculty, staff, and the community, empowering individuals from diverse backgrounds to develop creative solutions and become entrepreneurs or changemakers.  Services include training and events focused on entrepreneurship, innovation and design thinking, social innovation, making and prototyping, and support for new ventures that do not involve Vanderbilt intellectual property",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "85376959-6b04-4117-a4a0-4ffa1ddcfba6",
        "text": ".  Services include training and events focused on entrepreneurship, innovation and design thinking, social innovation, making and prototyping, and support for new ventures that do not involve Vanderbilt intellectual property. The Wond'ry Resources Oak Ridge National Laboratory Partnership Vanderbilt University is one of the core partner universities in association with Oak Ridge National Laboratory (ORNL), the U.S. Department of Energy’s largest science and energy laboratory conducting research in energy and security. This relationship offers opportunities for Vanderbilt University faculty, postdoctoral researchers, and students to access ORNL’s world-class facilities as well as develop collaborations with ORNL researchers. Learn More About Our ORNL Partnership OVPRI Leadership Padma Raghavan, Ph.D. Vice Provost for Research and Innovation and Chief Research Officer Senior Advisor to the Chancellor Distinguished Professor of Computer Science For appointments, please contact Alex Hargett: taylor.a.hargett@vanderbilt.edu 615-343-1339. Padma Raghavan is the Vice Provost for Research and Innovation and a Distinguished Professor of Computer Science at Vanderbilt University. She is instrumental in shaping the university's research landscape, managing a broad range of initiatives from tech transfer to long-term partnerships with industry and government, such as Ancora Innovation with Deerfield Management and the Pathfinder project with the U.S. Army",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "50019456-5eb6-47e6-a7ee-62c9ee089f87",
        "text": ". Army. Raghavan's expertise lies in high-performance computing, focusing on developing algorithms for scalable, fault-tolerant, and energy-efficient computing. Honored with the NSF CAREER award, she's a Fellow of IEEE and AAAS. In 2022, she joined the President’s Committee on the National Medal of Science. Meet Our Team Governance Working closely with faculty and staff, OVPRI, headed by Vice Provost Padma Raghavan, governs university research through various committees, including environmental health and safety groups and the Vanderbilt University Research Council (VURC). Here is a list of all committees that work together to govern research at Vanderbilt: Compliance Governance Environmental Health and Safety Governance Committee and related safety committees (biosafety, chemical safety, laser safety, radiation safety) IACUC/OAWA – Institutional Animal Care and Use Committee Research Integrity and Compliance Committee Social, Behavioral, and Educational Research Institutional Review Board  (VU SBER IRB) Vanderbilt University Medical Center  Institutional Review Board (VUMC IRB) Advisory Groups Internal Awards Review Committee (IARC) - Visit the Internal Funding Programs page to learn more about internal awards, or email ovprfunding@vanderbilt.edu . Vanderbilt University Research Council (VURC) - charged by Provost Cybele Raver, comprises faculty from all 10 colleges and oversees research planning and operations",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "948ebc9a-36a5-49c6-a947-cf1f583db4cf",
        "text": ". Vanderbilt University Research Council (VURC) - charged by Provost Cybele Raver, comprises faculty from all 10 colleges and oversees research planning and operations. It aims to foster growth, streamline administrative processes, and ensure compliance, while enhancing support services. The VURC also focuses on leveraging trans-institutional research to improve external funding and elevate Vanderbilt's global research profile. Council members are distinguished experts known for interdisciplinary collaboration. Members of the VURC Rebecca Allensworth Vanderbilt Law View profile C",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "9d73a626-eb03-4bf4-bced-bcf688b17ca4",
        "text": ". André Christie-Mizell College of Arts and Science View profile Selene Colon School of Medicine Basic Sciences View profile Christos Constantinidis School of Engineering View profile Laurie Cutting Peabody College View profile Ellen Goldring Peabody College View profile Carolyn Heinrich Peabody College View profile Jason MacGurn School of Medicine Basic Sciences View profile John McLean College of Arts and Science View profile Kevin Murphy College of Arts and Science View profile Caglar Oskay School of Engineering View profile Mariann Piano School of Nursing View profile Padma Raghavan School of Engineering View profile Charles Sanders School of Medicine View profile Bob Webster School of Engineering View profile Richard Willis Owen Graduate School of Management View profile Elizabeth Zechmeister College of Arts and Science View profile Vanderbilt Law   View profile College of Arts and Science   View profile School of Medicine Basic Sciences   View profile School of Engineering   View profile Peabody College   View profile Peabody College   View profile Peabody College   View profile School of Medicine Basic Sciences   View profile College of Arts and Science   View profile College of Arts and Science   View profile School of Engineering   View profile School of Nursing   View profile School of Engineering   View profile School of Medicine   View profile School of Engineering   View profile Owen Graduate School of Management   View profile College of Arts and Science   View",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "358ad39c-8bd6-42f8-b5ed-98471400bdca",
        "text": "View profile School of Nursing   View profile School of Engineering   View profile School of Medicine   View profile School of Engineering   View profile Owen Graduate School of Management   View profile College of Arts and Science   View profile",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "3c2f6bfb-c65a-4024-8fae-4a3bbc8ce346",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "e20f839b-f9c2-44e1-bf48-796f79d19728",
        "text": "Scraped from: https://research.vanderbilt.edu/centers-institutes/\nDate scraped: 2025-02-17 02:45:08",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "c61c2b54-4129-4a74-98a0-f66849398e7a",
        "text": "Centers & Institutes Vanderbilt is home to more than 85 centers and institutes that work to tackle major challenges and meet important societal needs by bringing together faculty from a broad range of disciplines and producing cutting edge research. Research & Innovation Support Working with Industry Working with Government Working with Nonprofits Centers & Institutes A center or institute is generally defined as a unit of the university engaged in combined aspects of research, scholarship, instruction, outreach or related service. Most commonly, a center or institute will have a substantial research/scholarship component to its mission, and also may have affiliated education programs. Find out more about Vanderbilt centers and institutes by exploring the list below (updated June 2024)",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "d895423e-bd2d-4906-a1bc-ece015d7e7cc",
        "text": ". Center or Institute Name Governance Rogers Center    for the American Presidency College of Arts &    Science Institute for National Defense and Global Security School of Engineering Center for    Applied Artificial Intelligence in Protein Dynamics School of    Medicine-Basic Sciences Warren Center for    Neuroscience Drug Discovery School of    Medicine-Basic Sciences Vanderbilt Vaccine    Center Vanderbilt University    Medical Center Vanderbilt    Translational and Clinical Cardiovascular Research Center (VTRACC) Vanderbilt University    Medical Center Vanderbilt Memory    & Alzheimer's Center Vanderbilt University    Medical Center Vanderbilt Institute    of Infection, Immunology, and Inflammation Vanderbilt University    Medical Center Vanderbilt Genetics    Institute Vanderbilt University    Medical Center Vanderbilt    Epidemiology Center Vanderbilt University    Medical Center Vanderbilt Center    for Immunobiology Vanderbilt University    Medical Center Center for Bone    Biology Vanderbilt University    Medical Center Vanderbilt Center for Arrhythmia Research and    Therapeutics Vanderbilt University    Medical Center Vanderbilt    Tuberculosis Center Vanderbilt University    Medical Center Institute    for Medicine and Public Health Vanderbilt University    Medical Center Center for Health    Services Research Vanderbilt University    Medical Center Vanderbilt    Institute for Global Health Vanderbilt University    Medical Center Epithelial Biology    Center",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "096f5aab-0cab-428a-a57d-aac4ac35de61",
        "text": "and Public Health Vanderbilt University    Medical Center Center for Health    Services Research Vanderbilt University    Medical Center Vanderbilt    Institute for Global Health Vanderbilt University    Medical Center Epithelial Biology    Center Vanderbilt University    Medical Center Vanderbilt Digestive Diseases Research Center (VDDRC) Vanderbilt University    Medical Center Diabetes    Research and Training Center (DRTC) Vanderbilt University    Medical Center Vanderbilt Center    for Quantitative Sciences Vanderbilt University    Medical Center Vanderbilt Center    for Precision Medicine Vanderbilt University    Medical Center Center for Cognitive    Medicine Vanderbilt University    Medical Center Center for    Biomedical Ethics and Society Vanderbilt University    Medical Center Brock    Family Center For Applied Innovation Vanderbilt University    Medical Center Vanderbilt Autonomic Dysfunction Center Vanderbilt University    Medical Center Vanderbilt-Ingram Cancer    Center Vanderbilt University    Medical Center Vanderbilt    Transplant Center Vanderbilt University    Medical Center Vanderbilt    Sleep Center Vanderbilt University    Medical Center Vanderbilt Hypertension Center of Excellence Vanderbilt University    Medical Center Vanderbilt Center for Human Nutrition Vanderbilt University    Medical Center Vanderbilt    Heart and Vascular Institute Vanderbilt University    Medical Center Vanderbilt    Eye Institute Vanderbilt University    Medical Center",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "86a750a1-47f0-478c-b73b-741f83bca662",
        "text": "Medical Center Vanderbilt Center for Human Nutrition Vanderbilt University    Medical Center Vanderbilt    Heart and Vascular Institute Vanderbilt University    Medical Center Vanderbilt    Eye Institute Vanderbilt University    Medical Center Vanderbilt    Breast Center Vanderbilt University    Medical Center Bill    Wilkerson Center for Otolaryngology and Communication Studies Vanderbilt University    Medical Center Vanderbilt    Institute for Surgery and Engineering (ViSE) School of Engineering Vanderbilt    Institute of Nanoscale Science and Engineering (VINSE) Provost Office Vanderbilt    Institute for Integrative Biosystems Research and Education (VIIBRE) School of Engineering Vanderbilt    Biophotonics Center (VBC) School of Engineering Vanderbilt Policy Accelerator (VPA) Law School Vanderbilt Lab for Immersive AI Translation School of Engineering Wond'ry Provost Office Initiative for Race    Research and Justice Peabody College Robert    Penn Warren Center for the Humanities College of Arts &    Science Center for Research on Inequality and Health College of Arts & Science; School of Nursing Latin American    Public Opinion Project (LAPOP) College of Arts &    Science Vanderbilt    Data Science Institute Provost Office The    Curb Center for Art, Enterprise, and Public Policy Provost Office Center for Languages College of Arts &    Science Collaborative    for STEM Education and Outreach (CSEO) Peabody College Center    for the Study of Democratic Institutions",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "98f05864-7445-498f-bebb-8385a3fa7192",
        "text": "The    Curb Center for Art, Enterprise, and Public Policy Provost Office Center for Languages College of Arts &    Science Collaborative    for STEM Education and Outreach (CSEO) Peabody College Center    for the Study of Democratic Institutions (CSDI) College of Arts &    Science Center    for Structural Biology (CSB) School of    Medicine-Basic Sciences Center for Innovative Technology College of Arts &    Science Advanced    Computing Center for Research and Education (ACCRE) Provost Office Meharry    Vanderbilt Alliance Vanderbilt University    Medical Center W.T",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "caadd9ae-9a05-4adf-9f5c-954a057f8872",
        "text": ".    Bandy Center for Baudelaire and Modern French Studies College of Arts &    Science Critical Illness,    Brain Dysfunction, and Survivorship (CIBS) Center Vanderbilt University    Medical Center Vanderbilt Center for Child Development Vanderbilt University    Medical Center Vanderbilt Center    for Matrix Biology (VCMB) Vanderbilt University    Medical Center Vanderbilt University    Institute of Imaging Science Vanderbilt University    Medical Center Vanderbilt Mouse Metabolic    Phenotyping Center School of    Medicine-Basic Sciences Vanderbilt Kennedy    Center (VKC) Vanderbilt University    Medical Center Vanderbilt Institute    for Clinical and Translational Research (VICTR) Vanderbilt University    Medical Center Center for    Entrepreneurship Owen Graduate School    of Management Turner    Family Center for Social Ventures Owen Graduate School    of Management Tennessee Center for AIDS    Research Vanderbilt University    Medical Center Quantitative Systems Biology Center (QSBC) School of    Medicine-Basic Sciences Prenatal-to-3 Policy    Impact Lab Peabody College Lamb Center for Pediatric Research Vanderbilt University    Medical Center Tennessee    Education Research Alliance (TERA) Peabody College Nashville Partnership for    Educational Equity Research (PEER) Peabody College The    Frist Center for Autism and Innovation School of Engineering Vanderbilt Vasculitis Center Vanderbilt University    Medical Center Center for Mucosal Inflammation and Cancer (CMIC)",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "60d34b6f-ac8c-481a-9ffb-2169ae2fdf62",
        "text": "for    Educational Equity Research (PEER) Peabody College The    Frist Center for Autism and Innovation School of Engineering Vanderbilt Vasculitis Center Vanderbilt University    Medical Center Center for Mucosal Inflammation and Cancer (CMIC) Vanderbilt University    Medical Center Center for Drug Safety and Immunology Vanderbilt University    Medical Center Center    for Asthma Research Vanderbilt University    Medical Center Vanderbilt    Institute of Chemical Biology (VICB) School of    Medicine-Basic Sciences Vanderbilt Center for Stem    Cell Biology School of    Medicine-Basic Sciences Vanderbilt    Center for Addiction Research School of    Medicine-Basic Sciences Mass    Spectrometry Research Center School of    Medicine-Basic Sciences Vanderbilt    Center for Extracellular Vesicle Research School of    Medicine-Basic Sciences Vanderbilt    Brain Institute School of    Medicine-Basic Sciences Vanderbilt O’Brien Kidney Center (VOKC) Vanderbilt University    Medical Center Learning    Incubator: A Vanderbilt Endeavor (LIVE) Peabody College IRIS    Center Peabody College Vanderbilt Center for Sustainability, Energy and Climate (VSEC) School of Engineering Vanderbilt    Center on Mechanobiology (V-CoM) School of Engineering Center    for Rehabilitation Engineering and Assistive Technology School of Engineering Center for Environmental Management Studies School of Engineering Vanderbilt Center    for Research and Innovation in Systems Safety (CRISS) Vanderbilt",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "54e2063d-8999-47cc-8deb-7cb3386d245c",
        "text": "Center    for Rehabilitation Engineering and Assistive Technology School of Engineering Center for Environmental Management Studies School of Engineering Vanderbilt Center    for Research and Innovation in Systems Safety (CRISS) Vanderbilt University    Medical Center Vanderbilt Center    for Knowledge Management (CKM) Vanderbilt University    Medical Center Center for    Experiential Learning and Assessment Vanderbilt University    Medical Center Center    for Latin American, Caribbean, and Latinx Studies College of Arts &    Science Financial    Markets Research Center Owen Graduate School    of Management Institute    for Software Integrated Systems School of Engineering Institute    for Space and Defense Electronics School of Engineering Vanderbilt Vision    Research Center (VVRC) Vanderbilt University    Medical Center John A",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "8ab9bb84-8816-45bd-8d76-640a6ce439cf",
        "text": ". Oates Institute for Experimental Therapeutics Vanderbilt University    Medical Center Center for Computational Systems Biology School of    Medicine-Basic Sciences Vanderbilt Vision    Research Center (VVRC) College of Arts &    Science Center or Institute Name Governance Rogers Center    for the American Presidency College of Arts &    Science Institute for National Defense and Global Security School of Engineering Center for    Applied Artificial Intelligence in Protein Dynamics School of    Medicine-Basic Sciences Warren Center for    Neuroscience Drug Discovery School of    Medicine-Basic Sciences Vanderbilt Vaccine    Center Vanderbilt University    Medical Center Vanderbilt    Translational and Clinical Cardiovascular Research Center (VTRACC) Vanderbilt University    Medical Center Vanderbilt Memory    & Alzheimer's Center Vanderbilt University    Medical Center Vanderbilt Institute    of Infection, Immunology, and Inflammation Vanderbilt University    Medical Center Vanderbilt Genetics    Institute Vanderbilt University    Medical Center Vanderbilt    Epidemiology Center Vanderbilt University    Medical Center Vanderbilt Center    for Immunobiology Vanderbilt University    Medical Center Center for Bone    Biology Vanderbilt University    Medical Center Vanderbilt Center for Arrhythmia Research and    Therapeutics Vanderbilt University    Medical Center Vanderbilt    Tuberculosis Center Vanderbilt University    Medical Center Institute    for Medicine and Public",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "1dca4336-4738-4aab-8446-c7b83dacdbb7",
        "text": "University    Medical Center Vanderbilt Center for Arrhythmia Research and    Therapeutics Vanderbilt University    Medical Center Vanderbilt    Tuberculosis Center Vanderbilt University    Medical Center Institute    for Medicine and Public Health Vanderbilt University    Medical Center Center for Health    Services Research Vanderbilt University    Medical Center Vanderbilt    Institute for Global Health Vanderbilt University    Medical Center Epithelial Biology    Center Vanderbilt University    Medical Center Vanderbilt Digestive Diseases Research Center (VDDRC) Vanderbilt University    Medical Center Diabetes    Research and Training Center (DRTC) Vanderbilt University    Medical Center Vanderbilt Center    for Quantitative Sciences Vanderbilt University    Medical Center Vanderbilt Center    for Precision Medicine Vanderbilt University    Medical Center Center for Cognitive    Medicine Vanderbilt University    Medical Center Center for    Biomedical Ethics and Society Vanderbilt University    Medical Center Brock    Family Center For Applied Innovation Vanderbilt University    Medical Center Vanderbilt Autonomic Dysfunction Center Vanderbilt University    Medical Center Vanderbilt-Ingram Cancer    Center Vanderbilt University    Medical Center Vanderbilt    Transplant Center Vanderbilt University    Medical Center Vanderbilt    Sleep Center Vanderbilt University    Medical Center Vanderbilt Hypertension Center of Excellence Vanderbilt University    Medical Center",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "c4595fd2-9164-4e81-94d8-c85593523e93",
        "text": "Medical Center Vanderbilt    Transplant Center Vanderbilt University    Medical Center Vanderbilt    Sleep Center Vanderbilt University    Medical Center Vanderbilt Hypertension Center of Excellence Vanderbilt University    Medical Center Vanderbilt Center for Human Nutrition Vanderbilt University    Medical Center Vanderbilt    Heart and Vascular Institute Vanderbilt University    Medical Center Vanderbilt    Eye Institute Vanderbilt University    Medical Center Vanderbilt    Breast Center Vanderbilt University    Medical Center Bill    Wilkerson Center for Otolaryngology and Communication Studies Vanderbilt University    Medical Center Vanderbilt    Institute for Surgery and Engineering (ViSE) School of Engineering Vanderbilt    Institute of Nanoscale Science and Engineering (VINSE) Provost Office Vanderbilt    Institute for Integrative Biosystems Research and Education (VIIBRE) School of Engineering Vanderbilt    Biophotonics Center (VBC) School of Engineering Vanderbilt Policy Accelerator (VPA) Law School Vanderbilt Lab for Immersive AI Translation School of Engineering Wond'ry Provost Office Initiative for Race    Research and Justice Peabody College Robert    Penn Warren Center for the Humanities College of Arts &    Science Center for Research on Inequality and Health College of Arts & Science; School of Nursing Latin American    Public Opinion Project (LAPOP) College of Arts &    Science Vanderbilt    Data Science Institute Provost Office The    Curb Center for",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "f656bfff-3db3-4aea-958b-7effd8ae639c",
        "text": "Center for Research on Inequality and Health College of Arts & Science; School of Nursing Latin American    Public Opinion Project (LAPOP) College of Arts &    Science Vanderbilt    Data Science Institute Provost Office The    Curb Center for Art, Enterprise, and Public Policy Provost Office Center for Languages College of Arts &    Science Collaborative    for STEM Education and Outreach (CSEO) Peabody College Center    for the Study of Democratic Institutions (CSDI) College of Arts &    Science Center    for Structural Biology (CSB) School of    Medicine-Basic Sciences Center for Innovative Technology College of Arts &    Science Advanced    Computing Center for Research and Education (ACCRE) Provost Office Meharry    Vanderbilt Alliance Vanderbilt University    Medical Center W.T",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "1398d77a-579f-4dd1-a5db-175a96922ca7",
        "text": ".    Bandy Center for Baudelaire and Modern French Studies College of Arts &    Science Critical Illness,    Brain Dysfunction, and Survivorship (CIBS) Center Vanderbilt University    Medical Center Vanderbilt Center for Child Development Vanderbilt University    Medical Center Vanderbilt Center    for Matrix Biology (VCMB) Vanderbilt University    Medical Center Vanderbilt University    Institute of Imaging Science Vanderbilt University    Medical Center Vanderbilt Mouse Metabolic    Phenotyping Center School of    Medicine-Basic Sciences Vanderbilt Kennedy    Center (VKC) Vanderbilt University    Medical Center Vanderbilt Institute    for Clinical and Translational Research (VICTR) Vanderbilt University    Medical Center Center for    Entrepreneurship Owen Graduate School    of Management Turner    Family Center for Social Ventures Owen Graduate School    of Management Tennessee Center for AIDS    Research Vanderbilt University    Medical Center Quantitative Systems Biology Center (QSBC) School of    Medicine-Basic Sciences Prenatal-to-3 Policy    Impact Lab Peabody College Lamb Center for Pediatric Research Vanderbilt University    Medical Center Tennessee    Education Research Alliance (TERA) Peabody College Nashville Partnership for    Educational Equity Research (PEER) Peabody College The    Frist Center for Autism and Innovation School of Engineering Vanderbilt Vasculitis Center Vanderbilt University    Medical Center Center for Mucosal Inflammation and Cancer (CMIC)",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "1afe52e3-fcbd-4b90-9933-964edac2216a",
        "text": "for    Educational Equity Research (PEER) Peabody College The    Frist Center for Autism and Innovation School of Engineering Vanderbilt Vasculitis Center Vanderbilt University    Medical Center Center for Mucosal Inflammation and Cancer (CMIC) Vanderbilt University    Medical Center Center for Drug Safety and Immunology Vanderbilt University    Medical Center Center    for Asthma Research Vanderbilt University    Medical Center Vanderbilt    Institute of Chemical Biology (VICB) School of    Medicine-Basic Sciences Vanderbilt Center for Stem    Cell Biology School of    Medicine-Basic Sciences Vanderbilt    Center for Addiction Research School of    Medicine-Basic Sciences Mass    Spectrometry Research Center School of    Medicine-Basic Sciences Vanderbilt    Center for Extracellular Vesicle Research School of    Medicine-Basic Sciences Vanderbilt    Brain Institute School of    Medicine-Basic Sciences Vanderbilt O’Brien Kidney Center (VOKC) Vanderbilt University    Medical Center Learning    Incubator: A Vanderbilt Endeavor (LIVE) Peabody College IRIS    Center Peabody College Vanderbilt Center for Sustainability, Energy and Climate (VSEC) School of Engineering Vanderbilt    Center on Mechanobiology (V-CoM) School of Engineering Center    for Rehabilitation Engineering and Assistive Technology School of Engineering Center for Environmental Management Studies School of Engineering Vanderbilt Center    for Research and Innovation in Systems Safety (CRISS) Vanderbilt",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "f3c57aec-06f4-4788-9800-1075d5a26ba5",
        "text": "Center    for Rehabilitation Engineering and Assistive Technology School of Engineering Center for Environmental Management Studies School of Engineering Vanderbilt Center    for Research and Innovation in Systems Safety (CRISS) Vanderbilt University    Medical Center Vanderbilt Center    for Knowledge Management (CKM) Vanderbilt University    Medical Center Center for    Experiential Learning and Assessment Vanderbilt University    Medical Center Center    for Latin American, Caribbean, and Latinx Studies College of Arts &    Science Financial    Markets Research Center Owen Graduate School    of Management Institute    for Software Integrated Systems School of Engineering Institute    for Space and Defense Electronics School of Engineering Vanderbilt Vision    Research Center (VVRC) Vanderbilt University    Medical Center John A",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "e37497a0-82a3-4a13-bb3d-5d5f520a14c7",
        "text": ". Oates Institute for Experimental Therapeutics Vanderbilt University    Medical Center Center for Computational Systems Biology School of    Medicine-Basic Sciences Vanderbilt Vision    Research Center (VVRC) College of Arts &    Science",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "f8e3d72e-b858-4d9d-9e0f-4db291a7da15",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "b26059cd-8c0d-456d-94bb-fa392d8d85e5",
        "text": "Scraped from: https://research.vanderbilt.edu/researchers-innovators/\nDate scraped: 2025-02-17 02:45:09",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "ffff12e1-23aa-4e0f-9fd1-b50abc06659b",
        "text": "Researchers & Innovators Supporting Discovery Vanderbilt’s mission to catalyze dramatic advancements in research and innovation across all disciplines, the Office for the Vice Provost for Research and Innovation provides this dedicated resource page for Vanderbilt’s vibrant community of faculty researchers and innovators across all Vanderbilt schools and colleges. Federal R&D Funding Guidance Help for Researchers & Innovators Whether you're seeking support for groundbreaking research and scholarship or aiming to transform your innovative ideas into real-world solutions, this comprehensive guide offers a wealth of information tailored for you. Dive into our extensive array of resources designed to elevate Vanderbilt's commitment to research excellence and impact. If you have questions or need help finding a research or innovation resource, email our office at ovpr@vanderbilt.edu",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "a9f7d4fb-9253-4c41-a733-da32ab1c9af2",
        "text": ". Dive into our extensive array of resources designed to elevate Vanderbilt's commitment to research excellence and impact. If you have questions or need help finding a research or innovation resource, email our office at ovpr@vanderbilt.edu . Quick Start Items For Researchers & Innovators Research: New Faculty Research and Innovation Checklist Lifecycle of an Award Grant Proposal Boilerplate Language, Guides, and Resources Tools for VU Research Administrators Digital Research Support (pdf) Human Research Protections Program Tip Sheet (Word doc) Research Office Hours and Workshops – for Sponsored Programs Administration (SPA) and Research, Development and Support (RDS) Innovation: Innovation Ambassadors Program – guides Vanderbilt faculty through campus entrepreneurship and innovation resources Innovation and Entrepreneurship Research Guide NSF Mid-South I-Corp Hub – NSF initiative, led by Vanderbilt, supports collaboration among nine universities across four states to expand access to innovation",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "79187a00-56dc-46c6-bd58-7976b36e9fbc",
        "text": ". Vanderbilt’s Commercialization Process (pdf) Startup Roadmap (pdf) and Startup Support Services (pdf) Internal Funding Programs for Research & Innovation Innovation Catalyst Fund Internal Funding Programs from Research Development and Support Rapid-Advancement MicroGrant Program (RAMP) Seeding Success Program Scaling Success Program Rapid-Advancement MicroGrant Program (RAMP) Seeding Success Program Scaling Success Program OVPRI Resources for Research & Innovation Research Development and Support (RDS) RDS* supports faculty members through coordination of funding opportunities, competitive proposal development, strategic development of sponsor relationships, and diversification of funding portfolios. RDS Website Email contacts: rds@vanderbilt.edu for general inquiries vu-lso@vanderbilt.edu for questions about limited submission opportunities ovprfunding@vanderbilt.edu for questions about internal funding programs for Vanderbilt faculty Internal Funding Programs Proposal Support Limited Submission Opportunities * For financial post-award administration, contact Research Finance in the Division of Finance . For school- or college-level pre-award support, contact your local grants administrator",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "3017fadb-b3d3-443a-9566-fc7811410f96",
        "text": ". For school- or college-level pre-award support, contact your local grants administrator. Sponsored Programs Administration (SPA) SPA* provides university-level pre-award support to faculty for their grant and contract proposals to external funding agencies, including proposal preparation, submission and tracking, contract and subaward processing and negotiation, non-financial post-award administration and management support, pre-award data reporting, and management of the Vanderbilt Electronic Research Administration (VERA) system. SPA Website Phone: 615-322-3827 Email: spa@Vanderbilt.edu for subaward assistance spapostawardteam@vanderbilt.edu for non-financial post-award assistance Vanderbilt Electronic Research Administration (VERA) Information VERA Help Ticket * For financial post-award administration, contact Research Finance in the Division of Finance . For school- or college-level pre-award support, contact your local grants administrator. Advanced Computing Center for Research and Education (ACCRE) ACCRE is Vanderbilt's go-to resource for both high-performance computing and research IT services. Managing a 4,000-square-foot facility with over 600 multi-core systems, ACCRE supports a wide range of research fields and enhanced research-focused IT services for schools and colleges. ACCRE Website ACCRE General Inquiries Getting Started with ACCRE Open an ACCRE Helpdesk Ticket Status Dashboard Digital Research Support (pdf) For non-research IT assistance, contact VUIT",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "707a89df-be11-41fd-97c5-e16a4d8b225e",
        "text": ". ACCRE Website ACCRE General Inquiries Getting Started with ACCRE Open an ACCRE Helpdesk Ticket Status Dashboard Digital Research Support (pdf) For non-research IT assistance, contact VUIT . Research Integrity and Compliance (RIC) Vanderbilt Research Integrity and Compliance aids faculty, students, and staff in fulfilling regulatory, legal, and ethical research obligations. The office promotes responsible research, coordinates with offices across campus responsible for different aspects of compliance, and serves as a central resource for compliance queries. It also tracks federal regulations, oversees export compliance, and facilitates research involving Vanderbilt University Medical Center (VUMC). RIC Website Email: ric@Vanderbilt.edu for general inquires vec@Vanderbilt.edu for export compliance Human Research Tip Sheet Accessing VUMC Clinical Resources Animal Care and Use Program Environmental Health and Safety Conflict of Interest Management Data Science Institute (DSI) The DSI is a leading research institution for AI and Data Science studies, whose collaborations with a variety of researchers across many disciplines at Vanderbilt University create lifelong communities and strong relationships at Vanderbilt and beyond. DSI strives for national recognition through its distinctive focus on next-generation models and the study of their societal and ethical impact",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "74589fb2-ae06-4dc6-a393-da51cfc63f49",
        "text": ". DSI strives for national recognition through its distinctive focus on next-generation models and the study of their societal and ethical impact. They are also committed to partnering with local and regional nonprofits to create solutions for social good that have a positive impact on our community. DSI Website Email: datascience@vanderbilt.edu for general inquires datascience-grad@vanderbilt.edu for data science master’s program inquiries DSI-Supported Research Supporting Your Research Vanderbilt Institute of Nanoscale Science and Engineering (VINSE) VINSE’s mission is to drive innovation in nanoscience, nanotechnology, and education that benefits society by providing access to state-of-the-art instrumentation, sharing hands-on technical expertise, and facilitating interdisciplinary collaborations. VINSE Website Email: vinse@vanderbilt.edu for general inquires VINSE Research Get access to VINSE VINSE facilities overview Center for Technology Transfer and Commercialization (CTTC) CTTC offers professional commercialization services for all intellectual property arising from Vanderbilt University and Vanderbilt University Medical Center. CTTC’s goal is to optimize the transition of innovations to the marketplace, generate revenue to fuel future research, and create a positive societal impact. They assist with invention disclosure, patenting, licensing, material transfer agreements, and support for new ventures based on Vanderbilt intellectual property",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "fe05b99b-a19e-4958-99f9-9f562c868811",
        "text": ". They assist with invention disclosure, patenting, licensing, material transfer agreements, and support for new ventures based on Vanderbilt intellectual property. CTTC Website Email: cttc@Vanderbilt.edu Technology Disclosures FAQs Commercialization Process (pdf) Startup Support Services (pdf) Startup Roadmap (pdf) Innovation Ambassadors Program Innovation Catalyst Fund The Wond'ry Located on Vanderbilt's campus, the Wond’ry is a 13,000-square-foot innovation hub equipped with makerspaces, virtual reality labs, and workshops. Catering to students, faculty, staff, and the broader community, the Wond’ry empowers individuals to conceive creative solutions and embark on entrepreneurial or changemaking journeys. Importantly, the Wond’ry specializes in supporting innovations that are distinct from Vanderbilt Intellectual Property. Their services span training and events centered on entrepreneurship, design thinking, social innovation, making and prototyping, as well as backing new ventures unrelated to Vanderbilt intellectual property, such as student-led startups",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "bc67160a-bb16-44ee-9ba5-ae2a182d90c4",
        "text": ". Their services span training and events centered on entrepreneurship, design thinking, social innovation, making and prototyping, as well as backing new ventures unrelated to Vanderbilt intellectual property, such as student-led startups. The Wond’ry Website Email: thewondry@vanderbilt.edu Innovation and Entrepreneurship Research Guide NSF Mid-South I-Corps Hub – NSF initiative, led by Vanderbilt, fosters inclusive innovation involving nine universities across four states Upcoming Wond’ry Events Launch Incubator Space – offers mentorship, amenities, and office space for 6-12 months for those accepted to the program Oak Ridge National Laboratory Partnership Vanderbilt University is one of the core partner universities in association with Oak Ridge National Laboratory (ORNL) , the U.S. Department of Energy’s largest science and energy laboratory conducting research in energy and security. This relationship offers opportunities for Vanderbilt University faculty, postdoctoral researchers, and students to access ORNL’s world-class facilities as well as develop collaborations with ORNL researchers. Email: VU-ORNL-Collaborations@Vanderbilt.edu Travel Support for VU Researchers to Visit ORNL RDS* supports faculty members through coordination of funding opportunities, competitive proposal development, strategic development of sponsor relationships, and diversification of funding portfolios",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "d953c25c-5e6f-4f58-95c5-b24f15c3847a",
        "text": ". RDS Website Email contacts: rds@vanderbilt.edu for general inquiries vu-lso@vanderbilt.edu for questions about limited submission opportunities ovprfunding@vanderbilt.edu for questions about internal funding programs for Vanderbilt faculty Internal Funding Programs Proposal Support Limited Submission Opportunities rds@vanderbilt.edu for general inquiries vu-lso@vanderbilt.edu for questions about limited submission opportunities ovprfunding@vanderbilt.edu for questions about internal funding programs for Vanderbilt faculty * For financial post-award administration, contact Research Finance in the Division of Finance . For school- or college-level pre-award support, contact your local grants administrator. SPA* provides university-level pre-award support to faculty for their grant and contract proposals to external funding agencies, including proposal preparation, submission and tracking, contract and subaward processing and negotiation, non-financial post-award administration and management support, pre-award data reporting, and management of the Vanderbilt Electronic Research Administration (VERA) system",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "a72fa0da-df45-482b-9d5b-ed63c8e94c10",
        "text": ". SPA Website Phone: 615-322-3827 Email: spa@Vanderbilt.edu for subaward assistance spapostawardteam@vanderbilt.edu for non-financial post-award assistance Vanderbilt Electronic Research Administration (VERA) Information VERA Help Ticket spa@Vanderbilt.edu for subaward assistance spapostawardteam@vanderbilt.edu for non-financial post-award assistance * For financial post-award administration, contact Research Finance in the Division of Finance . For school- or college-level pre-award support, contact your local grants administrator. ACCRE is Vanderbilt's go-to resource for both high-performance computing and research IT services. Managing a 4,000-square-foot facility with over 600 multi-core systems, ACCRE supports a wide range of research fields and enhanced research-focused IT services for schools and colleges. ACCRE Website ACCRE General Inquiries Getting Started with ACCRE Open an ACCRE Helpdesk Ticket Status Dashboard Digital Research Support (pdf) For non-research IT assistance, contact VUIT . Vanderbilt Research Integrity and Compliance aids faculty, students, and staff in fulfilling regulatory, legal, and ethical research obligations. The office promotes responsible research, coordinates with offices across campus responsible for different aspects of compliance, and serves as a central resource for compliance queries. It also tracks federal regulations, oversees export compliance, and facilitates research involving Vanderbilt University Medical Center (VUMC)",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "65eaa2df-d115-478d-ae3e-1fb270179a5d",
        "text": ". It also tracks federal regulations, oversees export compliance, and facilitates research involving Vanderbilt University Medical Center (VUMC). RIC Website Email: ric@Vanderbilt.edu for general inquires vec@Vanderbilt.edu for export compliance Human Research Tip Sheet Accessing VUMC Clinical Resources Animal Care and Use Program Environmental Health and Safety Conflict of Interest Management ric@Vanderbilt.edu for general inquires vec@Vanderbilt.edu for export compliance The DSI is a leading research institution for AI and Data Science studies, whose collaborations with a variety of researchers across many disciplines at Vanderbilt University create lifelong communities and strong relationships at Vanderbilt and beyond. DSI strives for national recognition through its distinctive focus on next-generation models and the study of their societal and ethical impact. They are also committed to partnering with local and regional nonprofits to create solutions for social good that have a positive impact on our community",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "d4c3efa4-6361-4c72-b21b-c161b4a9919a",
        "text": ". They are also committed to partnering with local and regional nonprofits to create solutions for social good that have a positive impact on our community. DSI Website Email: datascience@vanderbilt.edu for general inquires datascience-grad@vanderbilt.edu for data science master’s program inquiries DSI-Supported Research Supporting Your Research datascience@vanderbilt.edu for general inquires datascience-grad@vanderbilt.edu for data science master’s program inquiries VINSE’s mission is to drive innovation in nanoscience, nanotechnology, and education that benefits society by providing access to state-of-the-art instrumentation, sharing hands-on technical expertise, and facilitating interdisciplinary collaborations. VINSE Website Email: vinse@vanderbilt.edu for general inquires VINSE Research Get access to VINSE VINSE facilities overview CTTC offers professional commercialization services for all intellectual property arising from Vanderbilt University and Vanderbilt University Medical Center. CTTC’s goal is to optimize the transition of innovations to the marketplace, generate revenue to fuel future research, and create a positive societal impact. They assist with invention disclosure, patenting, licensing, material transfer agreements, and support for new ventures based on Vanderbilt intellectual property",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "d37740d0-d802-413a-b0c7-b978efcd56fa",
        "text": ". They assist with invention disclosure, patenting, licensing, material transfer agreements, and support for new ventures based on Vanderbilt intellectual property. CTTC Website Email: cttc@Vanderbilt.edu Technology Disclosures FAQs Commercialization Process (pdf) Startup Support Services (pdf) Startup Roadmap (pdf) Innovation Ambassadors Program Innovation Catalyst Fund Located on Vanderbilt's campus, the Wond’ry is a 13,000-square-foot innovation hub equipped with makerspaces, virtual reality labs, and workshops. Catering to students, faculty, staff, and the broader community, the Wond’ry empowers individuals to conceive creative solutions and embark on entrepreneurial or changemaking journeys. Importantly, the Wond’ry specializes in supporting innovations that are distinct from Vanderbilt Intellectual Property. Their services span training and events centered on entrepreneurship, design thinking, social innovation, making and prototyping, as well as backing new ventures unrelated to Vanderbilt intellectual property, such as student-led startups",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "98d7cb83-08ed-495c-baf2-215b9576642e",
        "text": ". Their services span training and events centered on entrepreneurship, design thinking, social innovation, making and prototyping, as well as backing new ventures unrelated to Vanderbilt intellectual property, such as student-led startups. The Wond’ry Website Email: thewondry@vanderbilt.edu Innovation and Entrepreneurship Research Guide NSF Mid-South I-Corps Hub – NSF initiative, led by Vanderbilt, fosters inclusive innovation involving nine universities across four states Upcoming Wond’ry Events Launch Incubator Space – offers mentorship, amenities, and office space for 6-12 months for those accepted to the program Vanderbilt University is one of the core partner universities in association with Oak Ridge National Laboratory (ORNL) , the U.S. Department of Energy’s largest science and energy laboratory conducting research in energy and security. This relationship offers opportunities for Vanderbilt University faculty, postdoctoral researchers, and students to access ORNL’s world-class facilities as well as develop collaborations with ORNL researchers",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "d6810710-7433-4013-aef6-9f65a4468dc4",
        "text": ". This relationship offers opportunities for Vanderbilt University faculty, postdoctoral researchers, and students to access ORNL’s world-class facilities as well as develop collaborations with ORNL researchers. Email: VU-ORNL-Collaborations@Vanderbilt.edu Travel Support for VU Researchers to Visit ORNL Other Campus Resources for Research & Innovation For Undergraduate Students For Undergraduate Students The Vice Provost for Undergraduate Education connects students with numerous opportunities, such as Immersion Vanderbilt , which gives every Vanderbilt student the opportunity to pursue intellectual curiosities through immersive experiences that are as creative and unique as the students themselves. For Graduate and Post-Doctoral Fellows For Graduate and Post-Doctoral Fellows Visit the Graduate School website to learn more about Interdisciplinary Research , Research Abroad , and Responsible Conduct of Research . Individual Schools and Colleges also offer additional resources",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "b42dd3b6-5e6e-4920-a077-495c0139d75a",
        "text": ". Individual Schools and Colleges also offer additional resources. Working with External Entities Working with External Entities Faculty seeking research and innovation partnerships with external entities including government, industry, and non-profits, visit the Collaborators and Partners section or contact: Industry Chris Rowe, Executive Director for Industry Collaborations christopher.j.rowe@vanderbilt.edu 615-343-0348 Government Cara Ince, Director of Research and Innovation Public Partnerships cara.ince@vanderbilt.edu 615-343-2347 Public Policy and Community Interests Division of Government and Community Relations Phone: 615-343-2238 Non-Profits Joanne Spitz, Executive Director for Research Development and Support joanne.m.spitz@vanderbilt.edu 615-343-8949 Core Facilities for Research (CORES) Core Facilities for Research (CORES) Research at Vanderbilt University is supported by designated institutional cores and shared resources. These facilities offer innovative scientific services, enabling access to high-end equipment, advanced techniques and specialized expertise for all Vanderbilt investigators. Enabling Innovation Initiative Enabling Innovation Initiative School of Medicine’s initiative to embrace a culture of innovation to promote discovery, and Facilitate dissemination of new knowledge through entrepreneurial pathways to advance basic medical knowledge and improve patient care",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "ed57030a-07e4-4f99-b8f1-bf10f904df55",
        "text": ". Office of the Vice Provost for Arts and Libraries Office of the Vice Provost for Arts and Libraries – led by Tracy Denean Sharpley-Whiting, PhD Owen Center for Entrepreneurship Owen Center for Entrepreneurship Build and grow a productive entrepreneurial ecosystem conducive to creating new and innovative businesses. Vanderbilt Basic Sciences Program for Resources to Bridge or Re-align Federal Research Grant Application Vanderbilt Basic Sciences Program for Resources to Bridge or Re-align Federal Research Grant Application For Vanderbilt Basic Sciences faculty who temporarily lack external grant support. Vanderbilt Innovation and Entrepreneurship Society (VINES) Vanderbilt Innovation and Entrepreneurship Society (VINES) Serves passionate innovators in the execution of ideas by providing resources, education, and an entrepreneurial community. VU Research Finance VU Research Finance Oversees post-award financial administration for sponsored programs, develops and negotiates fringe benefit and facilities and administrative cost rates, and provides financial oversight of Research Core Facilities. Vanderbilt Schools and Colleges Vanderbilt Schools and Colleges Explore additional research and innovation resources available from your school or college. Contact your dean's office for more information",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    },
    {
        "id": "3fe27c3a-7ed9-4b93-ae4f-26d02bc300e3",
        "text": ". Vanderbilt Schools and Colleges Vanderbilt Schools and Colleges Explore additional research and innovation resources available from your school or college. Contact your dean's office for more information. VUMC Research and Innovation VUMC Research and Innovation VUMC Office of Research Brock Family Center for Applied Innovation Edge for Scholars: Academic faculty career development The Vanderbilt Institute for Clinical and Translational Research (VICTR) For Undergraduate Students The Vice Provost for Undergraduate Education connects students with numerous opportunities, such as Immersion Vanderbilt , which gives every Vanderbilt student the opportunity to pursue intellectual curiosities through immersive experiences that are as creative and unique as the students themselves. For Graduate and Post-Doctoral Fellows Visit the Graduate School website to learn more about Interdisciplinary Research , Research Abroad , and Responsible Conduct of Research . Individual Schools and Colleges also offer additional resources",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 49
        }
    },
    {
        "id": "2eb25c4b-85fe-4724-a445-c6d91d21e4bd",
        "text": ". For Graduate and Post-Doctoral Fellows Visit the Graduate School website to learn more about Interdisciplinary Research , Research Abroad , and Responsible Conduct of Research . Individual Schools and Colleges also offer additional resources. Working with External Entities Faculty seeking research and innovation partnerships with external entities including government, industry, and non-profits, visit the Collaborators and Partners section or contact: Industry Chris Rowe, Executive Director for Industry Collaborations christopher.j.rowe@vanderbilt.edu 615-343-0348 Government Cara Ince, Director of Research and Innovation Public Partnerships cara.ince@vanderbilt.edu 615-343-2347 Public Policy and Community Interests Division of Government and Community Relations Phone: 615-343-2238 Non-Profits Joanne Spitz, Executive Director for Research Development and Support joanne.m.spitz@vanderbilt.edu 615-343-8949 Core Facilities for Research (CORES) Research at Vanderbilt University is supported by designated institutional cores and shared resources. These facilities offer innovative scientific services, enabling access to high-end equipment, advanced techniques and specialized expertise for all Vanderbilt investigators. Enabling Innovation Initiative School of Medicine’s initiative to embrace a culture of innovation to promote discovery, and Facilitate dissemination of new knowledge through entrepreneurial pathways to advance basic medical knowledge and improve patient care",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 50
        }
    },
    {
        "id": "ad1d0460-64ff-4d40-a5ee-8f0758198e0a",
        "text": ". Office of the Vice Provost for Arts and Libraries – led by Tracy Denean Sharpley-Whiting, PhD Owen Center for Entrepreneurship Build and grow a productive entrepreneurial ecosystem conducive to creating new and innovative businesses. Vanderbilt Basic Sciences Program for Resources to Bridge or Re-align Federal Research Grant Application For Vanderbilt Basic Sciences faculty who temporarily lack external grant support. Vanderbilt Innovation and Entrepreneurship Society (VINES) Serves passionate innovators in the execution of ideas by providing resources, education, and an entrepreneurial community. VU Research Finance Oversees post-award financial administration for sponsored programs, develops and negotiates fringe benefit and facilities and administrative cost rates, and provides financial oversight of Research Core Facilities. Vanderbilt Schools and Colleges Explore additional research and innovation resources available from your school or college. Contact your dean's office for more information. VUMC Research and Innovation VUMC Office of Research Brock Family Center for Applied Innovation Edge for Scholars: Academic faculty career development The Vanderbilt Institute for Clinical and Translational Research (VICTR)",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 51
        }
    },
    {
        "id": "6748d01e-a818-4583-b9e1-ccb8e22efd89",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 52
        }
    },
    {
        "id": "557fb161-415a-4611-a674-4e48b5f94bd1",
        "text": "Scraped from: https://research.vanderbilt.edu/collaborators-partners/\nDate scraped: 2025-02-17 02:45:10",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 53
        }
    },
    {
        "id": "f008da83-56c5-452f-864e-1bdec831fe80",
        "text": "Partnerships & Collaborations: Government, Industry & Nonprofits Dive into our interdisciplinary community and discover how we can transform our world together. Ready to collaborate?  Research & Innovation Support Working with Industry Working with Government Working with Nonprofits Centers & Institutes What Partnerships Create Partnerships and collaborations across universities, government and the private sector is the key to pioneering projects that impact society. Here are a few examples: Ancora Innovation Ancora Innovation is a collaboration focused on the union of Vanderbilt’s innovative life science discovery efforts and Deerfield’s commitment to accelerating state-of-the-art drug development. The partnership has generated four drug discovery and development programs to date, the most recent focusing on developing therapeutics for a rare form of epilepsy . I-24 MOTION Apartnership between Vanderbilt, the Tennessee Department of Transportation, and Gresham Smith created I-24 MOTION, the only real-world automotive testing environment in the world. Stretching for four miles just southeast of downtown Nashville, the smart highway is equipped with 300 4K digital sensors capable of logging 260,000,000 vehicle-miles of data per year. Pathfinder Army Futures Command awarded Vanderbilt University its inaugural Pathfinder Project, an investment from the Army Research Laboratory and the Civil-Military Innovation Institute Inc",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 54
        }
    },
    {
        "id": "c90b8706-1fa1-4503-9129-7bc7f2ffe7c3",
        "text": ". Pathfinder Army Futures Command awarded Vanderbilt University its inaugural Pathfinder Project, an investment from the Army Research Laboratory and the Civil-Military Innovation Institute Inc. to support collaborations between researchers and creative soldiers to rapidly innovate high-impact, research-based technologies with a path to commercialization and prompt acquisition of products by the Army. One example of this collaboration is the Soldier Assistive Bionic Exosuit for Resupply , a three-pound suit that reduces stress on soldiers’ backs by more than 100 pounds while lifting. Tennessee Education Research Alliance The Tennessee Education Research Alliance (TERA) is one of the only research-practice partnerships in the country focused on state-level education policy. TERA connects Vanderbilt University's Peabody College and the Tennessee Department of Education to carry out high-quality, practical research that informs state-level policy, impacts the practice in schools and districts across Tennessee, and contributes to national conversations on K-12 education. Working with Industry Together as partners, we can transform industries and achieve lasting advancements through Vanderbilt's innovative research and technologies, and a deep commitment to dynamic collaborations",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 55
        }
    },
    {
        "id": "439a9060-700d-4728-a74a-1beecc147ca9",
        "text": ". Working with Industry Together as partners, we can transform industries and achieve lasting advancements through Vanderbilt's innovative research and technologies, and a deep commitment to dynamic collaborations. If you’re with a company interested in partnering with Vanderbilt University in research and innovation, contact: Chris Rowe, Executive Director for Industry Collaborations christopher.j.rowe@vanderbilt.edu 615-343-0348 Working with Government By partnering, we can transform industries and achieve lasting advancements using Vanderbilt's innovative research, transformative technologies, and steadfast dedication to collaboration. If you’re with a government entity interested in partnering with Vanderbilt University in research or innovation , contact: Cara Ince, Director of Research and Innovation Public Partnerships cara.ince@vanderbilt.edu 615-343-2347 Division of Government and Community Relations The Division of Government and Community Relations broadly connects with a wide array of stakeholders for Vanderbilt's public policy and community efforts, in contrast to OVPRI's specialized focus on research and innovation government collaborations",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 56
        }
    },
    {
        "id": "927b5249-6ed2-4b03-babc-2b16d1b8db2c",
        "text": ". Division of Government and Community Relations Website Phone: 615-343-2238 Vanderbilt University’s Economic Impact Economic Impact of Vanderbilt in Tennessee’s Nine Congressional Districts Economic Impact of Vanderbilt in each Tennessee House and Senate district Federally Funded Research at Vanderbilt Economic Impact of Vanderbilt in Tennessee’s Nine Congressional Districts Economic Impact of Vanderbilt in each Tennessee House and Senate district Community Relations and Working with Nonprofits Vanderbilt and nonprofits, together, transform potential into impact, proving that our combined efforts lead to unparalleled community enrichment. If you’re with a nonprofit interested in partnering with Vanderbilt in research and innovation , contact: Joanne Spitz, Executive Director for Research Development and Support joanne.m.spitz@vanderbilt.edu 615-343-8949",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 57
        }
    },
    {
        "id": "f5a30720-931a-4a9a-ad5f-d84ceb6752f3",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 58
        }
    },
    {
        "id": "63fcbfff-6909-4024-8160-d049bd535290",
        "text": "Scraped from: https://research.vanderbilt.edu/news/\nDate scraped: 2025-02-17 02:45:11\n\nResearch & Innovation News Research & Innovation Support Working with Industry Working with Government Working with Nonprofits Centers & Institutes \n================================================================================\n\nScraped from: https://research.vanderbilt.edu/wp-login.php/\nDate scraped: 2025-02-17 02:45:12\n\nPowered by WordPress Lost your password? ← Go to Research\n================================================================================\n\nScraped from: https://research.vanderbilt.edu/meet-our-team/\nDate scraped: 2025-02-17 02:45:12",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 59
        }
    },
    {
        "id": "273cc48f-d3ad-4e3b-828b-5a99368c9727",
        "text": "Meet Our Team OVPRI Organizational Chart Padma Raghavan, Ph.D. Vice Provost for Research and Innovation and Chief Research Officer Senior Advisor to the Chancellor Distinguished Professor of Computer Science For appointments, please contact Alex Hargett: taylor.a.hargett@vanderbilt.edu 615-343-1339. Padma Raghavan serves as the Vice Provost for Research and Innovation and holds the title of Distinguished Professor of Computer Science at Vanderbilt University. She is instrumental in shaping the university's research landscape, overseeing a broad range of initiatives from technology transfer to long-term strategic partnerships with industry and government. Notable collaborations include Ancora Innovation with Deerfield Management and the Pathfinder project with the U.S. Army. Prior to Vanderbilt, she made significant contributions at Penn State, where she was the Associate Vice President for Research and the founding Director of the Institute for Computational and Data Sciences. In her academic role, Raghavan specializes in high-performance computing, focusing on developing algorithms for scalable, fault-tolerant, and energy-efficient computing. She is the recipient of prestigious accolades including the National Science Foundation’s CAREER award. She's been elevated to Fellow status in both the Institute of Electrical and Electronics Engineers (IEEE) and the American Association for the Advancement of Science (AAAS)",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 60
        }
    },
    {
        "id": "373338f0-8004-4ea3-9581-469939acc899",
        "text": ". She's been elevated to Fellow status in both the Institute of Electrical and Electronics Engineers (IEEE) and the American Association for the Advancement of Science (AAAS). In 2022, she was appointed to the President’s Committee on the National Medal of Science, affirming her influence in the scientific community. Vanessa Allwardt, PMP, CSM Senior Manager for Executive & Strategic Research Projects vanessa.allwardt@Vanderbilt.edu 615-635-8484 As the senior manager for executive and strategic research projects at Vanderbilt University's Office of the Vice Provost for Research and Innovation, Vanessa Allwardt drives strategic initiatives and supports high-level research strategy. Before joining in 2022, she managed over $70 million in complex R&D projects and led interdisciplinary research teams. Born in Germany, Allwardt moved to Nashville in 2004 and started at Vanderbilt in 2007 as an undergraduate researcher. She holds an A.A.S. in biotechnology and is a certified Project Management Professional (PMP) and Certified Scrum Master (CSM). Alan Bentley, M.S. Assistant Vice Chancellor for Technology Transfer & Intellectual Property Development alan.bentley@Vanderbilt.edu 615-343-2430 Bentley joined CTTC in June 2011 and is responsible for directing all aspects of the office, focusing on faculty service and transactional efficiency",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 61
        }
    },
    {
        "id": "5c95bea1-59f5-4ff5-bddb-588b489823cb",
        "text": ". Prior to Vanderbilt, Bentley served for five years as the director of commercialization for Cleveland Clinic Innovations, that health care center’s technology commercialization function. Before the Cleveland Clinic, he served as the associate director of the University of Virginia’s Patent Foundation. Bentley received his M.S. in physics from the University of Virginia, and separate undergraduate degrees in electrical engineering and in physics from Carnegie Mellon University. Bentley is a registered patent agent and is a member of the Board of Directors of the Association of University Technology Managers. Jennifer Bischoff, CPA, MAcc Executive Director for Research Operations jennifer.bischoff@Vanderbilt.edu 615-343-4798 As the Executive Director for Research Operations in Vanderbilt University's Office of the Vice Provost for Research and Innovation, Jennifer Bischoff oversees operational, financial, and administrative activities. She plays a crucial role in developing centers and institutes reporting to the Vice Provost. Before her current role, she held various leadership positions in financial administration at Vanderbilt since 2006. With over 20 years of experience in business management and financial operations, she earned her Master of Accountancy from Belmont University and a BA in Economics and Psychology from Vanderbilt. Laurie Cutting, Ph.D. Associate Provost laurie.cutting@Vanderbilt.edu Laurie E",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 62
        }
    },
    {
        "id": "93463e01-d06e-494a-8a1b-658f0e233a08",
        "text": ". Laurie Cutting, Ph.D. Associate Provost laurie.cutting@Vanderbilt.edu Laurie E. Cutting is the Associate Provost at Vanderbilt, where she aims to foster interdisciplinary collaborations and boost Vanderbilt's position in ARPA-H projects. A distinguished scholar in neuroscience and child development, she also serves as the Associate Director of the Vanderbilt Kennedy Center. Prior to Vanderbilt, Cutting was an Associate Professor at Johns Hopkins in both Neurology and Education. She has received numerous accolades including an NIH MERIT Award in 2018 and has contributed over 150 scholarly publications. Her role also involves promoting innovation, commercialization, and industry partnerships. Hunter Hagewood Interim Executive Director of ACCRE mark.h.hagewood@vanderbilt.edu Prior to joining ACCRE, Hunter worked for over 10 years in the private sector, including director-level roles at Equian and Informatics Corporation of America. Hunter was also the founder and CTO of Nevoa Networks, one of the first commercially available cloud storage providers. Hunter has a master’s in information and library science from University of Tennessee and a bachelor’s in computer information systems from Lipscomb University. Alex Hargett, BSHS, MBA Executive Assistant taylor.a.hargett@vanderbilt.edu Alex Hargett joined OVPRI as the Executive Assistant to Vice Provost Padma Raghavan in March 2024",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 63
        }
    },
    {
        "id": "dd5fb2f4-69e8-4819-a1c5-4c7736ff32be",
        "text": ". Alex Hargett, BSHS, MBA Executive Assistant taylor.a.hargett@vanderbilt.edu Alex Hargett joined OVPRI as the Executive Assistant to Vice Provost Padma Raghavan in March 2024. In her role, she oversees the day-to-day operations of the office, providing comprehensive administrative support, managing communications, and coordinating schedules. Prior to joining Vanderbilt University, Alex served as an executive assistant within the healthcare and higher education sectors in Memphis, where she expertly balanced the administrative demands of multiple executives simultaneously. Jane Hirtle, Ph.D., M.S. Assistant Provost for Research Strategy jane.a.hirtle@Vanderbilt.edu 615-343-1343 As chief-of-staff for Vanderbilt's Vice Provost for Research and Innovation, Jane Hirtle coordinates strategic activities, and leads research communications. She focuses on implementing the office’s vision and enhancing Vanderbilt’s research reputation. Hirtle also fosters collaborations with Oak Ridge National Laboratory. Prior to her current role, she managed Vanderbilt's Undergraduate Medical Education evaluation team. A triple Vanderbilt alumna with a Ph.D. in psychology, her expertise includes cognitive development in infancy. With over a decade at Vanderbilt, she has diverse experience in research, administration, and education. Cara Ince, M.A",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 64
        }
    },
    {
        "id": "f22a4128-886d-4361-8979-d087fa5fdf30",
        "text": ". A triple Vanderbilt alumna with a Ph.D. in psychology, her expertise includes cognitive development in infancy. With over a decade at Vanderbilt, she has diverse experience in research, administration, and education. Cara Ince, M.A. Director of Research and Innovation Public Partnerships cara.ince@Vanderbilt.edu 615-343-2347 Nashville native and Vanderbilt alum, Care Ince, specializes in enhancing research and innovation collaborations between Vanderbilt and public sector leaders. Ince coordinates with key university units to identify and advance projects that align with government priorities and address community needs. Prior roles include serving as director of federal grants for Congressman Jim Cooper, Tennessee State Parks partnership director, and director of community relations at Conexion Americas. Her work focuses on creating synergies to benefit Nashville and Tennessee communities. Jean Mercer, M.R.A. Senior Assistant Provost for Sponsored Programs Administration and Compliance jean.m.mercer@Vanderbilt.edu 615-343-4390 As senior assistant provost, Jean Mercer oversees an expansive portfolio within Sponsored Programs Administration including grant proposal submission and non-financial award set-up, negotiation and management of contracts and subawards, research administration systems reporting, and training and procedures. Additionally, Mercer oversees Research Integrity and Compliance functions",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 65
        }
    },
    {
        "id": "cbccf4ab-4449-4b7c-8c09-f03a3bda1cd8",
        "text": ". Additionally, Mercer oversees Research Integrity and Compliance functions. With over 25 years in research administration, she is a certified research administrator and active contributor to national conversations in the field. Mercer holds a bachelor's degree in business administration from the University of Colorado and a master's in research administration from the University of Central Florida. She started her career at Indiana University, where she worked for 20 years, eventually becoming their director of grant services. Hilda McMackin, Ph.D. Director, Research Administration Systems and Reporting hilda.mcmackin@Vanderbilt.edu 615-875-2716 As Director of Research Administration Systems and Reporting, Hilda McMackin led the transition to the Vanderbilt Electronic Research Administration (VERA) system, aiming to streamline research administration. With a PhD in Cognitive Psychology from Vanderbilt, she has diverse roles within the university, including lab management and grants oversight. She joined the Office of the Vice Provost for Research and Innovation in 2017, where she launched research development programs and managed compliance activities. McMackin has worked with an array of research sponsors and is an active member in the research administration community. In 2023, she won the National Organization of Research Development Professionals mentoring award. Liane Moneta-Koehler, Ph.D",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 66
        }
    },
    {
        "id": "bf08a6b8-7db4-4b91-bc97-59a851d2a843",
        "text": ". McMackin has worked with an array of research sponsors and is an active member in the research administration community. In 2023, she won the National Organization of Research Development Professionals mentoring award. Liane Moneta-Koehler, Ph.D. Assistant Provost for Research Integrity and Compliance liane.monetakoehler@Vanderbilt.edu 615-322-2875 As Assistant Provost for Research Integrity and Compliance at Vanderbilt, Liane Moneta-Koehler oversees the Research Integrity and Compliance Program, which includes human subjects research, research security, and export compliance. She collaborates with various departments to enhance Vanderbilt's research integrity and accountability, helps faculty navigate policies, and supports research growth in a manner that mitigates risk. Previously a director in the Office of the Vice Provost and a postdoctoral fellow, Moneta-Koehler holds a Ph.D. in Psychology and Human Development and has expertise in math cognition and doctoral student success. David A. Owens, Ph.D. Professor for the Practice of Management and Innovation Evans Family Executive Director, The Wond’ry Innovation Center david.owens@Vanderbilt.edu 615-322-2673 David A. Owens is the Evans Family Executive Director of The Wond’ry, Vanderbilt's Innovation Center, and Professor of the Practice of Innovation at Owen Graduate School. With multidisciplinary appointments across Vanderbilt, he is a leading authority on innovation",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 67
        }
    },
    {
        "id": "decd2c78-913a-4664-8a41-282a155a68e7",
        "text": ". With multidisciplinary appointments across Vanderbilt, he is a leading authority on innovation. Owens earned his PhD and BS from Stanford and is a Registered Professional Engineer. He has extensive industry experience, including as CEO of Griffin Technology and consultant for major firms like NASA and LEGO. His book \"Creative People Must Be Stopped\" serves as the basis for a popular MOOC, and he sits on various corporate boards. Herschel Pollard, M.S. Research Communications and Events Manager herschel.pollard@Vanderbilt.edu 615-343-7995 Herschel Pollard, a strategic communicator and Nashville native is a journalism graduate from The University of Tennessee. He began his career in digital journalism with WTVF, earning two Emmy awards. After completing his master's, he transitioned to strategic communications, working at the Healthcare Solutions Group and later at Vanderbilt University Medical Center as a senior strategy consultant. In his current role, Pollard focuses on enhancing Vanderbilt’s research and innovation reputation through comprehensive communications, events, and strategic collaborations. Christopher Rowe, M.E., Ed. D. Executive Director for Industry Collaborations christopher.j.rowe@vanderbilt.edu 615-343-0348 Christopher Rowe is executive director for industry collaborations in the Office of the Vice Provost for Research, working on the Vice Provost’s team and with the Center for Technology Transfer and Commercialization",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 68
        }
    },
    {
        "id": "ea7d2571-1ce8-43f4-9165-946ed81cf2bc",
        "text": ". He leads the institution’s efforts to create and expand mutually beneficial industry research collaborations that advance strategic scientific programs, solves industry-relevant research and development challenges, and provides channels to deploy and commercialize new technologies of substantial societal impact. He holds faculty appointments in engineering management and communication of science and technology. Prior to his current role, he served as associate dean for external relations, communications director, and inaugural faculty director for the A. James Clark Scholars Program in the Vanderbilt University School of Engineering. Professor Rowe has authored scholarly papers on first-year engineering education, tech-based entrepreneurship, global engineering education and commercialization strategies for new technologies. He has held leadership positions in the American Society for Engineering Education; is a member of the American Society for Engineering Management, the Council of Engineering Management Academic Leaders, and the Association of University Technology Managers; and completed ABET’s Institute for the Development of Excellence in Assessment Leadership. He holds degrees in biomedical engineering and management of technology from the Vanderbilt School of Engineering and a doctorate in higher education leadership and policy from Vanderbilt’s Peabody College",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 69
        }
    },
    {
        "id": "de1f5ff4-b6a2-4f39-a9b1-96c26697121c",
        "text": ". He holds degrees in biomedical engineering and management of technology from the Vanderbilt School of Engineering and a doctorate in higher education leadership and policy from Vanderbilt’s Peabody College. He has consulted with a wide range of engineering companies, focusing on high-tech startups developing commercialization strategies. Jesse Spencer-Smith, Ph.D. Interim Director and Chief Data Scientist for the Data Science Institute jesse.spencer-smith@vanderbilt.edu Jesse Spencer-Smith, PhD is Interim Director and Chief Data Scientist for the Data Science Institute at Vanderbilt University and is Professor of the Practice of Computer Science. He leads a team of data scientists and postdoctoral fellows who collaborate with researchers across the university and medical center and with industry partners, and teaches graduate courses on artificial intelligence. He consults with researchers and business leaders on using, training and developing new AI models, and has developed and led workshops on AI for audiences from senior executives in industry to high schoolers. He has been invited to speak on AI at national academic, industry, and government conferences focused on science, healthcare, financial services, executive leadership, and service industries. He has published on AI and its applications in areas ranging from astrophysics to archeology to negotiation",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 70
        }
    },
    {
        "id": "c7ed0d39-ff2a-48e9-ad3b-1461c0693163",
        "text": ". He has published on AI and its applications in areas ranging from astrophysics to archeology to negotiation. He holds a PhD in Cognitive Psychology and Cognitive Science from Indiana University, and a BS in Computer Science from the University of Florida. He was previously at HCA Healthcare for nine years, where as Director of Data Science he built the first data science team for the company and was charged with enabling data science across the enterprise through training, mentoring, skills assessments and consulting with business units on data science and AI preparedness. At the University of Illinois Urbana-Champaign, he was an Assistant Professor of Psychology in Quantitative Methods and was a Beckman Fellow at the Beckman Institute for Advanced Science and Technology. In high school, he founded an early software technology company that developed solutions for civil engineering using the first generations of personal computers. Joanne Spitz, M.A., C.R.A Executive Director, Research Development and Support joanne.m.spitz@Vanderbilt.edu 615-343-8949 Joanne Spitz is the Director of Research Development at Vanderbilt University, responsible for enhancing faculty research funding. With over 30 years of experience, she previously elevated grant initiatives at Baylor University and spent 32 years in various research roles at Washington University in St. Louis. Spitz is a Certified Research Administrator and holds degrees from St. Louis University and Washington University",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 71
        }
    },
    {
        "id": "54318f0a-fc80-4385-9e1a-f14f8547c1d7",
        "text": ". Louis. Spitz is a Certified Research Administrator and holds degrees from St. Louis University and Washington University. She coordinates with multiple departments to support Vanderbilt’s research aims and has a history of establishing successful grant programs. She has also worked as a freelance academic editor for over 15 years. Jason Valentine, Ph.D. Oak Ridge National Laboratory (ORNL) Faculty Liaison jason.g.valentine@Vanderbilt.edu 615-875-5508 Professor Jason Valentine is a mechanical engineering faculty at Vanderbilt University, specializing in optical metamaterials and hot electron devices. A Purdue and UC Berkeley alum, his work was named one of Time Magazine's \"Top 10 Scientific Discoveries in 2008.\" He has received the NSF CAREER Award, the Office of Naval Research Young Investigator Award, and the Chancellor’s Award for Research at Vanderbilt. As faculty liaison, he collaborates with Vanderbilt faculty and leadership to align research priorities between the university and ORNL. Richard Willis, Ph.D. Associate Provost for Research and Innovation richard.h.willis@vanderbilt.edu 615-343-1050 Richard Willis, Anne Marie and Thomas B. Walker, Jr., Professor of Accounting and Senior Associate Dean for the Faculty, is highly regarded for his extensive experience in accounting and financial reporting and his distinguished scholarly research. Recognized for teaching excellence in the U.S",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 72
        }
    },
    {
        "id": "8b9c2a6c-1a7e-4c9e-9acf-770355ff7b71",
        "text": ". Recognized for teaching excellence in the U.S. and abroad, he has received the Daimler-Chrysler Award from the Fuqua School of Business and the James A. Webb, Jr. Award for MBA Teaching from The Owen School, among others. His research, focusing on security analysts, firm disclosure, and shareholder litigation, has been published in leading journals, including The Accounting Review, Journal of Financial and Quantitative Analysis, Journal of Financial Economics, and Journal of Accounting Research. Elizabeth J. Zechmeister, Ph.D. Associate Provost for Research and Innovation liz.zechmeister@Vanderbilt.edu 615-322-5016 Elizabeth J. Zechmeister is the Cornelius Vanderbilt Professor of Political Science and Director of the LAPOP Lab at Vanderbilt University. As associate provost, she facilitates human subjects and global research. A leading expert in international survey research, she oversees the AmericasBarometer and the global Comparative Study of Electoral Systems project. Her work has garnered major grants and the Earl Sutherland Prize for Achievement in Research. An acclaimed educator, Zechmeister has won multiple teaching and mentoring awards and engages students through innovative programs like the LAPOP Fellows immersion and a summer REU program.",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 73
        }
    },
    {
        "id": "1551c985-4983-4e3d-823b-9e4c6a426cde",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 74
        }
    },
    {
        "id": "3769a679-c64c-4fe0-9504-e5df5f5dadde",
        "text": "Scraped from: https://research.vanderbilt.edu/vulogin/\nDate scraped: 2025-02-17 02:45:14\n\nBefore you leave this computer, be certain to log out by clicking the Log Out button. Note: Navigating away from the web page does not log you out. By taking these steps you insure the security and privacy of data important both to you and to Vanderbilt University.\n================================================================================",
        "metadata": {
            "source": "scraped_data/research.vanderbilt.edu/research.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 75
        }
    }
]