[
    {
        "id": "188ec523-214b-4a4c-8f98-efdc6f92db46",
        "text": "Scraped from: scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://blair.vanderbilt.edu/student-resources/\nDate scraped: 2025-02-17 02:45:08",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "a788f837-5ffd-41ba-b8c5-e9d1048ffb91",
        "text": "Student Resources General Resources Academic and Advising FAQs First Years & Transfer Students Not a Music Major? Scheduling & Reservation Services Apply for Immersion Funding Leave of Absence Policy Pedagogy and Rep/Lit Course Schedule VU Undergraduate Catalog 2024-2025 Blair Student Handbook 2024-2025 VU Student Handbook 2023-2024 Blair Student Handbook 2023-2024 Blair Student Handbook 2022-2023 Blair Student Handbook 2021-2022 Academic and Advising FAQs First Years & Transfer Students Not a Music Major? Scheduling & Reservation Services Apply for Immersion Funding Leave of Absence Policy Pedagogy and Rep/Lit Course Schedule VU Undergraduate Catalog 2024-2025 Blair Student Handbook 2024-2025 VU Student Handbook 2023-2024 Blair Student Handbook 2023-2024 Blair Student Handbook 2022-2023 Blair Student Handbook 2021-2022 Academic Forms Registration Forms Change of Course Request Chamber Music Enrollment Approval Credit by Exam Petition to Enroll in Graduate or Professional Course Petition for Time Conflict Petition for Zero Credit Performance Class Waiver Registration FAQs Summer Work elsewhere/AP Blair Major Forms Change Blair Major Consent to Release Academic Information Declare/Change Major, Second Major, Minor, or Concentration Individually Designed Area of Competence (BMus Arts) Guidelines and Course Plan Individually Designed Concentration Guidelines and Course Plan Petition to Substitute a Degree Requirement Part Time Status Request Withdraw from the University Change",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "999c8986-b2af-415a-8edd-5bf326cbea3f",
        "text": "Individually Designed Area of Competence (BMus Arts) Guidelines and Course Plan Individually Designed Concentration Guidelines and Course Plan Petition to Substitute a Degree Requirement Part Time Status Request Withdraw from the University Change of Course Request Chamber Music Enrollment Approval Credit by Exam Petition to Enroll in Graduate or Professional Course Petition for Time Conflict Petition for Zero Credit Performance Class Waiver Registration FAQs Summer Work elsewhere/AP Change Blair Major Consent to Release Academic Information Declare/Change Major, Second Major, Minor, or Concentration Individually Designed Area of Competence (BMus Arts) Guidelines and Course Plan Individually Designed Concentration Guidelines and Course Plan Petition to Substitute a Degree Requirement Part Time Status Request Withdraw from the University Contact Us Vanderbilt University Blair School of Music 2400 Blakemore Ave",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "07072a45-d696-41be-bc58-bdc2ed90d04f",
        "text": ". Nashville, TN 37212 615-322-7655, Direct 615-322-7913, Secure Fax",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "15ad2b09-2604-4d49-81de-db4cc177bc85",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "bb8c5ee6-4e77-4a1c-8892-65981648be7e",
        "text": "Scraped from: https://blair.vanderbilt.edu/2025/\nDate scraped: 2025-02-17 02:45:08",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "ef21e470-6e77-4c16-a7e6-8553644b841b",
        "text": "Archive AJ Abbey to compete as finalist in international trombone competition Blair junior trombone performance major Aaron “AJ” Abbey has been named a finalist in the prestigious Kleinhammer Orchestral Bass Trombone Competition. He will travel to London, Ontario, Canada, in July for the annual competition, hosted during the International Trombone Festival which features four days of performances and master classes by… Read More Feb. 15, 2025 Blair welcomes the Dover Quartet and Edgar Meyer to Ingram Hall Celebrated string ensemble the Dover Quartet will we joined by double bass star Edgar Meyer for a special collaborative concert event, Monday, April 7, 2025, 8:00 p.m. in Ingram Hall. The Dover Quartet has been hailed “one of the greatest string quartets of the last 100 years” by BBC Music… Read More Feb. 13, 2025 Molly Herron premieres new work at Walla Walla Chamber Music Festival Molly Herron introduces “Stellar Atmospheres” at the Walla Walla Chamber Music Festival. Blair professor Molly Herron was recently a featured composer at the Walla Walla Chamber Music Festival (WWCMF) in Washington. Her new arrangement of “Stellar Atmospheres,” a reworking of her previous composition of the same name, was performed by… Read More Feb. 10, 2025 Samuel Nguyen receives top honors at the Tennessee Cello Workshop Competition Samuel Nguyen accepts the first place award in the Tennessee Cello Workshop Competition",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "e058a554-32ab-431d-bf50-b110492d5519",
        "text": ". 10, 2025 Samuel Nguyen receives top honors at the Tennessee Cello Workshop Competition Samuel Nguyen accepts the first place award in the Tennessee Cello Workshop Competition. Blair Academy student Samuel Nguyen was recently awarded first place in the high school competition of the Tennessee Cello Workshop in Knoxville, Tennessee. The accomplishment is especially notable given that Nguyen, an eighth grader, was eligible for… Read More Feb. 10, 2025 Blair jazz students to perform benefit concert for LA wildfire victims A Vanderbilt Blair School of Music jazz ensemble, Blue Note Combo, will perform a benefit concert for victims of the Los Angeles wildfires on Wednesday, February 5, 6-8 p.m., at Rudy’s Jazz Room in in Nashville (809 Gleaves St.). The show is open to all ages with proceeds going… Read More Jan. 30, 2025 Pascal Le Boeuf wins Grammy Award for Best Instrumental Composition Pascal Le Boeuf. (📷 Harrison McClary / Vanderbilt) The third time was indeed the charm for Blair music technology professor Pascal Le Boeuf, as he picked up the Grammy Award for Best Instrumental Composition on Sunday, February 2, his third time to be nominated in the category. He won the… Read More Jan. 30, 2025 Catie Brenmark reaches finals of international bassoon competition Catie Brenmark was recently a top-five finalist in the prestigious 2025 Meg Quigley Vivaldi Competition, hosted by the University of North Carolina School of the Arts in Winston-Salem",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "638d9a41-0389-4a40-b4df-aed4a6a151b0",
        "text": ". A third-year undergraduate bassoonist, Brenmark is a Cornelius Vanderbilt Scholar at the Blair School of Music, where she studies with Peter Kolkay. Read More Jan. 28, 2025 Big Bad Voodoo Daddy coming to Blair April 12 Iconic swing and jazz ensemble Big Bad Voodoo Daddy will perform at Ingram Hall on Saturday, April 12, 8:00 pm. Celebrating 32 years of touring, Big Bad Voodoo Daddy has performed around the world, sold millions of records, and had their music featured in hundreds of movies and television… Read More Jan. 27, 2025 Blair Big Band to present collaborative concert event: New Groove The Blair Big Band will showcase the immense talent of the Blair School of Music faculty with an ambitious collaborative concert event, “New Groove,” on Friday, February 7, 2025, in Ingram Hall. The program will feature guest performers from across Blair’s areas of study, including Dean Melissa Rose, piano; and… Read More Jan. 20, 2025 Blair students excel at MTNA Southern Competitions Congratulations go to a trio of Blair students who received awards at the 2025 MTNA Southern Division Competitions: Kevin Cho, Maxwell Van Hoeij, and Matthew Phan. Kevin Cho – Winner, Young Artist Piano. A student of Heather Conner, Kevin is a senior in Arts & Sciences, majoring in medicine, health,… Read More Jan. 11, 2025 AJ Abbey to compete as finalist in international trombone competition Feb. 15, 2025 Blair welcomes the Dover Quartet and Edgar Meyer to Ingram Hall Feb",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "2073d75e-9e93-49b8-b339-662a34ae6670",
        "text": ". 11, 2025 AJ Abbey to compete as finalist in international trombone competition Feb. 15, 2025 Blair welcomes the Dover Quartet and Edgar Meyer to Ingram Hall Feb. 13, 2025 Molly Herron premieres new work at Walla Walla Chamber Music Festival Feb. 10, 2025 Samuel Nguyen receives top honors at the Tennessee Cello Workshop Competition Feb. 10, 2025 Blair jazz students to perform benefit concert for LA wildfire victims Jan. 30, 2025 Pascal Le Boeuf wins Grammy Award for Best Instrumental Composition Jan. 30, 2025 Catie Brenmark reaches finals of international bassoon competition Jan. 28, 2025 Big Bad Voodoo Daddy coming to Blair April 12 Jan. 27, 2025 Blair Big Band to present collaborative concert event: New Groove Jan. 20, 2025 Blair students excel at MTNA Southern Competitions Jan. 11, 2025",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "558b979a-3f1f-4662-9365-ed4945eb6c7b",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "2a1bffef-25e9-4bad-9a7d-99ed984ac3e9",
        "text": "Scraped from: https://blair.vanderbilt.edu/events/\nDate scraped: 2025-02-17 02:45:09\n\nPerformances & Events Reserve Tickets Online Student Recitals More All Blair Events More\n================================================================================\n\nScraped from: https://blair.vanderbilt.edu/admissions/\nDate scraped: 2025-02-17 02:45:10",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "abe4d6d6-59cd-4bb9-83ce-3714429f7381",
        "text": "Admissions Overview Who We Are The Blair School of Music is solely for undergraduates The talented musicians we attract want world-class music training with excellent teachers, frequent performance opportunities, and great facilities. They want to participate in their school's top ensembles, so we deliberately limit our admissions numbers. Because we are selective, our students study and perform with musicians who are equally dedicated. The student-to-faculty ratio of 4:1 provides numerous opportunities to get to know and to work closely with the world-class musicians on our faculty. Blair students are bright and versatile, with wide-ranging interests and ideas Some combine music in a double major or add a minor in Vanderbilt's College of Arts and Sciences or the Peabody College of Education and Human Development; (the only second major available to Blair students in the School of Engineering is Computer Science.) We believe Blair students' artistry is enriched by the intersection between the arts and other academic disciplines; students will graduate with Vanderbilt's strong foundation in the liberal arts and sciences supporting Blair's intense training in music. Blair graduates can be found throughout the fields of performance, research, teaching and composition Blair students have been accepted for graduate study at major schools of music in the United States and Europe",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "71436039-0496-4e73-9327-9fbaf76d46b3",
        "text": ". Blair graduates can be found throughout the fields of performance, research, teaching and composition Blair students have been accepted for graduate study at major schools of music in the United States and Europe. Other Blair alumni have pursued graduate work in disciplines as diverse as business, law, medicine and dentistry. Whatever your musical or academic focus.... No matter why you choose the Blair School of Music, you will learn to think critically, listen perceptively, and write skillfully in a place long known to the world as Music City. Read and listen to an audio slideshow about two current Blair students and why they chose Vanderbilt. How to Apply 2024-25 Application & Audition Information Students applying for Fall 2025 entry will follow the application timeline below . Each application plan has corresponding audition dates. Please ensure your availability aligns with your selections; no alternate dates will be offered for students invited to audition. Applicants may be notified about prescreening results on a rolling basis. Auditions are held on campus at the Blair School of Music. Your Blair Application will automatically default to this format. Funding assistance for audition travel costs is available for applicants with financial need. Because assistance funds are limited, all requests may not be accommodated",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "8403922b-293a-48f7-8db2-72b5d97740e0",
        "text": ". Your Blair Application will automatically default to this format. Funding assistance for audition travel costs is available for applicants with financial need. Because assistance funds are limited, all requests may not be accommodated. Once prescreening results have been issued, students seeking assistance with travel costs may submit a request to the Blair Admissions Team and we will be in touch with next steps. Requests for recorded auditions will be considered on a case-by-case basis. Applicants who pass prescreening and would like to request recorded audition consideration may do so after receiving an audition invitation. Recorded Audition Requests must  be submitted to Blair Admissions by February 1st",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "c0555eac-241f-44d8-81e5-179376c5343b",
        "text": ". Recorded Audition Requests must  be submitted to Blair Admissions by February 1st. EARLY DECISION I November 1, 2024: Deadline for completed application (all Vanderbilt application, Blair application, and prescreening materials) Mid-November: Prescreening results available December 7, 2024: Early Decision I audition date Mid-December: Admissions decisions released EARLY DECISION II December 1, 2024: Priority deadline for completed application (all Vanderbilt application, Blair application, and prescreening materials) January 1, 2025: Deadline for completed application (all Vanderbilt application, Blair application, and prescreening materials) Mid-December through January 15: Prescreening results available (rolling) January 25, 2025: Early Decision II audition date Mid-February: Admissions decisions released REGULAR DECISION December 1, 2024: Priority deadline for completed application (all Vanderbilt application, Blair application, and prescreening materials) January 1, 2025: Deadline for completed application (all Vanderbilt application, Blair application, and prescreening materials) Mid-December through January 15: Prescreening results available (rolling) Regular Decision audition date options: January 25, 2025 February 8, 2025 February 22, 2025 Late March: Admissions decisions released QUESTBRIDGE APPLICANTS November 1, 2024: Final Blair Application materials submission deadline for QuestBridge Finalists to ensure full Blair prescreening and audition consideration",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "249103fd-65a8-4916-8ef0-7deca2f5ff32",
        "text": ". November 4, 2024: Prescreening results available QuestBridge audition date options (virtual and in-person formats available): November 8, 2024 November 11, 2024 November 12, 2024 * QuestBridge Finalists applying to Blair are encouraged to familiarize themselves with the prescreening and audition materials & admissions process (below) as early as possible",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "f4eeb025-d39f-45e7-9a60-0d5b28d7167e",
        "text": ". November 1, 2024: Deadline for completed application (all Vanderbilt application, Blair application, and prescreening materials) Mid-November: Prescreening results available December 7, 2024: Early Decision I audition date Mid-December: Admissions decisions released December 1, 2024: Priority deadline for completed application (all Vanderbilt application, Blair application, and prescreening materials) January 1, 2025: Deadline for completed application (all Vanderbilt application, Blair application, and prescreening materials) Mid-December through January 15: Prescreening results available (rolling) January 25, 2025: Early Decision II audition date Mid-February: Admissions decisions released December 1, 2024: Priority deadline for completed application (all Vanderbilt application, Blair application, and prescreening materials) January 1, 2025: Deadline for completed application (all Vanderbilt application, Blair application, and prescreening materials) Mid-December through January 15: Prescreening results available (rolling) Regular Decision audition date options: January 25, 2025 February 8, 2025 February 22, 2025 Late March: Admissions decisions released January 25, 2025 February 8, 2025 February 22, 2025 November 1, 2024: Final Blair Application materials submission deadline for QuestBridge Finalists to ensure full Blair prescreening and audition consideration",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "ff69d2d0-7d1c-4f78-949b-bd67c8a211d4",
        "text": ". November 4, 2024: Prescreening results available QuestBridge audition date options (virtual and in-person formats available): November 8, 2024 November 11, 2024 November 12, 2024 November 8, 2024 November 11, 2024 November 12, 2024 * QuestBridge Finalists applying to Blair are encouraged to familiarize themselves with the prescreening and audition materials & admissions process (below) as early as possible. ALL Students applying to the Blair School of Music must submit Vanderbilt and Blair Application materials by their chosen application plan deadline (see above). 1. An application to Vanderbilt University ,  ( Coalition Application , the Common Application or the QuestBridge Application ) Your Vanderbilt Application must be submitted in order to access the Blair School of Music application through the MyAppVU Portal.  For details about Vanderbilt application requirements, visit the Office of Undergraduate Admissions quick guide. 2. A Blair School of Music application . This application cannot be accessed until your Vanderbilt Application has been submitted (step 1). Please plan accordingly by reviewing and preparing the Blair required materials below. Students must submit all required Blair School of Music application materials before the applicant can be considered for an audition",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "9384640b-4be2-456e-8df0-4a72e26ea901",
        "text": ". Please plan accordingly by reviewing and preparing the Blair required materials below. Students must submit all required Blair School of Music application materials before the applicant can be considered for an audition. Required Materials to Apply One artistic recommendation (one is required; a second artistic recommendation is optional.) An artistic recommendation should be a letter of support from anyone who can evaluate your musical ability and/or background. Music resume ( This may include any private instruction, small and large ensemble experience, notable performances, festivals, awards, etc. as applicable. No specific format required). A comprehensive repertoire list of all works studied on your instrument during your high school years (This may include solo, chamber, large ensemble repertoire, etc. as applicable). Prescreening video (see below for requirements) Prescreening Video Submission and Audition Process Within the Blair School of Music application, ALL Blair applicants will be required to create and upload prescreening video materials . All videos must include the appropriate audition repertoire. (See below for specific department requirements.) All video submissions must contain a continuous, unedited performance of each selection. Cuts in between movements/selections are acceptable; separate videos for each selection are acceptable",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "4cab07cb-c2a5-4ef3-92b0-ddb0759548d7",
        "text": ". (See below for specific department requirements.) All video submissions must contain a continuous, unedited performance of each selection. Cuts in between movements/selections are acceptable; separate videos for each selection are acceptable. All vocal prescreening videos must be recorded with piano accompaniment.  Applicants may record their video with prerecorded accompaniment, or utilize an online accompaniment option (such as the Accompanist app, Virtuallyvocal.com, YouTube, etc.) For all other instrumental prescreening videos, piano accompaniment is optional. It is important for videos to provide a clear visual and audio of your performance. Please be sure that you, as the performer, can be seen clearly and that you record in a quiet space so that your performance can be heard clearly , too. Examples of good recording spaces for your prescreening video may include: a music rehearsal space at a school, a space at home, a place of worship, a community center with a quiet space, etc. Examples of recording devices for your prescreening video include: a smartphone or iPad (or similar smart device), video camera that you own, a video camera available through your school, etc. * Professional recordings are not required or expected. If you record your prescreening video in a professional setting, amplification or sound effects of any kind are prohibited. If you have additional questions about how to create your prescreening video, please contact Blair Admissions",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "aa9110fb-6229-4395-956a-a9a5a1808f3d",
        "text": ". If you record your prescreening video in a professional setting, amplification or sound effects of any kind are prohibited. If you have additional questions about how to create your prescreening video, please contact Blair Admissions. * Professional recordings are not required or expected. If you record your prescreening video in a professional setting, amplification or sound effects of any kind are prohibited. After review by the appropriate Blair faculty, selected applicants who pass prescreening will be notified about next steps for auditions. Students should not make any travel arrangements until further details have been provided by Blair Admissions. Transfer Applicants The application submission deadline is March 15, 2025. Applicants who pass prescreening will be contacted about next steps for continuing the Blair audition process. Please refer to your application checklist. Transfer audition dates: April 15-May 1, 2025",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "7a6ef147-8b07-49f9-85cd-30ad631a6d3a",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "25982f0c-f2e6-4399-9b0d-dbe9d4ef0314",
        "text": "Scraped from: https://blair.vanderbilt.edu/ensembles/\nDate scraped: 2025-02-17 02:45:11",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "cd9e4723-f08d-467d-b1ef-dc26884e8824",
        "text": "Ensembles The opportunity to perform in an ensemble setting is a key component of a Blair education, whether you’re an undergraduate performance major, a precollege or adult student, or a member of the larger Vanderbilt community. Faculty Ensembles Blair's highly regarded signature performance ensembles perform and record frequently, at Blair and around the U.S. and beyond, and have commissioned a number of new works from important modern composers, including, most recently, a commission from composer Michael Hersch that the Blair String Quartet debuted at New York's Carnegie Hall in spring 2012. Blair String Quartet Blair String Quartet Cornelia Heard and Stephen Miahky, violins | Felix Wang, cello | Eric Wong, viola They have been praised for combining \" technical expertise and emotional fire.\" The Washington Post calls them simply \"a marvelous ensemble.\" Following a contemporary music concert at Rice University, the Houston Post stated, \"The Blair String Quartet is a composer's dream.\" Widely acclaimed in performances across the country, the Quartet has enhanced its national reputation through appearances at the Library of Congress, the Kennedy Center, New York's 92nd Street Y and Merkin Concert Hall. In April 2012, the Blair String Quartet performed at Carnegie Hall's Weill Recital Hall in New York City, which included a premiere of Michael Hersch's quartet Images from a Closed Ward, a work that was commissioned by the quartet",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "9c2bd74d-9a65-4d22-886c-2db1aa4e9220",
        "text": ". In April 2012, the Blair String Quartet performed at Carnegie Hall's Weill Recital Hall in New York City, which included a premiere of Michael Hersch's quartet Images from a Closed Ward, a work that was commissioned by the quartet. Some of the group's residencies have been at the Aspen Music Festival, the Sedona Chamber Music Festival, and Dartmouth College, as well as appearances at the Colorado Music Festival, the Meadowmount School of Music, the Sewanee Music Festival, Music Mountain in Connecticut and the Maverick Concert Series in Woodstock, New York. They have been the Quartet-in-Residence for the Classical Fellowship Awards competition of the American Pianists Association, and the Irving S. Gilmore International Keyboard Festival. The Blair String Quartet has performed widely on National Public Radio and was featured for a number of years on a public television series called Recital Hall . The ensemble's recordings have been praised internationally by such publications as Gramophone , Stereo Review , American Record Guide , and the BBC Music Magazine . They have recorded for labels including Warner Brothers and New World Records, and Naxos Records recently released their recording of the string quartets of Charles Ives, a recording that has been widely praised in reviews and was the selected CD Of The Month by Naxos",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "689909d3-28c9-4a0c-9ba5-23b16603b44e",
        "text": ". Well known as interpreters of the standard repertoire, the Blair String Quartet has also championed music by contemporary American composers, including works written for them by George Tsontakis, Morton Subotnick, Ellsworth Milburn, Michael Alec Rose, Rodney Lister, and Michael Kurek. The ensemble has worked with many outstanding composers, including Elliott Carter, Alan Hovhaness, John Harbison, George Rochberg, Ezra Laderman, Leon Kirchner, Steven Mackey, Steven Stucky, Joan Tower, and Robert Sirota. The Quintet for Banjo and String Quartet, composed for them by Edgar Meyer and Bela Fleck, has been featured nationally on the PBS series Lonesome Pine Special , and remains in their touring repertoire. The Blair String Quartet has presented cycles of the complete quartets of Beethoven and Bartok. The group has appeared with many renowned artists, including pianists Leon Fleisher, Lee Luvisi, Rolf Gothoni, David Owen Norris, Christopher Taylor, and Frederic Chiu, clarinetist David Krakauer, violinists Robert Mann and Joseph Silverstein, violists Walter Trampler and Samuel Rhodes, cellist Norman Fischer; bassist Edgar Meyer; and virtuoso of the banjo, Bela Fleck. The Blair Quartet has received grants and awards from the National Endowment for the Arts, the Southern Arts Federation, the Tennessee Arts Commission and Chamber Music America's C. Michael Paul Residency Program. The Blair String Quartet is in residence at the Blair School of Music at Vanderbilt University",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "af469967-f975-4d74-a8d1-3ab52e526ed5",
        "text": ". Michael Paul Residency Program. The Blair String Quartet is in residence at the Blair School of Music at Vanderbilt University. The members of the ensemble are Stephen Miahky and Cornelia Heard , violins; Eric Wong , viola; and Felix Wang , cello. Blakemore Trio Amy Dorfman, piano | Carolyn Huebl, violin | Felix Wang, cello Violinist Carolyn Huebl, cellist Felix Wang and pianist Amy Dorfman established the Blakemore Trio in 2002. Critically acclaimed for their performances as individuals, they have established a captivating and brilliant ensemble performing the great master works of the past and exciting works of today. Their special affinity for contemporary music has inspired them to include the commission and performance of new works as part of their mission. The 2005-06 season included performances of Sound and Fury , written for the Blakemore Trio by Tennessee composer Paul Osterfield while a fellow at the Macdowell Colony in 2004. In April 2007, the trio premiered a work for piano trio and dance, commissioned in collaboration with the Chinese Arts Alliance of Nashville. This exciting work by Taiwanese composer Sheuh-Shuan Liu combines present and past elements of Chinese art and culture. The Blakemore Trio was one of three Blair ensembles selected for participation in \"The Blair Commissions: Music for the 21st Century,\" funded by a grant from the James Stephen Turner Family Charitable Foundation",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "f9bdcc18-d1bb-4ac5-b5fd-c26566047cec",
        "text": ". The Blakemore Trio was one of three Blair ensembles selected for participation in \"The Blair Commissions: Music for the 21st Century,\" funded by a grant from the James Stephen Turner Family Charitable Foundation. This grant allowed the trio to commission composer Susan Botti for a set of three compositions: for violin and piano, piano trio, and piano trio with voice, which premiered in New York in 2009. In Spring 2007, the trio received an award grant from the American Composers Forum Encore Program that subsidized performances of a trio by Chilean pianist/composer Alfonso Montecino. The Blakemore Trio is Carolyn Huebl , violin; Felix Wang , cello; and Amy Dorfman , piano. Official Blakemore Trio website. Blair Brass Quintet Alec Blazek and Jose Sibaja, trumpet | Leslie Norton, horn | Jeremy Wilson, trombone | Bethany Wiese, tuba The Blair Brass Quintet, founded in 1995, has concertized throughout the Southeast and is very involved in exposing young people to their music through school concerts. Their repertoire ranges from traditional to contemporary. The members of the ensemble provide private instruction, coach chamber music, teach orchestral technique, and conduct brass seminars. The Blair Brass Quintet's members are: Jose Sibaja and Alec Blazek, trumpet; Leslie Norton , horn; Jeremy Wilson , trombone; and Bethany Wiese , tuba",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "a7f27ffb-540e-4e14-b44c-730f718919f4",
        "text": ". The Blair Brass Quintet's members are: Jose Sibaja and Alec Blazek, trumpet; Leslie Norton , horn; Jeremy Wilson , trombone; and Bethany Wiese , tuba. Blair Woodwind Quintet Mariam Adam, clarinet | Molly Barth, flute | Jared Hauser, oboe | Peter Kolkay, bassoon | Leslie Norton, horn Described as \"refreshing, alive, and filled with the joy of making music,\" the Blair Woodwind Quintet, resident ensemble at Vanderbilt University in Nashville, was founded in 1971. Known for its extensive repertoire, the quintet has performed throughout the United States, released several recordings, and been broadcast on both radio and television. The Quintet dedicates a significant part of its activity to performing new repertoire. It premiered Peter Schickele's A Year in the Catskills in 2009 and subsequently recorded the work on a critically acclaimed disc released by Naxos. In addition, the Blair Woodwind Quintet has commissioned and/or premiered compositions by George Lewis, Augusta Read Thomas, Michael Rose, David Sartor, Daniel Baldwin, and many others. The Blair Woodwind Quintet explores the wide breadth of repertoire for winds through frequent collaborations with Blair School of Music colleagues and enjoys presenting works for smaller forces that feature the members of the Quintet in various permutations",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "88530072-4a6d-4d46-8336-08a9a64ae57a",
        "text": ". Blair Woodwind Quintet members are: Mariam Adam , clarinet; Molly Barth , flute; Jared Hauser , oboe; Peter Kolkay , bassoon; and Leslie Norton , horn  Cornelia Heard and Stephen Miahky, violins | Felix Wang, cello | Eric Wong, viola They have been praised for combining \" technical expertise and emotional fire.\" The Washington Post calls them simply \"a marvelous ensemble.\" Following a contemporary music concert at Rice University, the Houston Post stated, \"The Blair String Quartet is a composer's dream.\" Widely acclaimed in performances across the country, the Quartet has enhanced its national reputation through appearances at the Library of Congress, the Kennedy Center, New York's 92nd Street Y and Merkin Concert Hall. In April 2012, the Blair String Quartet performed at Carnegie Hall's Weill Recital Hall in New York City, which included a premiere of Michael Hersch's quartet Images from a Closed Ward, a work that was commissioned by the quartet. Some of the group's residencies have been at the Aspen Music Festival, the Sedona Chamber Music Festival, and Dartmouth College, as well as appearances at the Colorado Music Festival, the Meadowmount School of Music, the Sewanee Music Festival, Music Mountain in Connecticut and the Maverick Concert Series in Woodstock, New York. They have been the Quartet-in-Residence for the Classical Fellowship Awards competition of the American Pianists Association, and the Irving S. Gilmore International Keyboard Festival",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "a8ed71bf-c9c4-452b-b41c-6c9f29b1c17c",
        "text": ". They have been the Quartet-in-Residence for the Classical Fellowship Awards competition of the American Pianists Association, and the Irving S. Gilmore International Keyboard Festival. The Blair String Quartet has performed widely on National Public Radio and was featured for a number of years on a public television series called Recital Hall . The ensemble's recordings have been praised internationally by such publications as Gramophone , Stereo Review , American Record Guide , and the BBC Music Magazine . They have recorded for labels including Warner Brothers and New World Records, and Naxos Records recently released their recording of the string quartets of Charles Ives, a recording that has been widely praised in reviews and was the selected CD Of The Month by Naxos. Well known as interpreters of the standard repertoire, the Blair String Quartet has also championed music by contemporary American composers, including works written for them by George Tsontakis, Morton Subotnick, Ellsworth Milburn, Michael Alec Rose, Rodney Lister, and Michael Kurek. The ensemble has worked with many outstanding composers, including Elliott Carter, Alan Hovhaness, John Harbison, George Rochberg, Ezra Laderman, Leon Kirchner, Steven Mackey, Steven Stucky, Joan Tower, and Robert Sirota. The Quintet for Banjo and String Quartet, composed for them by Edgar Meyer and Bela Fleck, has been featured nationally on the PBS series Lonesome Pine Special , and remains in their touring repertoire",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "ebf403a0-9581-46d1-b978-db2998aa90a1",
        "text": ". The Quintet for Banjo and String Quartet, composed for them by Edgar Meyer and Bela Fleck, has been featured nationally on the PBS series Lonesome Pine Special , and remains in their touring repertoire. The Blair String Quartet has presented cycles of the complete quartets of Beethoven and Bartok. The group has appeared with many renowned artists, including pianists Leon Fleisher, Lee Luvisi, Rolf Gothoni, David Owen Norris, Christopher Taylor, and Frederic Chiu, clarinetist David Krakauer, violinists Robert Mann and Joseph Silverstein, violists Walter Trampler and Samuel Rhodes, cellist Norman Fischer; bassist Edgar Meyer; and virtuoso of the banjo, Bela Fleck. The Blair Quartet has received grants and awards from the National Endowment for the Arts, the Southern Arts Federation, the Tennessee Arts Commission and Chamber Music America's C. Michael Paul Residency Program. The Blair String Quartet is in residence at the Blair School of Music at Vanderbilt University. The members of the ensemble are Stephen Miahky and Cornelia Heard , violins; Eric Wong , viola; and Felix Wang , cello. Amy Dorfman, piano | Carolyn Huebl, violin | Felix Wang, cello Violinist Carolyn Huebl, cellist Felix Wang and pianist Amy Dorfman established the Blakemore Trio in 2002. Critically acclaimed for their performances as individuals, they have established a captivating and brilliant ensemble performing the great master works of the past and exciting works of today",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "c0c2af48-7a08-48d1-be8b-d4b96e1a077a",
        "text": ". Critically acclaimed for their performances as individuals, they have established a captivating and brilliant ensemble performing the great master works of the past and exciting works of today. Their special affinity for contemporary music has inspired them to include the commission and performance of new works as part of their mission. The 2005-06 season included performances of Sound and Fury , written for the Blakemore Trio by Tennessee composer Paul Osterfield while a fellow at the Macdowell Colony in 2004. In April 2007, the trio premiered a work for piano trio and dance, commissioned in collaboration with the Chinese Arts Alliance of Nashville. This exciting work by Taiwanese composer Sheuh-Shuan Liu combines present and past elements of Chinese art and culture. The Blakemore Trio was one of three Blair ensembles selected for participation in \"The Blair Commissions: Music for the 21st Century,\" funded by a grant from the James Stephen Turner Family Charitable Foundation. This grant allowed the trio to commission composer Susan Botti for a set of three compositions: for violin and piano, piano trio, and piano trio with voice, which premiered in New York in 2009. In Spring 2007, the trio received an award grant from the American Composers Forum Encore Program that subsidized performances of a trio by Chilean pianist/composer Alfonso Montecino. The Blakemore Trio is Carolyn Huebl , violin; Felix Wang , cello; and Amy Dorfman , piano. Official Blakemore Trio website",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "a804459c-d493-4824-a8b6-3e4ba0b260da",
        "text": ". The Blakemore Trio is Carolyn Huebl , violin; Felix Wang , cello; and Amy Dorfman , piano. Official Blakemore Trio website. Alec Blazek and Jose Sibaja, trumpet | Leslie Norton, horn | Jeremy Wilson, trombone | Bethany Wiese, tuba The Blair Brass Quintet, founded in 1995, has concertized throughout the Southeast and is very involved in exposing young people to their music through school concerts. Their repertoire ranges from traditional to contemporary. The members of the ensemble provide private instruction, coach chamber music, teach orchestral technique, and conduct brass seminars. The Blair Brass Quintet's members are: Jose Sibaja and Alec Blazek, trumpet; Leslie Norton , horn; Jeremy Wilson , trombone; and Bethany Wiese , tuba. Mariam Adam, clarinet | Molly Barth, flute | Jared Hauser, oboe | Peter Kolkay, bassoon | Leslie Norton, horn Described as \"refreshing, alive, and filled with the joy of making music,\" the Blair Woodwind Quintet, resident ensemble at Vanderbilt University in Nashville, was founded in 1971. Known for its extensive repertoire, the quintet has performed throughout the United States, released several recordings, and been broadcast on both radio and television. The Quintet dedicates a significant part of its activity to performing new repertoire. It premiered Peter Schickele's A Year in the Catskills in 2009 and subsequently recorded the work on a critically acclaimed disc released by Naxos",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "06bb45ff-b584-495e-aab5-cc48d63a8bf7",
        "text": ". The Quintet dedicates a significant part of its activity to performing new repertoire. It premiered Peter Schickele's A Year in the Catskills in 2009 and subsequently recorded the work on a critically acclaimed disc released by Naxos. In addition, the Blair Woodwind Quintet has commissioned and/or premiered compositions by George Lewis, Augusta Read Thomas, Michael Rose, David Sartor, Daniel Baldwin, and many others. The Blair Woodwind Quintet explores the wide breadth of repertoire for winds through frequent collaborations with Blair School of Music colleagues and enjoys presenting works for smaller forces that feature the members of the Quintet in various permutations. Blair Woodwind Quintet members are: Mariam Adam , clarinet; Molly Barth , flute; Jared Hauser , oboe; Peter Kolkay , bassoon; and Leslie Norton , horn Student Ensembles University ensembles range from large-scale orchestras and choral groups to intimate chamber ensembles, and every imaginable combination in between. Many of these groups are open by audition to the general university community, not just Blair majors",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "608b9dfa-a4c9-46e0-ba1e-de385bb4dde6",
        "text": ". Many of these groups are open by audition to the general university community, not just Blair majors. Vanderbilt University Orchestra and Wind Ensemble Program Vanderbilt University Choral Ensembles Vanderbilt Opera Theatre Vanderbilt Percussion Group Chamber Music Ensembles Blair Big Band Sankofa Steel Drum Bands Blair Jazz Choir University Concert Band Vanderbilt Commodore Orchestra Precollege Ensembles Blair's precollege curriculum includes an extensive performance program for young instrumentalists and singers of every age and skill level. Vanderbilt Youth Choirs Curb Youth Symphony and Nashville Youth Orchestras Program Suzuki Program Ensembles Resident Ensembles Blair hosts several community performance groups as resident ensembles of the school, with regular performances throughout the concert season. ALIAS Chamber Ensemble Vanderbilt Community Chorus Ensemble Auditions Voice Majors and Pianists Audition for MUSE 1020 (Vanderbilt University Singers). Audition sign-up sheets are located on the Choral Hall (CRH) doors upon arrival on campus. Strings, Woodwinds, Brass and Harp Audition for MUSE 1010 (Instrumental Ensembles). Audition sign-up sheets are located on the Instrumental Rehearsal Hall (IRH) doors upon arrival on campus.",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "2e8fe13d-801a-4df1-8c18-f0529d4e5689",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "11bdb3e7-a265-47ca-a1b8-ee32e5d4b451",
        "text": "Scraped from: https://blair.vanderbilt.edu/livestreams/\nDate scraped: 2025-02-17 02:45:11\n\nWatch Blair School Events Live Online Upcoming Livestream Events (scroll down for the livestream viewing windows) Sunday, February 16, 2025 3:00 p.m. CT - Turner Recital Hall Student Recital: Milo Holcombe Pomerance, clarinet View the program 4:00 p.m. CT - Choral Hall Student Recital: Eric Wei, cello View the program  Blair School of Music livestreams are provided to the community for personal viewing to share the academic endeavors of our faculty and students. Some Blair events are not available for livestreaming. Click here to view the full live concert calendar. Turner Recital Hall Ingram Hall  Choral Hall Livestream Feedback Form Your feedback helps us improve our livestreams. Share your thoughts on the performance by filling out our livestream feedback form.\n================================================================================\n\nScraped from: https://blair.vanderbilt.edu/academics/\nDate scraped: 2025-02-17 02:45:15",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "3e661f4c-f587-4ec1-8637-7546113e83b1",
        "text": "Scraped from: https://blair.vanderbilt.edu/academics/\nDate scraped: 2025-02-17 02:45:15\n\nPrograms of Study Vanderbilt Blair provides conservatory-caliber music training to its students, with excellent teachers, frequent performance opportunities and state-of-the-art facilities. Because we are small and selective, with a 4:1 student-to faculty ratio, our students perform and work closely with the world-class musicians on our faculty. Bachelor of Music Bachelor of Musical Arts Blair-to-Owen (Music and Business) Second Majors and Concentrations for Blair Majors Music Minor Programs for Non-Blair Undergraduates Showing 0 programs  Sorry, no programs were found.\n================================================================================\n\nScraped from: https://blair.vanderbilt.edu/blair-academy/\nDate scraped: 2025-02-17 02:45:17",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "8ce11c4b-2b8c-4643-85aa-e4f3c3365ed0",
        "text": "Blair Academy Blair Academy at Vanderbilt is the precollege and adult program of the Blair School of Music. Our mission is to provide the highest caliber of music education for children, youth, and adults, so they may achieve their full potential as artists, citizens and leaders. Register Now Spring 2025 Course Information Summer Camps and Courses Nashville Suzuki Institute July 13-18, Suzuki students of violin, viola, and cello A week of intensive instruction in the Suzuki Method for Suzuki students and parents. Learn more and register here . VYO Chamber & Orchestral Summer Intensive June 2-6, string students in rising grades 6-12 and woodwind/brass students in rising grades 9-12 Chamber and orchestral training experience for precollegiate students taught by the faculty of the Blair School of Music. Learn more here . Nashville Marimba Sessions May 25-31, marimba performers age 18 and over Provides percussionists from around the world an opportunity to work closely with world renowned faculty, network with peers, and perform solo and chamber works. Learn more here . July 13-18, Suzuki students of violin, viola, and cello A week of intensive instruction in the Suzuki Method for Suzuki students and parents. Learn more and register here . June 2-6, string students in rising grades 6-12 and woodwind/brass students in rising grades 9-12 Chamber and orchestral training experience for precollegiate students taught by the faculty of the Blair School of Music. Learn more here",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "75ff3b02-fb39-41b0-b32a-1814daf20193",
        "text": ". June 2-6, string students in rising grades 6-12 and woodwind/brass students in rising grades 9-12 Chamber and orchestral training experience for precollegiate students taught by the faculty of the Blair School of Music. Learn more here . May 25-31, marimba performers age 18 and over Provides percussionists from around the world an opportunity to work closely with world renowned faculty, network with peers, and perform solo and chamber works. Learn more here . Areas of Study Vanderbilt Youth Orchestras Vanderbilt Youth Choirs Vanderbilt Suzuki Program Vanderbilt Youth Orchestras Vanderbilt Youth Choirs Vanderbilt Suzuki Program Private Lessons Kindermusik Vanderbilt Fiddle Program Private Lessons Kindermusik Vanderbilt Fiddle Program Beginning & Partner Piano Music Theory and Aural Skills Hit Songwriters Series, CreatiVets, and Business of Music Beginning & Partner Piano Music Theory and Aural Skills Hit Songwriters Series, CreatiVets, and Business of Music Musicology & Ethnomusicology Chamber Music & Collaborative Piano Blair Academy Jazz Musicology & Ethnomusicology Chamber Music & Collaborative Piano Blair Academy Jazz Vanderbilt Community Chorus Vanderbilt Community Chorus How to Register Online New and returning students can register for classes and programs via VUPACE, our online registration portal . Questions about registration? Please contact Blair Academy Registrar Elm Stephenson via email or phone at (615) 322-7655",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "c803302a-2ced-45c9-95f9-310581428727",
        "text": ". Questions about registration? Please contact Blair Academy Registrar Elm Stephenson via email or phone at (615) 322-7655. Blair Academy at Vanderbilt comprises the precollege and adult programs of the Blair School of Music. Our mission is to provide the highest caliber of music education for children, youth and adults, so they may achieve their full potential as artists, citizens and leaders. To achieve this mission, we are committed to serving students of all ages and ability levels, providing scholarships so financial considerations do not deter qualified students from study, and striving to put our commitment to putting the principles of equity, diversity and inclusivity into action. Blair Academy at Vanderbilt has identified these goals: To serve students of all ages and ability levels in a unique, blended community of musicians. Precollege and university students study with the same nationally renowned faculty in a challenging and welcoming environment. To strive for continued and growing excellence in teaching and musical performance, attracting and challenging the most talented, gifted and dedicated young musicians in the region. To ensure financial considerations do not deter qualified students from enrolling in our programs through a robust, need- and merit-based scholarship program. To expand our commitment to equity, diversity, inclusion and belonging",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "0dec8a5d-49ad-48e6-aec4-42aacf446719",
        "text": ". To ensure financial considerations do not deter qualified students from enrolling in our programs through a robust, need- and merit-based scholarship program. To expand our commitment to equity, diversity, inclusion and belonging. We seek to create community partnerships to broaden our student and family population, and extend our ability to share our resources with the broader Nashville community. To continue research and innovation in teaching, learning and performing, as well as to work collaboratively with other colleges and departments at Vanderbilt. To serve the community and advocate for music education by offering concerts, lectures and recitals free of charge. We actively partner with area schools and arts organizations to promote music education. To be a resource for the greater Nashville community and beyond. We strive to be a place where teachers and organizations can learn and take inspiration from our unique precollege and adult program model, and the specific programs within it. in a unique, blended community of musicians. Precollege and university students study with the same nationally renowned faculty in a challenging and welcoming environment. in teaching and musical performance, attracting and challenging the most talented, gifted and dedicated young musicians in the region. from enrolling in our programs through a robust, need- and merit-based scholarship program",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "fe179875-1701-4a9d-9a20-9ab79e3b3da7",
        "text": ". in teaching and musical performance, attracting and challenging the most talented, gifted and dedicated young musicians in the region. from enrolling in our programs through a robust, need- and merit-based scholarship program. We seek to create community partnerships to broaden our student and family population, and extend our ability to share our resources with the broader Nashville community. in teaching, learning and performing, as well as to work collaboratively with other colleges and departments at Vanderbilt. by offering concerts, lectures and recitals free of charge. We actively partner with area schools and arts organizations to promote music education. We strive to be a place where teachers and organizations can learn and take inspiration from our unique precollege and adult program model, and the specific programs within it. Resources Blair Academy at Vanderbilt is committed to making music study possible for all qualified students. Due to the generosity of donors and trusts, Blair Academy awards nearly $400,000 in merit- and need-based scholarships annually. Scholarships & Financial Aid Student Handbook Parking Scholarships & Financial Aid Student Handbook Parking Blair Academy Events More Events",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "c75c01bc-9228-4aef-b2b1-98893cef65b3",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "9b19ebee-dcda-4cab-b797-40a57f7fcb83",
        "text": "Scraped from: https://blair.vanderbilt.edu/faqs/\nDate scraped: 2025-02-17 02:45:18",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "582d0b3b-3f67-4d91-aa66-2f265ce2a9f3",
        "text": "Frequently Asked Questions Academic & Advising FAQs Where Can I Find the Academic Information I Need? The Undergraduate Catalog is the binding document for all policies related to your curriculum and degree requirements. The Blair Student Handbook also provides detailed information and curriculum plans. Additional information and forms are available through the Academics section of the Blair website . What Should I Do if I Want to Double Major? Please make an appointment with Professor Brian Utley to discuss ways to manage your schedule for the remaining semesters. As you select your courses, look for those that count double between areas in your liberal arts core. When you double count a course, you do not double the number of credits earned, but you satisfy the requirements in two categories. For example, English courses double count for English and Humanities. You will earn three credits for the course, thus satisfying half of your English requirement and part of the Humanities category; you will then have three credits available for an academic elective that applies to a second major. How Do I Declare a Second Major or Minor? Declaring as soon as possible will give you a better chance of enrolling in the classes you need to complete the second major or minor. Ask for an adviser in the department of the second major or minor and let them know you are interested in completing a second major/minor",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    },
    {
        "id": "6770dd1f-729b-4185-91db-22cb55522750",
        "text": ". Ask for an adviser in the department of the second major or minor and let them know you are interested in completing a second major/minor. After communicating with the second advisor, complete the Major/Minor declaration request, which can be found on the University Registrar Workflow page . Major/Minor declaration requests will be routed to the appropriate administrators and students will receive an email notification when the request is approved. After the second adviser signs the change-of-course request form, submit the completed form to the Blair Office of Academic Services. Deadline is the fifth day of classes during your final semester at Vanderbilt for B.Mus. students. For musical arts degree students, the deadline is in the fifth semester. I Am Pre-med. What Else Should I Consider When Registering? Speak with Professor Utley and consult the Health Professions website . Detailed information for Blair students planning to do pre-med can be found in the Student Handbook. In the B.mus. Degree, What Is the Difference Between the Performance/Composition and Integrated Studies Majors? In the B.Mus. degree, you will graduate with a major in one of the following areas: instrument/voice performance, composition, jazz studies, integrated studies, or integrated studies/teacher education",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 49
        }
    },
    {
        "id": "747362f2-202a-4e45-956c-c3797a8e0a90",
        "text": ". degree, you will graduate with a major in one of the following areas: instrument/voice performance, composition, jazz studies, integrated studies, or integrated studies/teacher education. All of these majors require a minimum of 80 credit hours in music, with instruction in a major instrument/voice or composition and additional courses in musicology, music theory, conducting, ensembles, and pedagogy. However, in the performance and composition majors, applied lessons are three or four credits per semester, while in integrated studies, lessons are two credits each semester. In integrated studies there is a more equal balance between courses in performance/composition and a required second area in music, which is satisfied by declaring one of the concentrations in music. (See the Blair Student Handbook for options.) For Integrated Studies/Teacher Education majors, the concentration is Teacher Education. How Is the Musical Arts Degree Different From the B.mus. Degree? The Musical Arts degree gives outstanding musicians the opportunity to focus on music courses in 50 percent of their coursework (at least 63 hours), with flexibility to also concentrate on a specific area outside of music (minimum 18 credit hours). This discrete area of competence can be a second major, minor, pre-professional track, or self-designed interdisciplinary area. The remaining credits are in the liberal arts core (30 hours) and free electives (to reach a total of 126 hours)",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 50
        }
    },
    {
        "id": "566b41f0-773f-4c40-b2f4-f5016e518560",
        "text": ". This discrete area of competence can be a second major, minor, pre-professional track, or self-designed interdisciplinary area. The remaining credits are in the liberal arts core (30 hours) and free electives (to reach a total of 126 hours). Why Do I Have Two Advisers? Blair students are fortunate to have both an academic adviser and a studio adviser. Your studio adviser can help you with questions related to your major area (ensemble choices, graduate school auditions, summer festivals, etc.), while the academic adviser helps you with course registration and gives you a musical and academic perspective beyond your major area. The advisers work together to provide the resources you need to successfully complete your degree requirements. Whom Do I Talk to About Study Abroad? The Global Education Office in the Student Life Center is your first stop for information about study abroad. Check out the information in the Blair Student Handbook about the specific programs that are affiliated with Blair, and feel free to discuss it with Assistant Dean for Academic Affairs Brian Utley. Students who wish to study abroad will need to meet with Brian Utley to ensure that degree requirements can be completed in eight semesters. What Is a First Year Writing Seminar? First Year Writing Seminars are popular courses for first-year students; they fulfill one of the English/Writing requirements courses, and many double count within the Liberal Arts Core",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 51
        }
    },
    {
        "id": "698dbfa8-1aeb-4b3c-8e68-054485453244",
        "text": ". What Is a First Year Writing Seminar? First Year Writing Seminars are popular courses for first-year students; they fulfill one of the English/Writing requirements courses, and many double count within the Liberal Arts Core. Search for \"1111\" under Class Search in YES for a complete listing. These courses are optional for Blair students. Have two or three alternate choices ready, since your first choice is not always possible. Your required writing course for the first year is MUSL 2200W, which you will take in the spring semester. The Undergraduate Catalog is the binding document for all policies related to your curriculum and degree requirements. The Blair Student Handbook also provides detailed information and curriculum plans. Additional information and forms are available through the Academics section of the Blair website . Please make an appointment with Professor Brian Utley to discuss ways to manage your schedule for the remaining semesters. As you select your courses, look for those that count double between areas in your liberal arts core. When you double count a course, you do not double the number of credits earned, but you satisfy the requirements in two categories. For example, English courses double count for English and Humanities. You will earn three credits for the course, thus satisfying half of your English requirement and part of the Humanities category; you will then have three credits available for an academic elective that applies to a second major",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 52
        }
    },
    {
        "id": "a2ca5b91-3639-4699-8c23-5dec0ed914b6",
        "text": ". You will earn three credits for the course, thus satisfying half of your English requirement and part of the Humanities category; you will then have three credits available for an academic elective that applies to a second major. Declaring as soon as possible will give you a better chance of enrolling in the classes you need to complete the second major or minor. Ask for an adviser in the department of the second major or minor and let them know you are interested in completing a second major/minor. After communicating with the second advisor, complete the Major/Minor declaration request, which can be found on the University Registrar Workflow page . Major/Minor declaration requests will be routed to the appropriate administrators and students will receive an email notification when the request is approved. After the second adviser signs the change-of-course request form, submit the completed form to the Blair Office of Academic Services. Deadline is the fifth day of classes during your final semester at Vanderbilt for B.Mus. students. For musical arts degree students, the deadline is in the fifth semester. Speak with Professor Utley and consult the Health Professions website . Detailed information for Blair students planning to do pre-med can be found in the Student Handbook. In the B.Mus. degree, you will graduate with a major in one of the following areas: instrument/voice performance, composition, jazz studies, integrated studies, or integrated studies/teacher education",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 53
        }
    },
    {
        "id": "6456e789-aaf3-4179-8f7a-f3f0d6ce8cdb",
        "text": ". In the B.Mus. degree, you will graduate with a major in one of the following areas: instrument/voice performance, composition, jazz studies, integrated studies, or integrated studies/teacher education. All of these majors require a minimum of 80 credit hours in music, with instruction in a major instrument/voice or composition and additional courses in musicology, music theory, conducting, ensembles, and pedagogy. However, in the performance and composition majors, applied lessons are three or four credits per semester, while in integrated studies, lessons are two credits each semester. In integrated studies there is a more equal balance between courses in performance/composition and a required second area in music, which is satisfied by declaring one of the concentrations in music. (See the Blair Student Handbook for options.) For Integrated Studies/Teacher Education majors, the concentration is Teacher Education. The Musical Arts degree gives outstanding musicians the opportunity to focus on music courses in 50 percent of their coursework (at least 63 hours), with flexibility to also concentrate on a specific area outside of music (minimum 18 credit hours). This discrete area of competence can be a second major, minor, pre-professional track, or self-designed interdisciplinary area. The remaining credits are in the liberal arts core (30 hours) and free electives (to reach a total of 126 hours)",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 54
        }
    },
    {
        "id": "f62c6288-ccb3-464e-9cfe-e46b12848558",
        "text": ". This discrete area of competence can be a second major, minor, pre-professional track, or self-designed interdisciplinary area. The remaining credits are in the liberal arts core (30 hours) and free electives (to reach a total of 126 hours). Blair students are fortunate to have both an academic adviser and a studio adviser. Your studio adviser can help you with questions related to your major area (ensemble choices, graduate school auditions, summer festivals, etc.), while the academic adviser helps you with course registration and gives you a musical and academic perspective beyond your major area. The advisers work together to provide the resources you need to successfully complete your degree requirements. The Global Education Office in the Student Life Center is your first stop for information about study abroad. Check out the information in the Blair Student Handbook about the specific programs that are affiliated with Blair, and feel free to discuss it with Assistant Dean for Academic Affairs Brian Utley. Students who wish to study abroad will need to meet with Brian Utley to ensure that degree requirements can be completed in eight semesters. First Year Writing Seminars are popular courses for first-year students; they fulfill one of the English/Writing requirements courses, and many double count within the Liberal Arts Core. Search for \"1111\" under Class Search in YES for a complete listing. These courses are optional for Blair students",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 55
        }
    },
    {
        "id": "a9ac753c-ce6e-4fcc-a4d1-ab2358f08681",
        "text": ". Search for \"1111\" under Class Search in YES for a complete listing. These courses are optional for Blair students. Have two or three alternate choices ready, since your first choice is not always possible. Your required writing course for the first year is MUSL 2200W, which you will take in the spring semester. Registration FAQs I Am an Incoming Freshman. How Do I Register for My First-Semester Classes? New Blair students should read the Blair Student Handbook carefully and select courses before communicating about their schedule with Assistant Dean for Academic Affairs Brian Utley . Professor Utley is available for advising during the week before registration opens for first-year students. If you plan to do the pre-med track or a second major in science, you should plan to register as early as possible. You will have an advising hold on your YES registration account; Professor Utley lifts the hold when your courses are approved. Log into YES to see your registration appointment windows, and to view tutorials for complete information on using YES. You will need 126 credits to graduate. Plan to average 16 credits per semester. How Do I Know What Courses I Should Take? The Blair Student Handbook includes sample curriculum plans and catalog requirements for your major. These samples are suggested as a guide, so students may take certain classes in different semesters",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 56
        }
    },
    {
        "id": "4e3dca35-3072-4921-ae07-36e729b60573",
        "text": ". How Do I Know What Courses I Should Take? The Blair Student Handbook includes sample curriculum plans and catalog requirements for your major. These samples are suggested as a guide, so students may take certain classes in different semesters. Using a Sample Curriculum Plan from the handbook as a starting place, you can begin to get ideas for constructing a schedule for your first semester. Music Theory, Keyboard Harmony, Musicianship, Music Literature, Performance Class, private instruction, and ensembles are required every semester until hours are completed. First-year students placed in the accelerated section of MUTH 2100, Syntax of Music, are notified before registration opens. How Do I Enroll in Chamber Music? If you have a pre-formed group, fill out this form: Chamber Music Enrollment Approval . If you need to be placed in a group, or if you need a coach, enroll in MUSE 2210 for strings, brass, woodwinds, or piano/harp. You may also talk with your studio teacher or the chamber music coordinator of your department if you have specific questions. I Have a Hold on My Record. What Do I Do? Check to see what kind of hold you have. Contact the appropriate office for that specific hold (for example, student accounts or financial aid for a financial hold). If you need additional help, contact the Blair Office of Academic Services . How Do I Get a Waiver for Performance Class? Discuss this first with your studio teacher and/or the performance class instructor",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 57
        }
    },
    {
        "id": "900ca19c-c9a3-464e-8fde-43f9b50feeb6",
        "text": ". If you need additional help, contact the Blair Office of Academic Services . How Do I Get a Waiver for Performance Class? Discuss this first with your studio teacher and/or the performance class instructor. You may waive performance class only if you have a required academic class for a second major or minor or pre-professional program (e.g. pre-med), and there is no other section available in that class. Complete the waiver form and submit it to the Blair Office of Academic Services. I Must Take a Class During Muso 1000/Recital Attendance. How Do I Register for Section 02? You may register for section 02 only if you have a required class for a second major or minor or pre-professional program (e.g. pre-med) during the recital hour. Email professor Tucker Biddlecombe to request permission to enroll in section 02. I Have More Than 18 Credit Hours Due to a Second Major/Minor. What Can I Do? You may enroll in one zero-credit ensemble beyond the 18 credit hours, with the permission of Associate Dean for Undergraduate Education Tucker Biddlecombe . YES will allow you to register in only 18 credit hours, so register for all courses except the one ensemble you would like to take as zero credit. You must petition Associate Dean Biddlecombe for permission to take more than 18 credit hours in a semester, and the Blair Office of Academic Services will coordinate the enrollment for you, if approved",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 58
        }
    },
    {
        "id": "5cd54f5d-c128-4edb-8c77-4a007e9c4444",
        "text": ". You must petition Associate Dean Biddlecombe for permission to take more than 18 credit hours in a semester, and the Blair Office of Academic Services will coordinate the enrollment for you, if approved. If you are taking only one required ensemble and it is for zero credit, be aware that you may need to make up that hour later on so that you have a minimum of 80 hours in music to graduate. If you are a first-year student petitioning for the second semester, you will need to make the request after final grades are posted for the fall semester. Can I Get a Seat in a Class That Is Full? You may choose to place yourself on the wait list for the class (this will not happen automatically). How Do I Obtain \"Instructor Approval\"? You must email the instructor and ask for permission to enroll. Often they will assign you a specific code for registration. Sometimes you will need to forward their email with permission to enroll to the Blair Office of Academic Services . How Do I Enroll in Lessons on an Instrument Outside of My Major? If you are taking an elective instrument for the first time, enroll in the 00 section (TBA section for placement) of the instrument. For example, piano is PIAN 1100 section 00. You should follow the instructions listed for that section to audition/interview. Will I Always End up Enrolling on the Second Day of Enrollment for My Class Status (Freshman, Sophomore, Etc.) For My Classes? No, the times will rotate each semester",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 59
        }
    },
    {
        "id": "ef7c3b9a-bf33-4f8f-b9c7-f9cce0995628",
        "text": ". You should follow the instructions listed for that section to audition/interview. Will I Always End up Enrolling on the Second Day of Enrollment for My Class Status (Freshman, Sophomore, Etc.) For My Classes? No, the times will rotate each semester. Why Are Some Classes in A&S or Peabody With Seats Available Not Letting Me Enroll? Some classes have seats reserved specifically for majors and minors during the appointment windows portion of registration. Extra seats will be available only during open registration. If you are working toward a second major or minor, it is always best to declare as soon as possible so that you will have priority for enrolling in the classes you need. Why Do Some Classes Not Have a Wait List? Wait list options are determined by Vanderbilt departments. If there is no wait list for a class, you will need to check the class periodically for open seats. I Get an Error Message When Trying to Enroll. Does That Mean Yes Is Not Working? No, it means that your action created an error. You should read the message carefully to see why there is an error. You might not meet the prerequisites for the class, or perhaps the class requires permission of the instructor. Check the message carefully. If you can't figure it out, contact the YES help desk before you panic! How Much Time Should I Allow Between My Classes? The distance between Blair and main campus is about a 15-minute walk. Most Blair courses are housed at Blair, so travel time for those is negligible",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 60
        }
    },
    {
        "id": "c1192ce7-121c-4992-840b-a7cc28c1d2cf",
        "text": ". Most Blair courses are housed at Blair, so travel time for those is negligible. Make sure all courses meet at times that are available in your schedule. Completing the Schedule Worksheet will assist you in identifying and avoiding scheduling conflicts. Can I Enroll in Two Classes That Have a Time Conflict? If you have a short time overlap between two courses you may petition to enroll in both with the time conflict form . Submit the completed form, with signatures of both instructors, to the Blair Office of Academic Services . New Blair students should read the Blair Student Handbook carefully and select courses before communicating about their schedule with Assistant Dean for Academic Affairs Brian Utley . Professor Utley is available for advising during the week before registration opens for first-year students. If you plan to do the pre-med track or a second major in science, you should plan to register as early as possible. You will have an advising hold on your YES registration account; Professor Utley lifts the hold when your courses are approved. Log into YES to see your registration appointment windows, and to view tutorials for complete information on using YES. You will need 126 credits to graduate. Plan to average 16 credits per semester. The Blair Student Handbook includes sample curriculum plans and catalog requirements for your major. These samples are suggested as a guide, so students may take certain classes in different semesters",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 61
        }
    },
    {
        "id": "af03471d-2c5b-487a-a031-916e623e4bd8",
        "text": ". Plan to average 16 credits per semester. The Blair Student Handbook includes sample curriculum plans and catalog requirements for your major. These samples are suggested as a guide, so students may take certain classes in different semesters. Using a Sample Curriculum Plan from the handbook as a starting place, you can begin to get ideas for constructing a schedule for your first semester. Music Theory, Keyboard Harmony, Musicianship, Music Literature, Performance Class, private instruction, and ensembles are required every semester until hours are completed. First-year students placed in the accelerated section of MUTH 2100, Syntax of Music, are notified before registration opens. If you have a pre-formed group, fill out this form: Chamber Music Enrollment Approval . If you need to be placed in a group, or if you need a coach, enroll in MUSE 2210 for strings, brass, woodwinds, or piano/harp. You may also talk with your studio teacher or the chamber music coordinator of your department if you have specific questions. Check to see what kind of hold you have. Contact the appropriate office for that specific hold (for example, student accounts or financial aid for a financial hold). If you need additional help, contact the Blair Office of Academic Services . Discuss this first with your studio teacher and/or the performance class instructor. You may waive performance class only if you have a required academic class for a second major or minor or pre-professional program (e.g",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 62
        }
    },
    {
        "id": "66f3db1d-e5d6-46c9-bc1e-5b2813ea0817",
        "text": ". Discuss this first with your studio teacher and/or the performance class instructor. You may waive performance class only if you have a required academic class for a second major or minor or pre-professional program (e.g. pre-med), and there is no other section available in that class. Complete the waiver form and submit it to the Blair Office of Academic Services. You may register for section 02 only if you have a required class for a second major or minor or pre-professional program (e.g. pre-med) during the recital hour. Email professor Tucker Biddlecombe to request permission to enroll in section 02. You may enroll in one zero-credit ensemble beyond the 18 credit hours, with the permission of Associate Dean for Undergraduate Education Tucker Biddlecombe . YES will allow you to register in only 18 credit hours, so register for all courses except the one ensemble you would like to take as zero credit. You must petition Associate Dean Biddlecombe for permission to take more than 18 credit hours in a semester, and the Blair Office of Academic Services will coordinate the enrollment for you, if approved. If you are taking only one required ensemble and it is for zero credit, be aware that you may need to make up that hour later on so that you have a minimum of 80 hours in music to graduate. If you are a first-year student petitioning for the second semester, you will need to make the request after final grades are posted for the fall semester",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 63
        }
    },
    {
        "id": "ded32a07-8583-4b4c-a33f-33394abde188",
        "text": ". If you are a first-year student petitioning for the second semester, you will need to make the request after final grades are posted for the fall semester. You may choose to place yourself on the wait list for the class (this will not happen automatically). You must email the instructor and ask for permission to enroll. Often they will assign you a specific code for registration. Sometimes you will need to forward their email with permission to enroll to the Blair Office of Academic Services . If you are taking an elective instrument for the first time, enroll in the 00 section (TBA section for placement) of the instrument. For example, piano is PIAN 1100 section 00. You should follow the instructions listed for that section to audition/interview. No, the times will rotate each semester. Some classes have seats reserved specifically for majors and minors during the appointment windows portion of registration. Extra seats will be available only during open registration. If you are working toward a second major or minor, it is always best to declare as soon as possible so that you will have priority for enrolling in the classes you need. Wait list options are determined by Vanderbilt departments. If there is no wait list for a class, you will need to check the class periodically for open seats. No, it means that your action created an error. You should read the message carefully to see why there is an error",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 64
        }
    },
    {
        "id": "b7ef0918-a45b-4113-9331-6b700e8eafec",
        "text": ". If there is no wait list for a class, you will need to check the class periodically for open seats. No, it means that your action created an error. You should read the message carefully to see why there is an error. You might not meet the prerequisites for the class, or perhaps the class requires permission of the instructor. Check the message carefully. If you can't figure it out, contact the YES help desk before you panic! The distance between Blair and main campus is about a 15-minute walk. Most Blair courses are housed at Blair, so travel time for those is negligible. Make sure all courses meet at times that are available in your schedule. Completing the Schedule Worksheet will assist you in identifying and avoiding scheduling conflicts. If you have a short time overlap between two courses you may petition to enroll in both with the time conflict form . Submit the completed form, with signatures of both instructors, to the Blair Office of Academic Services .",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 65
        }
    },
    {
        "id": "6280423b-1352-47b7-a808-b81921a08b6b",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 66
        }
    },
    {
        "id": "b96aa64c-99e4-4736-9fa6-64c628692b82",
        "text": "Scraped from: https://blair.vanderbilt.edu/student-council/\nDate scraped: 2025-02-17 02:45:22\n\nStudent Council The Blair Student Council is organized for the purpose of representing the students enrolled in the collegiate program at the Blair School of Music to faculty and staff at the school, promoting camaraderie within the Blair School of Music, and representing the students throughout the university. In addition to several events throughout the year dedicated to Blair students, including an annual Halloween Fundraiser and a Blair Student Picnic, Blair Council is also dedicated to promoting the Blair School and a thriving musical community to the rest of campus.\n================================================================================\n\nScraped from: https://blair.vanderbilt.edu/faculty/\nDate scraped: 2025-02-17 02:45:23\n\nFaculty Faculty Listing Faculty by Area Administration and Staff  No matches\n================================================================================\n\nScraped from: https://blair.vanderbilt.edu/wellness-2/\nDate scraped: 2025-02-17 02:45:23",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 67
        }
    },
    {
        "id": "c2dcec71-3c9f-4210-a927-b8b69b533813",
        "text": "Wellness For additional information please see the Blair Student Handbook and Blair Faculty Handbook . Maintaining one's health is important for all musicians. Be careful to monitor your joint health, nutrition, anxiety or stress, and make good choices about time management, socializing and use of substances. Preventive care is a good defense against overuse syndromes, which often occur among music students and can adversely affect performance. Should you need help, comprehensive medical services are available to Blair School students through the Student Care Network . The Student Care Network is a holistic network of services and resources pertaining to health and wellness that is available to all Vanderbilt University students. Primary offices include the Office of Student Care Coordination , the University Counseling Center , the Student Health Center , and the Center for Student Wellbeing . Students also have access to a wide range of additional on-campus and community resources through the Student Care Network - from the Vanderbilt Recreation and Wellness Center to the Project Safe Center to a variety of community providers. Many students face challenges during their educational experiences and each situation is unique. The Office of Student Care Coordination is the first step to determine where to go for the most appropriate support for your needs",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 68
        }
    },
    {
        "id": "9489f60a-5b2f-439f-bf98-ad2d69e836aa",
        "text": ". Many students face challenges during their educational experiences and each situation is unique. The Office of Student Care Coordination is the first step to determine where to go for the most appropriate support for your needs. Students are encouraged to visit www.vanderbilt.edu/carecoordination to complete an initial assessment and schedule an appointment to meet with a Student Care Coordinator. Students may also call 615-343-WELL (9355) or drop in to see a Student Care Coordinator 8 a.m.-5 p.m. Mondays-Fridays in Sarratt Student Center, Suite 100. As a key component of Vanderbilt's Student Care Network, the University Counseling Center provides mental health assessment, support and treatment for all students enrolled at Vanderbilt. Highly skilled and multidisciplinary teams of professionals offer crisis intervention, substance abuse counseling, short-term individual counseling, group therapy, biofeedback, ADHD and learning disorder assessments, and psychiatric assessment and pharmacologic treatment. Treatment plans are tailored to each individual's unique background and needs. UCC professionals support the University's mission of fostering inclusive excellence through cultural awareness and competence. In addition to regular hours and evening/weekend crisis response, the UCC offers various \"Let's Talk\" locations and affinity groups. To access UCC services, contact the Office of Student Care Coordination",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 69
        }
    },
    {
        "id": "6372be46-08ea-46fb-9198-79e8a46a8f47",
        "text": ". In addition to regular hours and evening/weekend crisis response, the UCC offers various \"Let's Talk\" locations and affinity groups. To access UCC services, contact the Office of Student Care Coordination . The Zerfoss Student Health Center serves the primary care needs of the Vanderbilt student community. There are no office co-pays for routine visits, and all registered students are eligible for care, regardless of insurance coverage. The physicians and nurse practitioners have chosen college health as their area of expertise and interest, and are dedicated to meeting the unique health care needs of the student population. Call 615-322-2427 for an appointment, or visit the Acute Care Clinic, where patients are seen on a first come, first serve basis. Students facing an extended absence from classes should contact Associate Dean Melissa Rose for advice. Additional Resources Wellness Classes Blair musicians' wellness courses (MWEL 1120, 1121, 1130, and 1140) in Alexander Technique, Meditation, and Tai Chi for Musicians (available for 1 free elective credit) provide an opportunity to learn ways to prevent injuries, reduce stress, and develop good habits. The student recreation center offers fitness classes, nutrition coaching, personal training, meditation, and yoga. The Center for Student Wellbeing on campus offers both Guided Meditation and Yoga for Trauma Survivors",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 70
        }
    },
    {
        "id": "d5d2a3ec-d90a-4496-819e-e3478968d488",
        "text": ". The student recreation center offers fitness classes, nutrition coaching, personal training, meditation, and yoga. The Center for Student Wellbeing on campus offers both Guided Meditation and Yoga for Trauma Survivors. Massage Therapy Massage therapy can be associated with decreased pain, an enhanced healing of common muscular ailments, and lowered levels of stress, anxiety or depression. There are many qualified massage therapists in the Middle Tennessee area, including at the Recreation and Wellness Center on campus. The Vanderbilt Center for Integrative Health offers therapy for an hourly fee. The center combines traditional medicine with complementary therapies that are proven, safe and effective. It serves in a complementary role for the primary care physician. For more information, call 615-343-1554. Hearing Protection The Musicians' Hearing Center of Vanderbilt's Bill Wilkerson Center is an evidence-based clinic committed to offering professional personal hearing healthcare services, promoting public awareness of the potential damage to our hearing as a result of continued exposure to loud sounds, and to providing custom products to audio and music communities in and around Middle Tennessee. Call 615-322-4327 to schedule an appointment. The main office at Blair has disposable earplugs available at no charge . Earplugs are also available at most pharmacies",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 71
        }
    },
    {
        "id": "25d597b9-9028-402d-846c-5c03170c28df",
        "text": ". Call 615-322-4327 to schedule an appointment. The main office at Blair has disposable earplugs available at no charge . Earplugs are also available at most pharmacies. In addition, the Hearing Center offers custom products, made individually for each user, which can be purchased only from a licensed audiologist. The center provides a hearing conservation presentation annually to all Blair majors. The Voice Center The Voice Center is also part of  Vanderbilt's Bill Wilkerson Center . It offers services including singing voice intervention, speaking voice therapy, and speech assessment. Students seeking evaluation at the Voice Center (615-343-7464) need a referral from Student Health if they have student insurance. The initial Voice Center visit involves a thorough evaluation. Prior consultation regarding insurance coverage is encouraged. Allergies Newcomers to the Middle Tennessee area often find that the fall and spring seasons may cause previously undiscovered allergies. Students needing an allergist must first get a referral from Student Health for the ASAP (Asthma, Sinus and Allergy) Clinic at Vanderbilt. Sexual Misconduct Policies The Blair School of Music desires to establish and maintain a safe and healthy environment. Students who believe they have been the subject of a violation of University policy pertaining to matters of sexual harassment, discrimination, or retaliation should contact the Title IX office",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 72
        }
    },
    {
        "id": "2eedf6b1-6f85-4389-9bce-01265578f7d7",
        "text": ". Students who believe they have been the subject of a violation of University policy pertaining to matters of sexual harassment, discrimination, or retaliation should contact the Title IX office . Complete information about sexual misconduct policies of Vanderbilt University can be found at: https://www.vanderbilt.edu/title-ix/title-ix-information.php . Blair musicians' wellness courses (MWEL 1120, 1121, 1130, and 1140) in Alexander Technique, Meditation, and Tai Chi for Musicians (available for 1 free elective credit) provide an opportunity to learn ways to prevent injuries, reduce stress, and develop good habits. The student recreation center offers fitness classes, nutrition coaching, personal training, meditation, and yoga. The Center for Student Wellbeing on campus offers both Guided Meditation and Yoga for Trauma Survivors. Massage therapy can be associated with decreased pain, an enhanced healing of common muscular ailments, and lowered levels of stress, anxiety or depression. There are many qualified massage therapists in the Middle Tennessee area, including at the Recreation and Wellness Center on campus. The Vanderbilt Center for Integrative Health offers therapy for an hourly fee. The center combines traditional medicine with complementary therapies that are proven, safe and effective. It serves in a complementary role for the primary care physician. For more information, call 615-343-1554",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 73
        }
    },
    {
        "id": "7c264e3a-2177-40a6-97e4-023c2bbca89c",
        "text": ". The center combines traditional medicine with complementary therapies that are proven, safe and effective. It serves in a complementary role for the primary care physician. For more information, call 615-343-1554. The Musicians' Hearing Center of Vanderbilt's Bill Wilkerson Center is an evidence-based clinic committed to offering professional personal hearing healthcare services, promoting public awareness of the potential damage to our hearing as a result of continued exposure to loud sounds, and to providing custom products to audio and music communities in and around Middle Tennessee. Call 615-322-4327 to schedule an appointment. The main office at Blair has disposable earplugs available at no charge . Earplugs are also available at most pharmacies. In addition, the Hearing Center offers custom products, made individually for each user, which can be purchased only from a licensed audiologist. The center provides a hearing conservation presentation annually to all Blair majors. The Voice Center is also part of  Vanderbilt's Bill Wilkerson Center . It offers services including singing voice intervention, speaking voice therapy, and speech assessment. Students seeking evaluation at the Voice Center (615-343-7464) need a referral from Student Health if they have student insurance. The initial Voice Center visit involves a thorough evaluation. Prior consultation regarding insurance coverage is encouraged",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 74
        }
    },
    {
        "id": "416efc4a-7f5b-44cd-b2db-44ac19d83d32",
        "text": ". The initial Voice Center visit involves a thorough evaluation. Prior consultation regarding insurance coverage is encouraged. Newcomers to the Middle Tennessee area often find that the fall and spring seasons may cause previously undiscovered allergies. Students needing an allergist must first get a referral from Student Health for the ASAP (Asthma, Sinus and Allergy) Clinic at Vanderbilt. The Blair School of Music desires to establish and maintain a safe and healthy environment. Students who believe they have been the subject of a violation of University policy pertaining to matters of sexual harassment, discrimination, or retaliation should contact the Title IX office . Complete information about sexual misconduct policies of Vanderbilt University can be found at: https://www.vanderbilt.edu/title-ix/title-ix-information.php .",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 75
        }
    },
    {
        "id": "88959e02-1a99-438f-8dbc-2b7dd3f45e45",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 76
        }
    },
    {
        "id": "f8ca4580-6bae-4bae-973e-15365be9c5b2",
        "text": "Scraped from: https://blair.vanderbilt.edu/about/\nDate scraped: 2025-02-17 02:45:23",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 77
        }
    },
    {
        "id": "15e14a4e-e401-4734-9d89-4fdac95f8929",
        "text": "About the Blair School of Music The Vanderbilt University Blair School of Music offers conservatory-level, world-class music training at a top 20 academic institution. One of the few exclusively undergraduate music schools in the country, Blair limits enrollment to approximately 245 students in order to offer an exceptional 4:1 student-to-faculty ratio. Areas of study include strings, woodwinds, brass, voice, keyboards, jazz studies, percussion, composition, musicology, music education, and more. The Blair School of Music seeks students with high standards of musicianship, scholarship, and personal character, whose ambition is to reach their greatest musical and intellectual potential. Our Mission Statement The Blair School of Music educates musicians who demonstrate exceptional artistic capacity and a motivation to help shape the world. It likewise serves as a home for anyone seeking engagement with music as a fundamental human enterprise. Blair graduates are recognized as distinguished artists and scholars committed to performance, composition, education, advocacy, and entrepreneurship",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 78
        }
    },
    {
        "id": "1af8db44-0ba7-4369-b6c1-87064c1d0722",
        "text": ". Blair graduates are recognized as distinguished artists and scholars committed to performance, composition, education, advocacy, and entrepreneurship. • A unique, undergraduate-only experience that yields a community of the highest creative and intellectual caliber • Students are welcomed into the transformative spaces of a world-class research university • Degree programs are grounded in pedagogies and repertoires shared by the most competitive conservatories and schools of music—while still exploring new pathways in music beyond established norms.",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 79
        }
    },
    {
        "id": "7b377bfd-4fee-4783-99cd-171644daaaef",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 80
        }
    },
    {
        "id": "d9315945-5ccc-43f3-8032-2d514462c4d8",
        "text": "Scraped from: https://blair.vanderbilt.edu/loa-policies-0520/\nDate scraped: 2025-02-17 02:45:24\n\nLOA-policies-0520 Apr 28, 2023, 8:11 PM Twitter Facebook Email LinkedIn LOA-policies-0520\n================================================================================\n\nScraped from: https://blair.vanderbilt.edu/news/\nDate scraped: 2025-02-17 02:45:27\n\nNews \n================================================================================\n\nScraped from: https://blair.vanderbilt.edu/wp-login.php/\nDate scraped: 2025-02-17 02:45:35\n\nPowered by WordPress Lost your password? ← Go to Blair School of Music\n================================================================================",
        "metadata": {
            "source": "scraped_data/blair.vanderbilt.edu/blair.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 81
        }
    }
]