[
    {
        "id": "3a8cd398-0051-4124-8aca-9b12de37e7f9",
        "text": "Scraped from: scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://publicsafety.vanderbilt.edu/safety-and-security-services/\nDate scraped: 2025-02-17 02:45:10\n\nSafety and Security Services\n================================================================================\n\nScraped from: https://publicsafety.vanderbilt.edu/resources/\nDate scraped: 2025-02-17 02:45:10\n\nResources\n================================================================================\n\nScraped from: https://publicsafety.vanderbilt.edu/emergency-guidelines/\nDate scraped: 2025-02-17 02:45:13",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "e30be5eb-53f8-4461-88bb-6baedb24910c",
        "text": "Emergency Guides These brief guides provide instructions for some of the emergencies that may occur on or near the Vanderbilt University campus. The guides below cannot address every possible situation that may occur in all categories and can be adjusted to meet the needs of each individual situation. You may need additional information in the event of an actual emergency. Active Assailant Because an active assailant incident requires rapid response, the best time to consider how to react is in advance. By familiarizing yourself with your surroundings and possible escape routes and considering how you might react in such a situation, you can act quickly and more efficiently if the need arises. There are three options to consider if faced with an active assailant incident: Run , Hide , or – as a last resort – Fight , if your life is in imminent danger. RUN – If there is a way to escape the threat and you are reasonably sure you can do so without being harmed, do it. This is your first and best option. Be sure to: Have an escape route in mind. Evacuate regardless of if others agree to follow. Leave your belongings behind. (Keep your cell phone in your pocket.) Help others escape, especially those with special needs. Tell others not to enter the area where the active shooter may be. Keep your hands visible at all times. Follow the instructions of any law enforcement personnel. Do not attempt to move injured people",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "8d5c651a-977f-4435-a81b-6948219a0c70",
        "text": ". Tell others not to enter the area where the active shooter may be. Keep your hands visible at all times. Follow the instructions of any law enforcement personnel. Do not attempt to move injured people. Call Vanderbilt University Public Safety (VUPS) by dialing 615-421-1911 or Metro Nashville PD by dialing 911 when it is safe to do so and provide the following information: Your name and location Location of the incident (be as specific as possible) Number of shooters (if known) Number of persons who may be involved HIDE – If evacuation is not possible, you are told “to shelter in place,” or the active shooter is outdoors, find a place to HIDE where the active shooter is less likely to find you. Choose the best space that is available quickly. Your hiding place should: Be out of the view of the active shooter. Provide protection if shots are fired in your direction (i.e., lock or barricade a door by any means available). Not trap you or restrict your options for movement. To prevent an active shooter from entering your hiding place, you should: Turn off lights. Lock all doors and windows, if possible. Place heavy furniture or equipment in front of any doors (especially if the door does not lock or opens into the hallway). Close blinds, and cover and move away from windows. To keep yourself safe while hiding you should: Remain quiet. Hide behind large items (i.e., cabinets, desks). Silence your cell phone and turn off vibrate mode",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "dcd69dbd-c2d6-477a-9d9d-af739f6a76df",
        "text": ". Close blinds, and cover and move away from windows. To keep yourself safe while hiding you should: Remain quiet. Hide behind large items (i.e., cabinets, desks). Silence your cell phone and turn off vibrate mode. Turn off any sources of noise (i.e., radios, TV’s). Don’t respond to voice commands or move barricades until you are sure that commands are coming from police. If you can speak to a dispatcher without being overheard by the assailants, Call Vanderbilt University Public Safety (VUPS) by dialing 615-421-1911 or Metro Nashville PD by dialing 911, to alert police to the situation. If you cannot speak, mute the speaker and leave the line open so the dispatcher can listen. VandySafe allows for text chat with dispatchers. Select the 'Contact VUPD' button then the 'Chat with VUPD' option. Do not approach emergency responders; let them come to you. If outside when a shooting occurs: Drop to the ground immediately, face down and as flat as possible. Move or crawl away from gunfire, trying to use any obstacle between you and the gunfire. Remember, obstacles may conceal you from sight, but may not be bulletproof. When you reach a safe place, stay down, do not move. Do not peek or raise your head to try to see what is happening. Wait and listen for further instructions from law enforcement personnel. FIGHT – Only as a last resort, if your life is in danger. If you cannot evacuate or hide effectively, or have been discovered, be ready to fight",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "4bb5dae6-788a-4c42-907b-6f6ba89a1874",
        "text": ". Wait and listen for further instructions from law enforcement personnel. FIGHT – Only as a last resort, if your life is in danger. If you cannot evacuate or hide effectively, or have been discovered, be ready to fight. Take steps to incapacitate the active shooter: Act as aggressively as possible against him or her. Throw any items available at the intruder(s) to distract them (books, backpacks, etc.). Use improvised weapons such as a fire extinguisher or chair. Yell. Commit to your actions to save your life. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Visit Active Assailant Page AlertVU AlertVU rapidly sends messages to the delivery points the user has chosen—cell phone (voice or text), land line phone (home or office), or personal email account. All Vanderbilt students, faculty and staff are automatically enrolled in the system using their Vanderbilt email address. AlertVU will notify you in the event of an emergency that poses an imminent threat or danger to the Vanderbilt community. Examples of such a threat include a tornado forecasted to strike Vanderbilt, or an active shooter on campus. Students, faculty, staff members, and Vanderbilt University Medical Center employees are encouraged to update their AlertVU emergency contact information at the beginning of each semester or as needed",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "c900954c-e4d3-4b04-9ad7-d12bca05bbc5",
        "text": ". Students, faculty, staff members, and Vanderbilt University Medical Center employees are encouraged to update their AlertVU emergency contact information at the beginning of each semester or as needed. Instructions on how to update your contact information are available at emergency.vanderbilt.edu/alertvu. Vanderbilt community members who are not students, faculty, or staff of the University or Vanderbilt University Medical Center (guests, visitors, parents, etc.) can sign up to receive AlertVU messages utilizing the Community Portal at vu.edu/alert-portal . Blood And Body Fluid Spills NEVER clean up a blood or body fluid spill unless you have undertaken the required training. In the event of a blood or body fluid spill: Isolate the spill and prevent others from entering the area. Call Building Systems Controls (BSC) by dialing 615-322-2621 . If a person is exposed, immediately and thoroughly wash all skin surfaces with soap and water. Flush mucous membranes of the eyes, mouth, or nose immediately, and rinse thoroughly with water for 10-15 minutes. Remove contact lenses. If students are exposed, they should report immediately to the Student Health 615-322-2427 . If after hours, they should report to the Vanderbilt University Medical Center (VUMC) Emergency Department 615-322-3391 . If staff or faculty members are exposed, they should report to the Occupational Health Clinic 615-936-0955 . If after hours, they should report to the VUMC Emergency Department 615-322-3391",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "bd2f3c9d-cb25-4ff9-9de7-bc5ea7481806",
        "text": ". If staff or faculty members are exposed, they should report to the Occupational Health Clinic 615-936-0955 . If after hours, they should report to the VUMC Emergency Department 615-322-3391 . Complete a First Report of Injury form if any employee is involved. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Bomb Threat If You Receive a PHONED THREAT: Remain calm and DO NOT HANG UP, even if the caller does. If possible, signal or pass a note to someone to listen and help notify authorities or, immediately after the caller hangs up, report the threat to Vanderbilt University Public Safety (VUPS). Make any notifications on a different phone if possible. If you have caller ID, write down the number displayed. Attempt to keep the caller on the phone line as long as possible. Be polite and show interest to keep them talking. Ask caller to repeat the message and record every word. Record the call, if possible. Use the telephone bomb threat checklist (listed below). If You Receive a VERBAL THREAT: If the perpetrator leaves, note which direction they went. Immediately report the threat to Vanderbilt University Public Safety (VUPS). Write down the threat exactly as it was communicated",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "adae2c01-edf4-40fb-a247-0e1f861aaf25",
        "text": ". If You Receive a VERBAL THREAT: If the perpetrator leaves, note which direction they went. Immediately report the threat to Vanderbilt University Public Safety (VUPS). Write down the threat exactly as it was communicated. Note the description of the person who made the threat: Name (if known) Body size (height/weight) Race Voice (loud, deep, accent, etc.) Gender Distinguishing features Hair and eye color Type/color of clothing If You Receive a WRITTEN THREAT: Avoid handling the message unnecessarily, to preserve evidence such as possible fingerprints. Immediately report the threat to Vanderbilt University Public Safety (VUPS). On another sheet of paper or note app, note the following: Date/time/location document was found Any situations or conditions surrounding the discovery/delivery Names of others who saw the threat While written messages are usually associated with generalized threats and extortion attempts, a written warning of a specific device may occasionally be received; it should never be ignored. If You Receive an E-MAILED THREAT: Leave the message open on the computer Immediately report the threat to Vanderbilt University Public Safety (VUPS)",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "1b4536c7-7e33-440b-a215-c09b6637851d",
        "text": ". If You Receive an E-MAILED THREAT: Leave the message open on the computer Immediately report the threat to Vanderbilt University Public Safety (VUPS). Print, photograph, or copy the message and subject line, note the date and time To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Bomb Threat Checklist Date: Phone number where call received: Time call received: Time caller hung up: Person receiving call: Ask Caller: Where is the bomb located? (building, floor, room, etc.) When will it go off? Did you place the bomb? Yes/No. Why? What does it look like? What kind of bomb is it? What will make it explode? Where are you calling from? What is your name? Information about Caller: Where is the caller located? (background/level of noise) Estimated age: Is voice familiar? If so, who does it sound like? Other points: Caller’s Voice Female Accent Calm Coughing Crying Deep breathing Excited Lisp Nasal Rapid Slow Soft Male Angry Clearing throat Cracking voice Deep Disguised Laughter Loud Ragged Raspy Slurred Stutter Background Sounds Animal noises House noises Kitchen noises Street noises Factory machinery PA system Conversation Music Motor Office Static Threat Language Incoherent Message read Taped message Irrational Profane Well-spoken Other information: Chemical Spill NEVER clean up a chemical spill unless you have undertaken the required training",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "888281be-3b6c-45ef-b6d6-e1d431413bfe",
        "text": ". Chemical safety training is available through Oracle Learn. In the event of a chemical spill: Evacuate everyone in the immediate area. Isolate the area, closing doors as you leave and prevent others from entering the area. Notify Vanderbilt University Public Safety (VUPS) at 615-421-1911 . Keep people away from the spill and await the arrival of trained personnel. Obtain the Safety Data Sheet (SDS) on the chemical, if known. Find the SDS information at https://www.vanderbilt.edu/ehs/chemical-safety/ . If students are exposed, they should report immediately to the Student Health Center 615-322-2427 . If after hours, they should report to the Vanderbilt University Medical Center (VUMC) Emergency Department 615-322-3391 . If staff or faculty members are exposed, they should report immediately to the Occupational Health Clinic 615-936-0955 . If after hours, they should report to the VUMC Emergency Department 615-322-3391 . Complete a First Report of Injury form if any employee is involved. Additional chemical safety information can be found at the Environmental Health and Safety website at vanderbilt.edu/ehs To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Earthquake Earthquakes strike suddenly, violently, and without warning. Many earthquake-related injuries result from collapsing walls, flying glass, and falling objects. If indoors: If you’re indoors, stay there",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "d110f3e1-b1db-47a1-8b41-2d80613035d1",
        "text": ". Many earthquake-related injuries result from collapsing walls, flying glass, and falling objects. If indoors: If you’re indoors, stay there. Get under and hold onto a desk or table – or stand against an interior wall. Stay clear of exterior walls, glass, heavy furniture, fireplaces, and appliances. The kitchen is a particularly dangerous spot. If you’re in an office building, stay away from windows and outside walls and do not use the elevator. If you’re in a crowded public place, avoid panicking and do not rush for the exit. Stay low and cover your head and neck with your hands and arms. In laboratories, extinguish all flames (if possible) before taking cover. Stay clear of areas with large quantities of hazardous materials. If outside: If you’re outside, get into the open. Stay clear of buildings, power lines or anything else that could fall on you. Drop to the ground in a safe location. If you’re driving, move the car out of traffic and stop. Avoid parking under or on bridges or overpasses. Try to get clear of trees, light posts, signs, and power lines. Remain vigilant and be on the lookout for road hazards. If a powerline falls on your vehicle, do not get out. Call 911 and wait for assistance. Keep looking around to be aware of dangers, which may demand immediate movement. When the shaking stops: Check for injuries to personnel in your area. DO NOT attempt to move seriously injured persons unless they are in immediate danger",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "fda9ba60-785a-44e4-945c-7f45df84b1ee",
        "text": ". Keep looking around to be aware of dangers, which may demand immediate movement. When the shaking stops: Check for injuries to personnel in your area. DO NOT attempt to move seriously injured persons unless they are in immediate danger. Check the area for safety hazards such as building damage, fires, chemical spills, or gas leaks. Exit the building and go to your designated rally point. Stay at least 500 feet away from the affected building or other hazards. Keep streets, fire lanes, and walkways clear for emergency vehicles and crews. Take roll and report missing persons, injuries, damages and/or potentially hazardous conditions to your supervisor or designated point of contact. Supervisors and designated points of contact should call Vanderbilt University Public Safety (VUPS) to report any immediate emergencies. Once you have exited the building, DO NOT re-enter the building until the building has been inspected by emergency personnel. Only use the telephone to report emergencies. Remain aware of the potential for aftershocks to occur in the days or weeks following the initial earthquake. Aftershocks are typically less severe than the initial earthquake but can still result in significant damage. Buildings, parking structures, and roadways may remain closed for a period following an earthquake while damage assessments and repairs are conducted. Be aware that utilities such as gas, power, and water lines may be damaged",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "d7a0639d-a22d-4205-bd03-5de7f75c9301",
        "text": ". Buildings, parking structures, and roadways may remain closed for a period following an earthquake while damage assessments and repairs are conducted. Be aware that utilities such as gas, power, and water lines may be damaged. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Emergency Contact Numbers Vanderbilt University Public Safety Emergency - 615-421-1911 Non-Emergency - 615-322-2745 Metro Nashville Police - 911 Student Health Center - 615-322-2427 Project Safe Crisis Hotline - 615-322 -SAFE (7233) Office - 615-875-0660 Title IX Office - 615-343-9004 Center for Spiritual and Religious Life - 615-322-2457 Student Care Network - 615-322-2571 Student Accountability - 615-322-7868 Vanderbilt University Medical Center Emergency Department - 615-322-3391 Plant Operations - 615-322-2621 Student Affairs - 615-322-6400 Housing and Residential Experience - 615-322-2591 Behavioral and Mental Health Program – Lyra - 877-804-2856 Risk Management - 615-322-5155 VUMC Office of Clinical and Research Safety Normal business hours - 615-322-2057 After business hours - 615-875-3779 Emergency Evacuation Depending on the type of emergency, it may be necessary either to evacuate a building or to shelter in place, that is, to remain in the building until emergency personnel confirm that it is safe to leave",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "e78f49af-dc05-4b83-8c8e-5128bdd3d090",
        "text": ". In the event of a fire alarm or if instructed by emergency personnel to evacuate, EVACUATE IMMEDIATELY using the nearest emergency exit. Do not use elevators unless directed to do so. Never use elevators during a fire evacuation. Once outdoors, report to your designated rally point. Check in and report missing persons, injuries, damages and/or potentially hazardous conditions to your supervisor or designated point of contact. Keep streets, fire lanes, and walkways clear for emergency vehicles and personnel. Supervisors and designated points of contact should call Vanderbilt University Public Safety (VUPS) to report any immediate emergencies. Do not re-enter the building until authorized to do so by Vanderbilt University Police Department (VUPD) or on-site emergency personnel. NOTE: Review and practice evacuation routes, assembly areas, and procedures for your office, classrooms, laboratories, residence hall, or other facility BEFORE an emergency happens. Determine multiple evacuation routes if one is obstructed. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Evacuation For Persons With Disabilities See also Emergency Evacuation - General. When an emergency strikes, it is critical for everyone to take appropriate and deliberate action. If you observe a person with a disability having difficulty evacuating, remember to ask if assistance is needed before acting",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "a2f78905-fb05-4485-a3a5-c1b5ea8e5082",
        "text": ". When an emergency strikes, it is critical for everyone to take appropriate and deliberate action. If you observe a person with a disability having difficulty evacuating, remember to ask if assistance is needed before acting. Inquire how best to assist the individual and whether any precautionary measures need to be taken or items need to accompany the person. Consider the following suggestions when assisting individuals with disabilities in an emergency: Individuals Who Are Blind or Have Low Vision Describe the emergency: Provide clear and concise information about the emergency situation and the immediate surroundings. Offer assistance: Offer your arm for the individual to hold onto as you guide them to safety. Allow them to grasp your arm above your elbow, which provides stability and control. Provide details: Communicate verbally about the direction you are headed and any potential obstacles or hazards along the way. Be descriptive and specific. Orient the individual: Once at a safe location, provide orientation by describing the surroundings. Offer assistance and ensure the individual feels comfortable and informed before leaving. Individuals Who Are Deaf or Hard Of Hearing Alert the individual: Utilize visual alerts, such as flashing lights, or waving your arms. One may also tap an individual on the shoulder if visual cues are not effective. Communication: If Sign Language is not known, use gestures or written notes",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "5fc5a345-88c5-4b8b-a7e6-7805f936fd69",
        "text": ". One may also tap an individual on the shoulder if visual cues are not effective. Communication: If Sign Language is not known, use gestures or written notes. Indicate directions with gestures or write a note with evacuation instructions. Individuals With Mobility Limitations – Non-Wheelchair User Discuss needs and preferences: Ask if assistance is needed and what their specific needs are. Inquire if the person can evacuate using the stairs without help or with minor assistance. Ensure a clear path of travel: If debris is present, it may be necessary to clear a path to the nearest exit route. No imminent danger: If there is no imminent danger, the person may choose to remain in the building or to be directed to an area of refuge (stairwell) until emergency personnel arrive. Fire Department personnel, who are trained in emergency rescue, can then enter the building, and assist the person in exiting the building, either down the stairs or using the emergency elevator recall. Imminent danger: If danger is imminent, use a sturdy chair, with or without wheels, to move the person, or help carry the person to safety using a carry technique, or, if available, use an evacuation chair. Mobility aids or devices: Return any mobility aids or devices to the person as soon as possible. Notification of emergency personnel: Once you safely evacuate, notify emergency personnel immediately about any individuals remaining in the building and their locations",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "731d375f-48c4-4af8-a53d-b55c01aed034",
        "text": ". Notification of emergency personnel: Once you safely evacuate, notify emergency personnel immediately about any individuals remaining in the building and their locations. Individuals With Mobility Limitations – Wheelchair User Discuss needs and preferences: Ask if assistance is needed and what their specific needs are. Non-ambulatory persons’ needs and preferences vary widely, so it is crucial to ask how they would like to be assisted. Wheelchair-user on the ground floor: Individuals who use wheelchairs may choose to evacuate themselves from the ground floor with minimal assistance. Ensure a clear path of travel: If debris is present, it may be necessary to clear a path to the nearest exit. No imminent danger: If there is no imminent danger, the person may choose to remain in the building or to be directed to an area of refuge (stairwell) until emergency personnel arrive. Fire Department personnel, who are trained in emergency rescue, can then enter the building, and assist the person in exiting the building, either down the stairs or using the emergency elevator recall. Imminent danger: If danger is imminent and the individual does not wish to be removed from their wheelchair, direct the person to the nearest area of refuge (stairwell) and notify emergency personnel immediately",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "a44c6eb2-d987-407c-b88e-d21153262881",
        "text": ". Imminent danger: If danger is imminent and the individual does not wish to be removed from their wheelchair, direct the person to the nearest area of refuge (stairwell) and notify emergency personnel immediately. While staying in place, the wheelchair user should keep in direct contact with VUPS Dispatch by dialing 615-421-1911 from a cell phone and reporting directly pertinent information including location. Carrying wheelchair users: Most wheelchairs are too heavy to carry down stairs. If the person wishes to be carried down the stairs without the wheelchair, ask about the best carry options, i.e., two-person cradle carry, office chair evacuation, or, if available, an evacuation chair. Mobility aids or devices: Return any mobility aids or devices to the person as soon as possible, ensuring they have the necessary support for mobility. Notification of emergency personnel: Once you safely evacuate, notify emergency personnel immediately about any individuals remaining in the building and their locations. Carry Techniques To be used only in emergency situations where death or serious bodily injury is imminent. One-person Carry Technique (The Cradle Lift) The Cradle Lift is the preferred carry method when the person to be carried has little or no arm strength. It is safer if the person being carried weighs less than the carrier. Place one arm under the upper back and one arm under the knees",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "9b2e2992-1a49-465e-9b60-04998a2a7620",
        "text": ". It is safer if the person being carried weighs less than the carrier. Place one arm under the upper back and one arm under the knees. Two-person Carry Technique (The Swing Carry or Chair Carry) To use this technique: Carry partners stand on opposite sides of the individual. Wrap individual’s closest arm around one carry partner’s shoulder. Grasp carry partner’s forearm behind the individual in the small of the back. Reach under the individual’s knees to grasp the wrist of carry partner’s other hand. Both carry partners should then lean in close to the individual and lift on the count of three. Continue pressing into the individual being carried for additional support in the carry. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Facility Issues & Utility Failures Elevator Outage Persons stuck in an elevator should: Remain calm and NOT try to exit the elevator car. Use the emergency phone or intercom call button to call for help, call 615-421-1911 from any cell phone, or bang on the doors and shout for assistance. Wait for trained personnel to assist with extraction. Power Outage In the event of a power outage: Remain calm and assess the extent of the outage. Report the outage to Building Systems Controls (BSC) by dialing 615-322-2621 . DO NOT light candles or other types of flames for illumination. Keep lab refrigerators/freezers closed during the outage",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "4d6807a3-c5f4-4461-8117-337299672859",
        "text": ". Report the outage to Building Systems Controls (BSC) by dialing 615-322-2621 . DO NOT light candles or other types of flames for illumination. Keep lab refrigerators/freezers closed during the outage. Secure all equipment, experiments, and hazardous materials if safe to do so. Gas Leak Natural gas has a distinct, pungent odor (rotten eggs/sulfur) so it is easy to detect. Leaking gas can cause an explosion and fire. In the event of a gas leak: Immediately extinguish open flames. Immediately evacuate everyone. DO NOT use telephones, flashlights, or electrical switches. Report to your designated evacuation rally point. Once safely outside, notify VUPS by dialing 615-421-1911 from any cell phone. All Other Facility/Utility Failures Call Building Systems Controls (BSC) by dialing 615-322-2621 to report the outage. Always dial 911 and evacuate the building in case of: Fire/Smoke Explosion Structural damage or collapse Uncontrolled gas leak Uncontrolled chemical or hazardous materials spill To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Fire If you smell smoke, see a fire, or hear a fire alarm: IMMEDIATELY EVACUATE THE BUILDING. Always use the stairs. Never use elevators during a fire. If possible, help individuals requiring assistance in evacuating. If the fire alarm has not been activated, pull the manual fire alarm by the nearest exit",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "ee1f56d0-6fbe-4011-a5ba-053f9e9b2d77",
        "text": ". Always use the stairs. Never use elevators during a fire. If possible, help individuals requiring assistance in evacuating. If the fire alarm has not been activated, pull the manual fire alarm by the nearest exit. Before opening doors, check for heat: IF THE DOOR IS COOL: Open the door carefully and proceed to the nearest exit. Close doors behind you. If there is light smoke, stay low and cover your face with a cloth (shirt, blouse, etc.). IF THE DOOR IS HOT, DO NOT OPEN: Seek another exit. If you are trapped in a room on an upper floor: Dial 911 to report your building, floor, room number, and the number of people with you. Prevent smoke from entering the room. If available, place wet towels or cloth material at the bottom of the door and cover any vents. If the room begins to fill with smoke, you can open the window slightly. Never break the window because this might cause a chimney effect and help spread the fire. Assist the physically impaired as able: Offer to guide the visually impaired. Instruct the hearing impaired to evacuate with you. If you encounter a wheelchair-bound person, assist them to a refuge point and instruct them to wait for Fire Department assistance. Call 911 to report your building, floor, and location of the person needing evacuation. The first choice for a refuge point would be an enclosed stairway landing that will accommodate a wheelchair without impeding patrons as they exit",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "0e6ffc97-326d-4bfb-aa9c-fa8f98c9bbe9",
        "text": ". Call 911 to report your building, floor, and location of the person needing evacuation. The first choice for a refuge point would be an enclosed stairway landing that will accommodate a wheelchair without impeding patrons as they exit. If no stairway refuge exists, then have them remain in a room with a window. Make every attempt to ensure they have a phone or cell phone available. Make note of the individual’s exact location and continue to evacuate the building. After you safely evacuate from the building, report to your designated rally point. Report to your supervisor or designated point of contact and report: The location of anyone who could not be evacuated. The location and phone number of any mobility impaired person you assisted. Any problems you witnessed while exiting the building, such as hallways/stairs filling with smoke or blocked by fire. DO NOT go back into the building until the Fire Department or the Vanderbilt University Police Department (VUPD) indicates that it is safe to do so. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Medical Emergencies In the event of a medical emergency: Call Vanderbilt University Public Safety (VUPS)",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "93aacaf0-4e65-462a-bbe0-be2e7805d82f",
        "text": ". Dial 615-421-1911 Dial 911 to reach Metro Nashville PD Provide the following information: Building name Floor and room number Caller’s name and phone number Nature and severity of the injury Approximate age of injured person Sex of injured person Current condition Any known medical history of the injured person Remain with the person with the medical injury. DO NOT move the individual unless required to prevent further injury. If possible, send someone to meet the responding emergency personnel at the location designated by the dispatcher. Cardiac Arrest and Automated External Defibrillators (AEDs) If the medical emergency involves someone who has experienced cardiac arrest who is not breathing and has no pulse, an AED may be required. AEDs can detect an irregular heart rhythm and to apply an electrical shock (or shocks) to the person’s heart in attempt to reset it back into a normal and effective rhythm. Using an AED: Almost anyone can apply and use an AED. Voice prompts guide the user through the appropriate steps. AEDs are over 99% accurate in rhythm interpretation, so they won’t shock unless an individual requires it. AEDs on the Vanderbilt Campus: All marked Vanderbilt University Police Department (VUPD) patrol vehicles are equipped with AEDs. Additional AED units are strategically located across the Vanderbilt campus. Additional AED program information can be found on the university emergency management website",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "f50c6324-9cbb-4cd0-9ae5-4c164eeb48a7",
        "text": ". Additional AED units are strategically located across the Vanderbilt campus. Additional AED program information can be found on the university emergency management website. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Security Concerns Report any security concern or suspicious activity to Vanderbilt University Public Safety (VUPS). If you encounter: A disruptive or hostile individual Someone making threats (in person or cyber/social media) A person acting suspiciously Harassing or threatening phone calls/text messages Contact Vanderbilt University Public Safety (VUPS) Dial 615-421-1911 Activate the nearest Emergency Blue Light Phone Utilize the Emergency Button in the VandySafe App to trigger a Mobile Blue Light Dial 911 to reach Metro Nashville PD Provide the following information: Your location Description of events Description of subjects Types of threats or possible weapons If possible, stay on the phone with the dispatcher until police officers arrive or as instructed by the dispatcher. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Activate the nearest Emergency Blue Light Phone Severe Weather Tornado Outdoors: Immediately seek shelter in the nearest substantial building",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "69ab65f7-66aa-4cbe-9752-a8f685f77f15",
        "text": ". If you cannot seek shelter in a building, lie in a ditch or low-lying area and cover your head and neck. If you are in a vehicle and cannot seek shelter in a building, you may stay in the car with the seat belt on. Put your head down below the windows; cover your head with your hands and a blanket, coat, or other cushion if possible. However, if you can safely get noticeably lower than the level of the roadway, leave your car and lie in that area, covering your head and neck. Indoors: Alert building occupants of the impending weather. If you are in a classroom or meeting area, stop all non-emergency activities and seek shelter. Move quickly to a safe area. Move to the most interior portion (stairwell, hallway, or room) of the building on the lowest possible floor. Stay away from windows, doors, and exterior walls. Close all doors leading to exterior rooms – only if possible and necessary. Stay sheltered until the threat has passed. Monitor for more information and follow instructions from AlertVU messages. Remember, even when a specific storm cell has passed beyond the area, conditions may still be right for high winds, lightning, and other hazardous weather conditions. Lightning REMEMBER: If you can hear thunder, you are close enough to be struck by lightning. Outdoors: Immediately seek shelter in the nearest building. If no shelter is nearby: Find a low spot away from trees, fences, and poles that is not subject to flooding",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "d689bbad-0f0a-49e7-8161-60bd32b5a0d9",
        "text": ". Outdoors: Immediately seek shelter in the nearest building. If no shelter is nearby: Find a low spot away from trees, fences, and poles that is not subject to flooding. Do not lie flat on the ground, squat low to the ground on the balls of your feet. Place your hands over your ears and your head between your knees. Make yourself the smallest target possible and minimize your contact with the ground. If you are swimming, get out of the water immediately. DO NOT seek shelter under trees. DO NOT seek shelter in unprotected open structures such as picnic pavilions, rain shelters, bus stops, balconies, or porches. If a building is not available, a metal-topped vehicle with the windows up is the next best option. A golf cart is NOT an acceptable shelter. Avoid contact with metal fences, metal bleachers, or metallic structures. Indoors: Stay away from exterior windows and doors. Avoid using hardwired corded telephones or any electrical appliances. Cell phones are a safe alternative. Avoid plumbing – do not take a bath, shower, or have any other contact with water during a thunderstorm. Stay sheltered until the threat has passed. Wait at least 30 minutes after hearing the last sound of thunder before continuing outdoor activities. Monitor for more information. Remember, even when a specific storm cell has passed beyond the area, conditions may still be right for high winds, lightning, and other hazardous weather conditions. Flooding Outdoors: Move to higher ground",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "1e39335e-22a8-49f5-82da-965802881d15",
        "text": ". Monitor for more information. Remember, even when a specific storm cell has passed beyond the area, conditions may still be right for high winds, lightning, and other hazardous weather conditions. Flooding Outdoors: Move to higher ground. Avoid walking or driving through any floodwaters. Indoors: Avoid going into a room where electrical cords or outlets are submerged. Resources for Weather Information: NOAA Weather Radio: Nashville frequency 162.550 Davidson County SAME code 047037 Local News Stations: News Channel 5 WTVF WKRN News 2 WSMV Channel 4 WZTV Fox 17 National Weather Service Nashville: https://www.weather.gov/ohx/ Weather Apps: Local News Stations FEMA If someone is injured or there is damage caused by the weather, notify Vanderbilt University Public Safety (VUPS): Dial 615-421-1911 . Dialing 911 will reach Metro Nashville PD. Exit a building that smells of natural gas or chemical fumes. Do not tour damaged areas. Do not go into damaged buildings. If you must be outdoors, watch for downed power lines and for possible falling debris. Use the phone only to report emergencies. Monitor radio and television for reports and guidance. Assist persons with special needs",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "86664d11-ba75-4b5a-b165-f944ae20b7a0",
        "text": ". If you must be outdoors, watch for downed power lines and for possible falling debris. Use the phone only to report emergencies. Monitor radio and television for reports and guidance. Assist persons with special needs. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Shelter In Place In the event authorities ask you to Shelter in Place, follow these guidelines: If outside, seek shelter in the nearest building, preferably in an interior room. Allow access to others seeking shelter. Avoid overcrowding by using several rooms, if necessary. Seek additional information and updates through various methods, including AlertVU. Make yourself as comfortable as possible; prepare for the possibility of an extended stay. Look after each other. You will be notified when it is safe return to normal activities. What to do for an outdoor hazardous materials release: Follow instructions for Shelter in Place listed above. Choose a room above ground level. Close all windows and doors. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Suspicious Letter, Package, Or Other Items If you notice protruding wires, strange odors, smoke, vapors, beeping, ticking, or a suspicious powdery substance on letters, packages, or any other items",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "3f2d1c1e-b7fa-4df4-9e59-7bc3a8582505",
        "text": ". Treat as suspicious, and follow these instructions: If you are holding the item, set it down carefully and walk away from it, then wash your hands with soap and water. Do not open, shake the item, or disturb the contents. Do not try to smell the item. If you have handled the item, keep your hands away from your eyes, nose, mouth, or any part of your face. Do not touch others or let others touch you. Do not pass the item to others or move its contents. Call Vanderbilt University Public Safety (VUPS) by dialing 615-421-1911. Dialing 911 will reach Metro Nashville PD. Provide the location of the item, a description including size, and your location and phone number. If the suspicious letter, package, or item has a powdery substance on the outside or is leaking: Follow the instructions listed above. Do not try to clean up powders or fluids. If possible, cover the item and leave it undisturbed. Close windows, turn off fans, close doors, and section off the area to minimize exposure to others. Wash your hands with soap and water and move to an area that minimizes your exposure. Remain in the area and prevent others from entering until the arrival of Vanderbilt University Police (VUPD) or other first responders. After being cleared by emergency personnel, faculty and staff who are exposed should report immediately to Occupational Health 615-936-0955. If after hours, they should report to the Vanderbilt University Medical Center (VUMC) Emergency Department 615-322-3391",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "8580f40e-9d50-4ed6-af2f-1d8d4809687c",
        "text": ". If after hours, they should report to the Vanderbilt University Medical Center (VUMC) Emergency Department 615-322-3391. Complete a First Report of Injury report if any employee is involved. An item should be treated with suspicion if one or more of the following conditions are met: No return address Use of restrictive markings (“Personal,” “Confidential,” etc.) Excessive packing material Addressed to title only, misspelled common words, poorly typed or written Excessive postage Oily stains, discolorations, or crystallization on wrapper Strange odor Protruding wires To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Title IX Resources Supportive Measures Members of the Vanderbilt University community who believe they have experienced sexual misconduct may need resources and support. Any individual can experience sexual misconduct, and these resources are available to all interested parties, regardless of whether they proceed with filing a formal complaint with the Title IX Office. Sexual misconduct intersects with an individual’s identities and can affect how they respond to trauma, access help, make decisions about reporting, and move forward in their coping and healing",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "da921659-d11e-470a-bee4-0e37fd69938f",
        "text": ". Sexual misconduct intersects with an individual’s identities and can affect how they respond to trauma, access help, make decisions about reporting, and move forward in their coping and healing. Both Complainants (people who are alleged to have experienced sexual misconduct) and Respondents (people who are alleged to have committed sexual misconduct) can find the sexual misconduct investigation process stressful and anxiety-inducing. Supportive measures are available to both Complainants and Respondents to assist them as they move through the process (whether a Complainant files a Formal Complaint or not). Vanderbilt encourages anyone interested in supportive measures to reach out to the Title IX Office. It is not necessary to file a Formal Complaint or have a Formal Complaint filed against you in order to receive supportive measures. Student Resources Vanderbilt University seeks to maintain a safe and healthy environment for all students. We take reports of sexual misconduct and intimate partner violence seriously, and how we respond depends on, among other things, the facts and circumstances of the specific incident, the wishes of the victim, to whom it was reported, and the University’s obligations under applicable federal and state laws. The policies governing our investigative and adjudication processes may be found in the Sexual Misconduct Policy and Formal Grievance Protocol",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "c84d5409-f463-49e7-add0-5eabefcfe800",
        "text": ". The policies governing our investigative and adjudication processes may be found in the Sexual Misconduct Policy and Formal Grievance Protocol. Regardless of whether the Title IX Office (Title IX Office) conducts an investigation, we offer support and a number of resources for students impacted by sexual misconduct and intimate partner violence. Information about support services and resources is outlined in more detail below and can also be obtained from the Title IX Office or the Project Safe Center. The Project Safe Center serves as the central resource for those impacted by sexual misconduct and intimate partner violence and can assist with navigating all facets of the University’s resource and support network and other processes; however, there are multiple points of entry that may be utilized by a victim or survivor, and appropriate referrals and assistance will be provided by other offices and departments, as needed. Resources for Students can be found at https://www.vanderbilt.edu/title-ix/student-support-resources.php. Faculty Resources Vanderbilt University seeks to maintain a safe and healthy environment for all faculty. We take reports of sexual misconduct and intimate partner violence seriously, and how we respond depends on, among other things, the facts and circumstances of the specific incident, the wishes of the victim, to whom it was reported, and the University’s obligations under applicable federal and state laws",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "abab5aa5-a90c-45a9-98df-2d60cefe5240",
        "text": ". The policies governing our investigative and adjudication processes may be found in the Sexual Misconduct Policy and Formal Grievance Protocol. Regardless of whether the Title IX Office (Title IX Office) conducts an investigation, we offer support and a number of resources for faculty impacted by sexual misconduct and intimate partner violence. Information about support services and resources is outlined in more detail below and can also be obtained from the Title IX Office or the Project Safe Center. The Project Safe Center serves as the central resource for those impacted by sexual misconduct and intimate partner violence and can assist with navigating all facets of the University’s resource and support network and other processes; however, there are multiple points of entry that may be utilized by a victim or survivor, and appropriate referrals and assistance will be provided by other offices and departments, as needed. Resources for Faculty can be found at https://www.vanderbilt.edu/title-ix/faculty-support-resources.php . Staff Resources Vanderbilt University seeks to maintain a safe and healthy environment for all staff. We take reports of sexual misconduct and intimate partner violence seriously, and how we respond depends on, among other things, the facts and circumstances of the specific incident, the wishes of the victim, to whom it was reported, and the University’s obligations under applicable federal and state laws",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "12c2e210-1493-4dd1-9bdb-715d2bf21732",
        "text": ". The policies governing our investigative and adjudication processes may be found in the Sexual Misconduct Policy and Formal Grievance Protocol. Regardless of whether the Title IX Office (Title IX Office) conducts an investigation, we offer support and a number of resources for staff impacted by sexual misconduct and intimate partner violence. Information about support services and resources is outlined in more detail below and can also be obtained from the Title IX Office or the Project Safe Center. The Project Safe Center serves as the central resource for those impacted by sexual misconduct and intimate partner violence and can assist with navigating all facets of the University’s resource and support network and other processes; however, there are multiple points of entry that may be utilized by a victim or survivor, and appropriate referrals and assistance will be provided by other offices and departments, as needed. Resources for Staff can be found at https://www.vanderbilt.edu/title-ix/staff-support-resources.php. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD VandySafe VandySafe is the official safety app of Vanderbilt University. The app is available through the Apple and Google Play stores. VandySafe features include: Mobile Bluelight: Send your location to Vanderbilt Police Dispatchers in real-time in case of a crisis",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "faf5c355-5f11-438a-a333-d5268e986c6c",
        "text": ". The app is available through the Apple and Google Play stores. VandySafe features include: Mobile Bluelight: Send your location to Vanderbilt Police Dispatchers in real-time in case of a crisis. Emergency Contacts: Contact the correct services in the event of an emergency or a non-emergency concern. Tip Reporting: Multiple ways to report a safety/security concern directly to Vanderbilt University security. Safety notifications: Receive AlertVU notifications when on-campus emergencies occur. Emergency Plans: Learn what to do in case of an emergency. Chat with Security: Communicate live with Vanderbilt Police Dispatchers via text chat. Campus safety resources: Access important safety resources in one convenient app. Because an active assailant incident requires rapid response, the best time to consider how to react is in advance. By familiarizing yourself with your surroundings and possible escape routes and considering how you might react in such a situation, you can act quickly and more efficiently if the need arises. There are three options to consider if faced with an active assailant incident: Run , Hide , or – as a last resort – Fight , if your life is in imminent danger. RUN – If there is a way to escape the threat and you are reasonably sure you can do so without being harmed, do it. This is your first and best option. Be sure to: Have an escape route in mind. Evacuate regardless of if others agree to follow. Leave your belongings behind",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "f773ccd4-5e0e-4d91-b14e-0bcf8cf8298b",
        "text": ". This is your first and best option. Be sure to: Have an escape route in mind. Evacuate regardless of if others agree to follow. Leave your belongings behind. (Keep your cell phone in your pocket.) Help others escape, especially those with special needs. Tell others not to enter the area where the active shooter may be. Keep your hands visible at all times. Follow the instructions of any law enforcement personnel. Do not attempt to move injured people. Call Vanderbilt University Public Safety (VUPS) by dialing 615-421-1911 or Metro Nashville PD by dialing 911 when it is safe to do so and provide the following information: Your name and location Location of the incident (be as specific as possible) Number of shooters (if known) Number of persons who may be involved Your name and location Location of the incident (be as specific as possible) Number of shooters (if known) Number of persons who may be involved  HIDE – If evacuation is not possible, you are told “to shelter in place,” or the active shooter is outdoors, find a place to HIDE where the active shooter is less likely to find you. Choose the best space that is available quickly. Your hiding place should: Be out of the view of the active shooter. Provide protection if shots are fired in your direction (i.e., lock or barricade a door by any means available). Not trap you or restrict your options for movement. To prevent an active shooter from entering your hiding place, you should: Turn off lights",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "c8566b02-fb41-45a8-903a-a12008817d7d",
        "text": ". Not trap you or restrict your options for movement. To prevent an active shooter from entering your hiding place, you should: Turn off lights. Lock all doors and windows, if possible. Place heavy furniture or equipment in front of any doors (especially if the door does not lock or opens into the hallway). Close blinds, and cover and move away from windows. To keep yourself safe while hiding you should: Remain quiet. Hide behind large items (i.e., cabinets, desks). Silence your cell phone and turn off vibrate mode. Turn off any sources of noise (i.e., radios, TV’s). Don’t respond to voice commands or move barricades until you are sure that commands are coming from police. If you can speak to a dispatcher without being overheard by the assailants, Call Vanderbilt University Public Safety (VUPS) by dialing 615-421-1911 or Metro Nashville PD by dialing 911, to alert police to the situation. If you cannot speak, mute the speaker and leave the line open so the dispatcher can listen. VandySafe allows for text chat with dispatchers. Select the 'Contact VUPD' button then the 'Chat with VUPD' option. Do not approach emergency responders; let them come to you. If outside when a shooting occurs: Drop to the ground immediately, face down and as flat as possible. Move or crawl away from gunfire, trying to use any obstacle between you and the gunfire. Remember, obstacles may conceal you from sight, but may not be bulletproof. When you reach a safe place, stay down, do not move",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "21f6d54b-b8b5-4fbb-9b64-dde5edac6148",
        "text": ". Move or crawl away from gunfire, trying to use any obstacle between you and the gunfire. Remember, obstacles may conceal you from sight, but may not be bulletproof. When you reach a safe place, stay down, do not move. Do not peek or raise your head to try to see what is happening. Wait and listen for further instructions from law enforcement personnel. Be out of the view of the active shooter. Provide protection if shots are fired in your direction (i.e., lock or barricade a door by any means available). Not trap you or restrict your options for movement. Turn off lights. Lock all doors and windows, if possible. Place heavy furniture or equipment in front of any doors (especially if the door does not lock or opens into the hallway). Close blinds, and cover and move away from windows. Remain quiet. Hide behind large items (i.e., cabinets, desks). Silence your cell phone and turn off vibrate mode. Turn off any sources of noise (i.e., radios, TV’s). Don’t respond to voice commands or move barricades until you are sure that commands are coming from police. If you can speak to a dispatcher without being overheard by the assailants, Call Vanderbilt University Public Safety (VUPS) by dialing 615-421-1911 or Metro Nashville PD by dialing 911, to alert police to the situation. If you cannot speak, mute the speaker and leave the line open so the dispatcher can listen. VandySafe allows for text chat with dispatchers. Select the 'Contact VUPD' button then the 'Chat with VUPD' option",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "f4dc2c96-692f-480a-9604-a0cb41d41926",
        "text": ". If you cannot speak, mute the speaker and leave the line open so the dispatcher can listen. VandySafe allows for text chat with dispatchers. Select the 'Contact VUPD' button then the 'Chat with VUPD' option. Do not approach emergency responders; let them come to you. VandySafe allows for text chat with dispatchers. Select the 'Contact VUPD' button then the 'Chat with VUPD' option. Drop to the ground immediately, face down and as flat as possible. Move or crawl away from gunfire, trying to use any obstacle between you and the gunfire. Remember, obstacles may conceal you from sight, but may not be bulletproof. When you reach a safe place, stay down, do not move. Do not peek or raise your head to try to see what is happening. Wait and listen for further instructions from law enforcement personnel.  FIGHT – Only as a last resort, if your life is in danger. If you cannot evacuate or hide effectively, or have been discovered, be ready to fight. Take steps to incapacitate the active shooter: Act as aggressively as possible against him or her. Throw any items available at the intruder(s) to distract them (books, backpacks, etc.). Use improvised weapons such as a fire extinguisher or chair. Yell. Commit to your actions to save your life",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "21c51e08-e91c-46c4-9ff7-101a366337a6",
        "text": ". Throw any items available at the intruder(s) to distract them (books, backpacks, etc.). Use improvised weapons such as a fire extinguisher or chair. Yell. Commit to your actions to save your life. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Visit Active Assailant Page AlertVU rapidly sends messages to the delivery points the user has chosen—cell phone (voice or text), land line phone (home or office), or personal email account. All Vanderbilt students, faculty and staff are automatically enrolled in the system using their Vanderbilt email address. AlertVU will notify you in the event of an emergency that poses an imminent threat or danger to the Vanderbilt community. Examples of such a threat include a tornado forecasted to strike Vanderbilt, or an active shooter on campus. Students, faculty, staff members, and Vanderbilt University Medical Center employees are encouraged to update their AlertVU emergency contact information at the beginning of each semester or as needed. Instructions on how to update your contact information are available at emergency.vanderbilt.edu/alertvu. Vanderbilt community members who are not students, faculty, or staff of the University or Vanderbilt University Medical Center (guests, visitors, parents, etc.) can sign up to receive AlertVU messages utilizing the Community Portal at vu.edu/alert-portal",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "bc4495fd-c727-466d-9e95-a0de33d11e86",
        "text": ". NEVER clean up a blood or body fluid spill unless you have undertaken the required training. In the event of a blood or body fluid spill: Isolate the spill and prevent others from entering the area. Call Building Systems Controls (BSC) by dialing 615-322-2621 . If a person is exposed, immediately and thoroughly wash all skin surfaces with soap and water. Flush mucous membranes of the eyes, mouth, or nose immediately, and rinse thoroughly with water for 10-15 minutes. Remove contact lenses. If students are exposed, they should report immediately to the Student Health 615-322-2427 . If after hours, they should report to the Vanderbilt University Medical Center (VUMC) Emergency Department 615-322-3391 . If staff or faculty members are exposed, they should report to the Occupational Health Clinic 615-936-0955 . If after hours, they should report to the VUMC Emergency Department 615-322-3391 . Complete a First Report of Injury form if any employee is involved. Flush mucous membranes of the eyes, mouth, or nose immediately, and rinse thoroughly with water for 10-15 minutes. Remove contact lenses. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD If You Receive a PHONED THREAT: Remain calm and DO NOT HANG UP, even if the caller does",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "498bb55a-eb55-45e3-94e4-81724dd9ed7f",
        "text": ". To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD If You Receive a PHONED THREAT: Remain calm and DO NOT HANG UP, even if the caller does. If possible, signal or pass a note to someone to listen and help notify authorities or, immediately after the caller hangs up, report the threat to Vanderbilt University Public Safety (VUPS). Make any notifications on a different phone if possible. If you have caller ID, write down the number displayed. Attempt to keep the caller on the phone line as long as possible. Be polite and show interest to keep them talking. Ask caller to repeat the message and record every word. Record the call, if possible. Use the telephone bomb threat checklist (listed below). If You Receive a VERBAL THREAT: If the perpetrator leaves, note which direction they went. Immediately report the threat to Vanderbilt University Public Safety (VUPS). Write down the threat exactly as it was communicated. Note the description of the person who made the threat: Name (if known) Body size (height/weight) Race Voice (loud, deep, accent, etc.) Gender Distinguishing features Hair and eye color Type/color of clothing If You Receive a WRITTEN THREAT: Avoid handling the message unnecessarily, to preserve evidence such as possible fingerprints. Immediately report the threat to Vanderbilt University Public Safety (VUPS)",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "7bd451ba-7de9-4d91-9f77-bbc622e9f0ed",
        "text": ". Immediately report the threat to Vanderbilt University Public Safety (VUPS). On another sheet of paper or note app, note the following: Date/time/location document was found Any situations or conditions surrounding the discovery/delivery Names of others who saw the threat While written messages are usually associated with generalized threats and extortion attempts, a written warning of a specific device may occasionally be received; it should never be ignored. Date/time/location document was found Any situations or conditions surrounding the discovery/delivery Names of others who saw the threat If You Receive an E-MAILED THREAT: Leave the message open on the computer Immediately report the threat to Vanderbilt University Public Safety (VUPS). Print, photograph, or copy the message and subject line, note the date and time To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Date: Phone number where call received: Time call received: Time caller hung up: Person receiving call: Date: Phone number where call received: Time call received: Time caller hung up: Person receiving call: Ask Caller: Where is the bomb located? (building, floor, room, etc.) When will it go off? Did you place the bomb? Yes/No",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "eb9e92b7-6b37-4e29-818c-827b4c236eb5",
        "text": ". Why? What does it look like? What kind of bomb is it? What will make it explode? Where are you calling from? What is your name? Ask Caller: Information about Caller: Where is the caller located? (background/level of noise) Estimated age: Is voice familiar? If so, who does it sound like? Other points: Information about Caller: Caller’s Voice Female Accent Calm Coughing Crying Deep breathing Excited Lisp Nasal Rapid Slow Soft Male Angry Clearing throat Cracking voice Deep Disguised Laughter Loud Ragged Raspy Slurred Stutter Background Sounds Animal noises House noises Kitchen noises Street noises Factory machinery PA system Conversation Music Motor Office Static Threat Language Incoherent Message read Taped message Irrational Profane Well-spoken Other information: NEVER clean up a chemical spill unless you have undertaken the required training. Chemical safety training is available through Oracle Learn. In the event of a chemical spill: Evacuate everyone in the immediate area. Isolate the area, closing doors as you leave and prevent others from entering the area. Notify Vanderbilt University Public Safety (VUPS) at 615-421-1911 . Keep people away from the spill and await the arrival of trained personnel. Obtain the Safety Data Sheet (SDS) on the chemical, if known. Find the SDS information at https://www.vanderbilt.edu/ehs/chemical-safety/ . If students are exposed, they should report immediately to the Student Health Center 615-322-2427",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "78cb2e90-e915-42b0-8afa-ce0effa19040",
        "text": ". Obtain the Safety Data Sheet (SDS) on the chemical, if known. Find the SDS information at https://www.vanderbilt.edu/ehs/chemical-safety/ . If students are exposed, they should report immediately to the Student Health Center 615-322-2427 . If after hours, they should report to the Vanderbilt University Medical Center (VUMC) Emergency Department 615-322-3391 . If staff or faculty members are exposed, they should report immediately to the Occupational Health Clinic 615-936-0955 . If after hours, they should report to the VUMC Emergency Department 615-322-3391 . Complete a First Report of Injury form if any employee is involved. Additional chemical safety information can be found at the Environmental Health and Safety website at vanderbilt.edu/ehs To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Earthquakes strike suddenly, violently, and without warning. Many earthquake-related injuries result from collapsing walls, flying glass, and falling objects. If indoors: If you’re indoors, stay there. Get under and hold onto a desk or table – or stand against an interior wall. Stay clear of exterior walls, glass, heavy furniture, fireplaces, and appliances. The kitchen is a particularly dangerous spot. If you’re in an office building, stay away from windows and outside walls and do not use the elevator",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "f48187cd-6287-4598-bab5-6447737728ff",
        "text": ". Stay clear of exterior walls, glass, heavy furniture, fireplaces, and appliances. The kitchen is a particularly dangerous spot. If you’re in an office building, stay away from windows and outside walls and do not use the elevator. If you’re in a crowded public place, avoid panicking and do not rush for the exit. Stay low and cover your head and neck with your hands and arms. In laboratories, extinguish all flames (if possible) before taking cover. Stay clear of areas with large quantities of hazardous materials. If you’re indoors, stay there. Get under and hold onto a desk or table – or stand against an interior wall. Stay clear of exterior walls, glass, heavy furniture, fireplaces, and appliances. The kitchen is a particularly dangerous spot. If you’re in an office building, stay away from windows and outside walls and do not use the elevator. If you’re in a crowded public place, avoid panicking and do not rush for the exit. Stay low and cover your head and neck with your hands and arms. In laboratories, extinguish all flames (if possible) before taking cover. Stay clear of areas with large quantities of hazardous materials. If outside: If you’re outside, get into the open. Stay clear of buildings, power lines or anything else that could fall on you. Drop to the ground in a safe location. If you’re driving, move the car out of traffic and stop. Avoid parking under or on bridges or overpasses. Try to get clear of trees, light posts, signs, and power lines",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "510ea4fe-968f-4546-ae58-89454a5d48ac",
        "text": ". Drop to the ground in a safe location. If you’re driving, move the car out of traffic and stop. Avoid parking under or on bridges or overpasses. Try to get clear of trees, light posts, signs, and power lines. Remain vigilant and be on the lookout for road hazards. If a powerline falls on your vehicle, do not get out. Call 911 and wait for assistance. Keep looking around to be aware of dangers, which may demand immediate movement. When the shaking stops: Check for injuries to personnel in your area. DO NOT attempt to move seriously injured persons unless they are in immediate danger. Check the area for safety hazards such as building damage, fires, chemical spills, or gas leaks. Exit the building and go to your designated rally point. Stay at least 500 feet away from the affected building or other hazards. Keep streets, fire lanes, and walkways clear for emergency vehicles and crews. Take roll and report missing persons, injuries, damages and/or potentially hazardous conditions to your supervisor or designated point of contact. Supervisors and designated points of contact should call Vanderbilt University Public Safety (VUPS) to report any immediate emergencies. Once you have exited the building, DO NOT re-enter the building until the building has been inspected by emergency personnel. Only use the telephone to report emergencies. Remain aware of the potential for aftershocks to occur in the days or weeks following the initial earthquake",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "a81a139a-4a59-46bd-b971-351721426d81",
        "text": ". Only use the telephone to report emergencies. Remain aware of the potential for aftershocks to occur in the days or weeks following the initial earthquake. Aftershocks are typically less severe than the initial earthquake but can still result in significant damage. Buildings, parking structures, and roadways may remain closed for a period following an earthquake while damage assessments and repairs are conducted. Be aware that utilities such as gas, power, and water lines may be damaged",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    },
    {
        "id": "ce99eac2-f87d-42b8-b9fe-13de8f761296",
        "text": ". Buildings, parking structures, and roadways may remain closed for a period following an earthquake while damage assessments and repairs are conducted. Be aware that utilities such as gas, power, and water lines may be damaged. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Vanderbilt University Public Safety Emergency - 615-421-1911 Non-Emergency - 615-322-2745  Metro Nashville Police - 911 Student Health Center - 615-322-2427  Project Safe Crisis Hotline - 615-322 -SAFE (7233) Office - 615-875-0660  Title IX Office - 615-343-9004 Center for Spiritual and Religious Life - 615-322-2457 Student Care Network - 615-322-2571 Student Accountability - 615-322-7868 Vanderbilt University Medical Center Emergency Department - 615-322-3391 Plant Operations - 615-322-2621 Student Affairs - 615-322-6400 Housing and Residential Experience - 615-322-2591 Behavioral and Mental Health Program – Lyra - 877-804-2856 Risk Management - 615-322-5155  VUMC Office of Clinical and Research Safety Normal business hours - 615-322-2057 After business hours - 615-875-3779 Depending on the type of emergency, it may be necessary either to evacuate a building or to shelter in place, that is, to remain in the building until emergency personnel confirm that it is safe to leave",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 49
        }
    },
    {
        "id": "2497458a-87fb-4e0d-b956-f8b0ff772ce9",
        "text": ". In the event of a fire alarm or if instructed by emergency personnel to evacuate, EVACUATE IMMEDIATELY using the nearest emergency exit. Do not use elevators unless directed to do so. Never use elevators during a fire evacuation. Once outdoors, report to your designated rally point. Check in and report missing persons, injuries, damages and/or potentially hazardous conditions to your supervisor or designated point of contact. Keep streets, fire lanes, and walkways clear for emergency vehicles and personnel. Supervisors and designated points of contact should call Vanderbilt University Public Safety (VUPS) to report any immediate emergencies. Do not re-enter the building until authorized to do so by Vanderbilt University Police Department (VUPD) or on-site emergency personnel.  NOTE: Review and practice evacuation routes, assembly areas, and procedures for your office, classrooms, laboratories, residence hall, or other facility BEFORE an emergency happens. Determine multiple evacuation routes if one is obstructed. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD See also Emergency Evacuation - General. When an emergency strikes, it is critical for everyone to take appropriate and deliberate action. If you observe a person with a disability having difficulty evacuating, remember to ask if assistance is needed before acting",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 50
        }
    },
    {
        "id": "9e305200-4621-4a39-b1c4-4dc74079a730",
        "text": ". When an emergency strikes, it is critical for everyone to take appropriate and deliberate action. If you observe a person with a disability having difficulty evacuating, remember to ask if assistance is needed before acting. Inquire how best to assist the individual and whether any precautionary measures need to be taken or items need to accompany the person. Consider the following suggestions when assisting individuals with disabilities in an emergency: Individuals Who Are Blind or Have Low Vision Describe the emergency: Provide clear and concise information about the emergency situation and the immediate surroundings. Offer assistance: Offer your arm for the individual to hold onto as you guide them to safety. Allow them to grasp your arm above your elbow, which provides stability and control. Provide details: Communicate verbally about the direction you are headed and any potential obstacles or hazards along the way. Be descriptive and specific. Orient the individual: Once at a safe location, provide orientation by describing the surroundings. Offer assistance and ensure the individual feels comfortable and informed before leaving. Individuals Who Are Deaf or Hard Of Hearing Alert the individual: Utilize visual alerts, such as flashing lights, or waving your arms. One may also tap an individual on the shoulder if visual cues are not effective. Communication: If Sign Language is not known, use gestures or written notes",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 51
        }
    },
    {
        "id": "0e86cd64-8be0-479d-bb40-f76fc4c552fc",
        "text": ". One may also tap an individual on the shoulder if visual cues are not effective. Communication: If Sign Language is not known, use gestures or written notes. Indicate directions with gestures or write a note with evacuation instructions. Individuals With Mobility Limitations – Non-Wheelchair User Discuss needs and preferences: Ask if assistance is needed and what their specific needs are. Inquire if the person can evacuate using the stairs without help or with minor assistance. Ensure a clear path of travel: If debris is present, it may be necessary to clear a path to the nearest exit route. No imminent danger: If there is no imminent danger, the person may choose to remain in the building or to be directed to an area of refuge (stairwell) until emergency personnel arrive. Fire Department personnel, who are trained in emergency rescue, can then enter the building, and assist the person in exiting the building, either down the stairs or using the emergency elevator recall. Imminent danger: If danger is imminent, use a sturdy chair, with or without wheels, to move the person, or help carry the person to safety using a carry technique, or, if available, use an evacuation chair. Mobility aids or devices: Return any mobility aids or devices to the person as soon as possible. Notification of emergency personnel: Once you safely evacuate, notify emergency personnel immediately about any individuals remaining in the building and their locations",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 52
        }
    },
    {
        "id": "9498e381-820a-4d17-8c3c-c264b0693b96",
        "text": ". Notification of emergency personnel: Once you safely evacuate, notify emergency personnel immediately about any individuals remaining in the building and their locations. Individuals With Mobility Limitations – Wheelchair User Discuss needs and preferences: Ask if assistance is needed and what their specific needs are. Non-ambulatory persons’ needs and preferences vary widely, so it is crucial to ask how they would like to be assisted. Wheelchair-user on the ground floor: Individuals who use wheelchairs may choose to evacuate themselves from the ground floor with minimal assistance. Ensure a clear path of travel: If debris is present, it may be necessary to clear a path to the nearest exit. No imminent danger: If there is no imminent danger, the person may choose to remain in the building or to be directed to an area of refuge (stairwell) until emergency personnel arrive. Fire Department personnel, who are trained in emergency rescue, can then enter the building, and assist the person in exiting the building, either down the stairs or using the emergency elevator recall. Imminent danger: If danger is imminent and the individual does not wish to be removed from their wheelchair, direct the person to the nearest area of refuge (stairwell) and notify emergency personnel immediately",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 53
        }
    },
    {
        "id": "01c70d73-069f-4653-b56a-df1a6a226e80",
        "text": ". Imminent danger: If danger is imminent and the individual does not wish to be removed from their wheelchair, direct the person to the nearest area of refuge (stairwell) and notify emergency personnel immediately. While staying in place, the wheelchair user should keep in direct contact with VUPS Dispatch by dialing 615-421-1911 from a cell phone and reporting directly pertinent information including location. Carrying wheelchair users: Most wheelchairs are too heavy to carry down stairs. If the person wishes to be carried down the stairs without the wheelchair, ask about the best carry options, i.e., two-person cradle carry, office chair evacuation, or, if available, an evacuation chair. Mobility aids or devices: Return any mobility aids or devices to the person as soon as possible, ensuring they have the necessary support for mobility. Notification of emergency personnel: Once you safely evacuate, notify emergency personnel immediately about any individuals remaining in the building and their locations. Carry Techniques To be used only in emergency situations where death or serious bodily injury is imminent. One-person Carry Technique (The Cradle Lift) The Cradle Lift is the preferred carry method when the person to be carried has little or no arm strength. It is safer if the person being carried weighs less than the carrier. Place one arm under the upper back and one arm under the knees",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 54
        }
    },
    {
        "id": "e78c39d8-c369-4d10-9eeb-6bdf7ce90719",
        "text": ". It is safer if the person being carried weighs less than the carrier. Place one arm under the upper back and one arm under the knees. Two-person Carry Technique (The Swing Carry or Chair Carry) To use this technique: Carry partners stand on opposite sides of the individual. Wrap individual’s closest arm around one carry partner’s shoulder. Grasp carry partner’s forearm behind the individual in the small of the back. Reach under the individual’s knees to grasp the wrist of carry partner’s other hand. Both carry partners should then lean in close to the individual and lift on the count of three. Continue pressing into the individual being carried for additional support in the carry. The Cradle Lift is the preferred carry method when the person to be carried has little or no arm strength. It is safer if the person being carried weighs less than the carrier. Place one arm under the upper back and one arm under the knees. To use this technique: Carry partners stand on opposite sides of the individual. Wrap individual’s closest arm around one carry partner’s shoulder. Grasp carry partner’s forearm behind the individual in the small of the back. Reach under the individual’s knees to grasp the wrist of carry partner’s other hand. Both carry partners should then lean in close to the individual and lift on the count of three. Continue pressing into the individual being carried for additional support in the carry. Carry partners stand on opposite sides of the individual",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 55
        }
    },
    {
        "id": "905bc55f-fe2d-4654-85e8-efc79bb9e1a2",
        "text": ". Both carry partners should then lean in close to the individual and lift on the count of three. Continue pressing into the individual being carried for additional support in the carry. Carry partners stand on opposite sides of the individual. Wrap individual’s closest arm around one carry partner’s shoulder. Grasp carry partner’s forearm behind the individual in the small of the back. Reach under the individual’s knees to grasp the wrist of carry partner’s other hand. Both carry partners should then lean in close to the individual and lift on the count of three. Continue pressing into the individual being carried for additional support in the carry. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Elevator Outage Persons stuck in an elevator should: Remain calm and NOT try to exit the elevator car. Use the emergency phone or intercom call button to call for help, call 615-421-1911 from any cell phone, or bang on the doors and shout for assistance. Wait for trained personnel to assist with extraction.  Power Outage In the event of a power outage: Remain calm and assess the extent of the outage. Report the outage to Building Systems Controls (BSC) by dialing 615-322-2621 . DO NOT light candles or other types of flames for illumination. Keep lab refrigerators/freezers closed during the outage. Secure all equipment, experiments, and hazardous materials if safe to do so",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 56
        }
    },
    {
        "id": "ae455cea-8471-4e77-b541-9c962c433d46",
        "text": ". DO NOT light candles or other types of flames for illumination. Keep lab refrigerators/freezers closed during the outage. Secure all equipment, experiments, and hazardous materials if safe to do so.  Gas Leak Natural gas has a distinct, pungent odor (rotten eggs/sulfur) so it is easy to detect. Leaking gas can cause an explosion and fire. In the event of a gas leak: Immediately extinguish open flames. Immediately evacuate everyone. DO NOT use telephones, flashlights, or electrical switches. Report to your designated evacuation rally point. Once safely outside, notify VUPS by dialing 615-421-1911 from any cell phone.  All Other Facility/Utility Failures Call Building Systems Controls (BSC) by dialing 615-322-2621 to report the outage. Always dial 911 and evacuate the building in case of: Fire/Smoke Explosion Structural damage or collapse Uncontrolled gas leak Uncontrolled chemical or hazardous materials spill  To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD If you smell smoke, see a fire, or hear a fire alarm: IMMEDIATELY EVACUATE THE BUILDING. Always use the stairs. Never use elevators during a fire. If possible, help individuals requiring assistance in evacuating. If the fire alarm has not been activated, pull the manual fire alarm by the nearest exit. Before opening doors, check for heat: IF THE DOOR IS COOL: Open the door carefully and proceed to the nearest exit",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 57
        }
    },
    {
        "id": "763990cb-4de4-4f00-9e91-19a81f2d8561",
        "text": ". If the fire alarm has not been activated, pull the manual fire alarm by the nearest exit. Before opening doors, check for heat: IF THE DOOR IS COOL: Open the door carefully and proceed to the nearest exit. Close doors behind you. If there is light smoke, stay low and cover your face with a cloth (shirt, blouse, etc.). IF THE DOOR IS HOT, DO NOT OPEN: Seek another exit. If you are trapped in a room on an upper floor: Dial 911 to report your building, floor, room number, and the number of people with you. Prevent smoke from entering the room. If available, place wet towels or cloth material at the bottom of the door and cover any vents. If the room begins to fill with smoke, you can open the window slightly. Never break the window because this might cause a chimney effect and help spread the fire. Assist the physically impaired as able: Offer to guide the visually impaired. Instruct the hearing impaired to evacuate with you. If you encounter a wheelchair-bound person, assist them to a refuge point and instruct them to wait for Fire Department assistance. Call 911 to report your building, floor, and location of the person needing evacuation. The first choice for a refuge point would be an enclosed stairway landing that will accommodate a wheelchair without impeding patrons as they exit. If no stairway refuge exists, then have them remain in a room with a window. Make every attempt to ensure they have a phone or cell phone available",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 58
        }
    },
    {
        "id": "4da9c47d-75e0-40df-91cc-c01cd9efb7fd",
        "text": ". If no stairway refuge exists, then have them remain in a room with a window. Make every attempt to ensure they have a phone or cell phone available. Make note of the individual’s exact location and continue to evacuate the building. After you safely evacuate from the building, report to your designated rally point. Report to your supervisor or designated point of contact and report: The location of anyone who could not be evacuated. The location and phone number of any mobility impaired person you assisted. Any problems you witnessed while exiting the building, such as hallways/stairs filling with smoke or blocked by fire. DO NOT go back into the building until the Fire Department or the Vanderbilt University Police Department (VUPD) indicates that it is safe to do so. IF THE DOOR IS COOL: Open the door carefully and proceed to the nearest exit. Close doors behind you. If there is light smoke, stay low and cover your face with a cloth (shirt, blouse, etc.). IF THE DOOR IS HOT, DO NOT OPEN: Seek another exit. Open the door carefully and proceed to the nearest exit. Close doors behind you. If there is light smoke, stay low and cover your face with a cloth (shirt, blouse, etc.). Seek another exit. Dial 911 to report your building, floor, room number, and the number of people with you. Prevent smoke from entering the room. If available, place wet towels or cloth material at the bottom of the door and cover any vents",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 59
        }
    },
    {
        "id": "371e7c24-b489-4c34-806c-0a9e217a2470",
        "text": ". Seek another exit. Dial 911 to report your building, floor, room number, and the number of people with you. Prevent smoke from entering the room. If available, place wet towels or cloth material at the bottom of the door and cover any vents. If the room begins to fill with smoke, you can open the window slightly. Never break the window because this might cause a chimney effect and help spread the fire. Offer to guide the visually impaired. Instruct the hearing impaired to evacuate with you. If you encounter a wheelchair-bound person, assist them to a refuge point and instruct them to wait for Fire Department assistance. Call 911 to report your building, floor, and location of the person needing evacuation. The first choice for a refuge point would be an enclosed stairway landing that will accommodate a wheelchair without impeding patrons as they exit. If no stairway refuge exists, then have them remain in a room with a window. Make every attempt to ensure they have a phone or cell phone available. Make note of the individual’s exact location and continue to evacuate the building. The first choice for a refuge point would be an enclosed stairway landing that will accommodate a wheelchair without impeding patrons as they exit. If no stairway refuge exists, then have them remain in a room with a window. Make every attempt to ensure they have a phone or cell phone available. Make note of the individual’s exact location and continue to evacuate the building",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 60
        }
    },
    {
        "id": "f99e8848-dd52-4e9d-adc1-60c92f452fba",
        "text": ". If no stairway refuge exists, then have them remain in a room with a window. Make every attempt to ensure they have a phone or cell phone available. Make note of the individual’s exact location and continue to evacuate the building. The location of anyone who could not be evacuated. The location and phone number of any mobility impaired person you assisted. Any problems you witnessed while exiting the building, such as hallways/stairs filling with smoke or blocked by fire. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD In the event of a medical emergency: Call Vanderbilt University Public Safety (VUPS). Dial 615-421-1911 Dial 911 to reach Metro Nashville PD Provide the following information: Building name Floor and room number Caller’s name and phone number Nature and severity of the injury Approximate age of injured person Sex of injured person Current condition Any known medical history of the injured person Remain with the person with the medical injury. DO NOT move the individual unless required to prevent further injury. If possible, send someone to meet the responding emergency personnel at the location designated by the dispatcher",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 61
        }
    },
    {
        "id": "756335b1-568c-46a5-a90b-17ec4924897c",
        "text": ". DO NOT move the individual unless required to prevent further injury. If possible, send someone to meet the responding emergency personnel at the location designated by the dispatcher. Dial 615-421-1911 Dial 911 to reach Metro Nashville PD Building name Floor and room number Caller’s name and phone number Nature and severity of the injury Approximate age of injured person Sex of injured person Current condition Any known medical history of the injured person  Cardiac Arrest and Automated External Defibrillators (AEDs) If the medical emergency involves someone who has experienced cardiac arrest who is not breathing and has no pulse, an AED may be required. AEDs can detect an irregular heart rhythm and to apply an electrical shock (or shocks) to the person’s heart in attempt to reset it back into a normal and effective rhythm. Using an AED: Almost anyone can apply and use an AED. Voice prompts guide the user through the appropriate steps. AEDs are over 99% accurate in rhythm interpretation, so they won’t shock unless an individual requires it. AEDs on the Vanderbilt Campus: All marked Vanderbilt University Police Department (VUPD) patrol vehicles are equipped with AEDs. Additional AED units are strategically located across the Vanderbilt campus. Additional AED program information can be found on the university emergency management website",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 62
        }
    },
    {
        "id": "d1c8e3d8-4b34-492a-8c04-efe88542f99a",
        "text": ". Additional AED units are strategically located across the Vanderbilt campus. Additional AED program information can be found on the university emergency management website. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Report any security concern or suspicious activity to Vanderbilt University Public Safety (VUPS). If you encounter: A disruptive or hostile individual Someone making threats (in person or cyber/social media) A person acting suspiciously Harassing or threatening phone calls/text messages Contact Vanderbilt University Public Safety (VUPS) Dial 615-421-1911 Activate the nearest Emergency Blue Light Phone Utilize the Emergency Button in the VandySafe App to trigger a Mobile Blue Light Dial 911 to reach Metro Nashville PD Provide the following information: Your location Description of events Description of subjects Types of threats or possible weapons If possible, stay on the phone with the dispatcher until police officers arrive or as instructed by the dispatcher",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 63
        }
    },
    {
        "id": "7f08f1c3-4568-4265-b8c4-28e8b124dc4a",
        "text": ". A disruptive or hostile individual Someone making threats (in person or cyber/social media) A person acting suspiciously Harassing or threatening phone calls/text messages Dial 615-421-1911 Activate the nearest Emergency Blue Light Phone Utilize the Emergency Button in the VandySafe App to trigger a Mobile Blue Light Dial 911 to reach Metro Nashville PD Your location Description of events Description of subjects Types of threats or possible weapons To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Activate the nearest Emergency Blue Light Phone Tornado Outdoors: Immediately seek shelter in the nearest substantial building. If you cannot seek shelter in a building, lie in a ditch or low-lying area and cover your head and neck. If you are in a vehicle and cannot seek shelter in a building, you may stay in the car with the seat belt on. Put your head down below the windows; cover your head with your hands and a blanket, coat, or other cushion if possible. However, if you can safely get noticeably lower than the level of the roadway, leave your car and lie in that area, covering your head and neck. Immediately seek shelter in the nearest substantial building. If you cannot seek shelter in a building, lie in a ditch or low-lying area and cover your head and neck. If you are in a vehicle and cannot seek shelter in a building, you may stay in the car with the seat belt on",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 64
        }
    },
    {
        "id": "83925f08-9895-4b0b-8c90-309485c5e7f0",
        "text": ". If you cannot seek shelter in a building, lie in a ditch or low-lying area and cover your head and neck. If you are in a vehicle and cannot seek shelter in a building, you may stay in the car with the seat belt on. Put your head down below the windows; cover your head with your hands and a blanket, coat, or other cushion if possible. However, if you can safely get noticeably lower than the level of the roadway, leave your car and lie in that area, covering your head and neck. Indoors: Alert building occupants of the impending weather. If you are in a classroom or meeting area, stop all non-emergency activities and seek shelter. Move quickly to a safe area. Move to the most interior portion (stairwell, hallway, or room) of the building on the lowest possible floor. Stay away from windows, doors, and exterior walls. Close all doors leading to exterior rooms – only if possible and necessary. Stay sheltered until the threat has passed. Monitor for more information and follow instructions from AlertVU messages. Remember, even when a specific storm cell has passed beyond the area, conditions may still be right for high winds, lightning, and other hazardous weather conditions. Move to the most interior portion (stairwell, hallway, or room) of the building on the lowest possible floor. Stay away from windows, doors, and exterior walls. Close all doors leading to exterior rooms – only if possible and necessary",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 65
        }
    },
    {
        "id": "532017bb-8c47-47e7-9da2-bcd69309987d",
        "text": ". Move to the most interior portion (stairwell, hallway, or room) of the building on the lowest possible floor. Stay away from windows, doors, and exterior walls. Close all doors leading to exterior rooms – only if possible and necessary. Remember, even when a specific storm cell has passed beyond the area, conditions may still be right for high winds, lightning, and other hazardous weather conditions. Lightning REMEMBER: If you can hear thunder, you are close enough to be struck by lightning. Outdoors: Immediately seek shelter in the nearest building. If no shelter is nearby: Find a low spot away from trees, fences, and poles that is not subject to flooding. Do not lie flat on the ground, squat low to the ground on the balls of your feet. Place your hands over your ears and your head between your knees. Make yourself the smallest target possible and minimize your contact with the ground. If you are swimming, get out of the water immediately. DO NOT seek shelter under trees. DO NOT seek shelter in unprotected open structures such as picnic pavilions, rain shelters, bus stops, balconies, or porches. If a building is not available, a metal-topped vehicle with the windows up is the next best option. A golf cart is NOT an acceptable shelter. Avoid contact with metal fences, metal bleachers, or metallic structures. Find a low spot away from trees, fences, and poles that is not subject to flooding. Do not lie flat on the ground, squat low to the ground on the balls of your feet",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 66
        }
    },
    {
        "id": "0bb9adf8-1486-4275-834a-64c0e0197adf",
        "text": ". Avoid contact with metal fences, metal bleachers, or metallic structures. Find a low spot away from trees, fences, and poles that is not subject to flooding. Do not lie flat on the ground, squat low to the ground on the balls of your feet. Place your hands over your ears and your head between your knees. Make yourself the smallest target possible and minimize your contact with the ground. If you are swimming, get out of the water immediately. DO NOT seek shelter under trees. DO NOT seek shelter in unprotected open structures such as picnic pavilions, rain shelters, bus stops, balconies, or porches. If a building is not available, a metal-topped vehicle with the windows up is the next best option. A golf cart is NOT an acceptable shelter. Avoid contact with metal fences, metal bleachers, or metallic structures. Indoors: Stay away from exterior windows and doors. Avoid using hardwired corded telephones or any electrical appliances. Cell phones are a safe alternative. Avoid plumbing – do not take a bath, shower, or have any other contact with water during a thunderstorm. Stay sheltered until the threat has passed. Wait at least 30 minutes after hearing the last sound of thunder before continuing outdoor activities. Monitor for more information. Remember, even when a specific storm cell has passed beyond the area, conditions may still be right for high winds, lightning, and other hazardous weather conditions",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 67
        }
    },
    {
        "id": "25284fb8-59f2-47c9-ae1d-9220777cc7ef",
        "text": ". Monitor for more information. Remember, even when a specific storm cell has passed beyond the area, conditions may still be right for high winds, lightning, and other hazardous weather conditions. Wait at least 30 minutes after hearing the last sound of thunder before continuing outdoor activities. Remember, even when a specific storm cell has passed beyond the area, conditions may still be right for high winds, lightning, and other hazardous weather conditions. Remember, even when a specific storm cell has passed beyond the area, conditions may still be right for high winds, lightning, and other hazardous weather conditions. Flooding Outdoors: Move to higher ground. Avoid walking or driving through any floodwaters. Move to higher ground. Avoid walking or driving through any floodwaters. Indoors: Avoid going into a room where electrical cords or outlets are submerged. Resources for Weather Information: NOAA Weather Radio: Nashville frequency 162.550 Davidson County SAME code 047037 Local News Stations: News Channel 5 WTVF WKRN News 2 WSMV Channel 4 WZTV Fox 17 National Weather Service Nashville: https://www.weather.gov/ohx/ Weather Apps: Local News Stations FEMA If someone is injured or there is damage caused by the weather, notify Vanderbilt University Public Safety (VUPS): Dial 615-421-1911 . Dialing 911 will reach Metro Nashville PD. Exit a building that smells of natural gas or chemical fumes. Do not tour damaged areas. Do not go into damaged buildings",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 68
        }
    },
    {
        "id": "211250a5-0ae1-4315-a2ca-e0e028abfb5e",
        "text": ". Dialing 911 will reach Metro Nashville PD. Exit a building that smells of natural gas or chemical fumes. Do not tour damaged areas. Do not go into damaged buildings. If you must be outdoors, watch for downed power lines and for possible falling debris. Use the phone only to report emergencies. Monitor radio and television for reports and guidance. Assist persons with special needs. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD In the event authorities ask you to Shelter in Place, follow these guidelines: If outside, seek shelter in the nearest building, preferably in an interior room. Allow access to others seeking shelter. Avoid overcrowding by using several rooms, if necessary. Seek additional information and updates through various methods, including AlertVU. Make yourself as comfortable as possible; prepare for the possibility of an extended stay. Look after each other. You will be notified when it is safe return to normal activities. What to do for an outdoor hazardous materials release: Follow instructions for Shelter in Place listed above. Choose a room above ground level. Close all windows and doors",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 69
        }
    },
    {
        "id": "f4438cd8-16f2-4e3a-90ee-abf7bb6a2849",
        "text": ". You will be notified when it is safe return to normal activities. What to do for an outdoor hazardous materials release: Follow instructions for Shelter in Place listed above. Choose a room above ground level. Close all windows and doors. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD If you notice protruding wires, strange odors, smoke, vapors, beeping, ticking, or a suspicious powdery substance on letters, packages, or any other items. Treat as suspicious, and follow these instructions: If you are holding the item, set it down carefully and walk away from it, then wash your hands with soap and water. Do not open, shake the item, or disturb the contents. Do not try to smell the item. If you have handled the item, keep your hands away from your eyes, nose, mouth, or any part of your face. Do not touch others or let others touch you. Do not pass the item to others or move its contents. Call Vanderbilt University Public Safety (VUPS) by dialing 615-421-1911. Dialing 911 will reach Metro Nashville PD. Provide the location of the item, a description including size, and your location and phone number. If the suspicious letter, package, or item has a powdery substance on the outside or is leaking: Follow the instructions listed above. Do not try to clean up powders or fluids. If possible, cover the item and leave it undisturbed",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 70
        }
    },
    {
        "id": "eadf9941-4928-48e8-841d-c3f34fe732e6",
        "text": ". If the suspicious letter, package, or item has a powdery substance on the outside or is leaking: Follow the instructions listed above. Do not try to clean up powders or fluids. If possible, cover the item and leave it undisturbed. Close windows, turn off fans, close doors, and section off the area to minimize exposure to others. Wash your hands with soap and water and move to an area that minimizes your exposure. Remain in the area and prevent others from entering until the arrival of Vanderbilt University Police (VUPD) or other first responders. After being cleared by emergency personnel, faculty and staff who are exposed should report immediately to Occupational Health 615-936-0955. If after hours, they should report to the Vanderbilt University Medical Center (VUMC) Emergency Department 615-322-3391. Complete a First Report of Injury report if any employee is involved",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 71
        }
    },
    {
        "id": "c5e291e1-3129-4ab8-b470-66586db549b7",
        "text": ". If after hours, they should report to the Vanderbilt University Medical Center (VUMC) Emergency Department 615-322-3391. Complete a First Report of Injury report if any employee is involved. An item should be treated with suspicion if one or more of the following conditions are met: No return address Use of restrictive markings (“Personal,” “Confidential,” etc.) Excessive packing material Addressed to title only, misspelled common words, poorly typed or written Excessive postage Oily stains, discolorations, or crystallization on wrapper Strange odor Protruding wires To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD Supportive Measures Members of the Vanderbilt University community who believe they have experienced sexual misconduct may need resources and support. Any individual can experience sexual misconduct, and these resources are available to all interested parties, regardless of whether they proceed with filing a formal complaint with the Title IX Office. Sexual misconduct intersects with an individual’s identities and can affect how they respond to trauma, access help, make decisions about reporting, and move forward in their coping and healing",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 72
        }
    },
    {
        "id": "36a38288-eadc-42ea-8605-df1a8effbd7c",
        "text": ". Sexual misconduct intersects with an individual’s identities and can affect how they respond to trauma, access help, make decisions about reporting, and move forward in their coping and healing. Both Complainants (people who are alleged to have experienced sexual misconduct) and Respondents (people who are alleged to have committed sexual misconduct) can find the sexual misconduct investigation process stressful and anxiety-inducing. Supportive measures are available to both Complainants and Respondents to assist them as they move through the process (whether a Complainant files a Formal Complaint or not). Vanderbilt encourages anyone interested in supportive measures to reach out to the Title IX Office. It is not necessary to file a Formal Complaint or have a Formal Complaint filed against you in order to receive supportive measures. Student Resources Vanderbilt University seeks to maintain a safe and healthy environment for all students. We take reports of sexual misconduct and intimate partner violence seriously, and how we respond depends on, among other things, the facts and circumstances of the specific incident, the wishes of the victim, to whom it was reported, and the University’s obligations under applicable federal and state laws. The policies governing our investigative and adjudication processes may be found in the Sexual Misconduct Policy and Formal Grievance Protocol",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 73
        }
    },
    {
        "id": "c20f640c-9cb5-45d5-aa3a-539f75d3229b",
        "text": ". The policies governing our investigative and adjudication processes may be found in the Sexual Misconduct Policy and Formal Grievance Protocol. Regardless of whether the Title IX Office (Title IX Office) conducts an investigation, we offer support and a number of resources for students impacted by sexual misconduct and intimate partner violence. Information about support services and resources is outlined in more detail below and can also be obtained from the Title IX Office or the Project Safe Center. The Project Safe Center serves as the central resource for those impacted by sexual misconduct and intimate partner violence and can assist with navigating all facets of the University’s resource and support network and other processes; however, there are multiple points of entry that may be utilized by a victim or survivor, and appropriate referrals and assistance will be provided by other offices and departments, as needed. Resources for Students can be found at https://www.vanderbilt.edu/title-ix/student-support-resources.php. Faculty Resources Vanderbilt University seeks to maintain a safe and healthy environment for all faculty. We take reports of sexual misconduct and intimate partner violence seriously, and how we respond depends on, among other things, the facts and circumstances of the specific incident, the wishes of the victim, to whom it was reported, and the University’s obligations under applicable federal and state laws",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 74
        }
    },
    {
        "id": "336eed46-3f27-494e-902d-a87115290871",
        "text": ". The policies governing our investigative and adjudication processes may be found in the Sexual Misconduct Policy and Formal Grievance Protocol. Regardless of whether the Title IX Office (Title IX Office) conducts an investigation, we offer support and a number of resources for faculty impacted by sexual misconduct and intimate partner violence. Information about support services and resources is outlined in more detail below and can also be obtained from the Title IX Office or the Project Safe Center. The Project Safe Center serves as the central resource for those impacted by sexual misconduct and intimate partner violence and can assist with navigating all facets of the University’s resource and support network and other processes; however, there are multiple points of entry that may be utilized by a victim or survivor, and appropriate referrals and assistance will be provided by other offices and departments, as needed. Resources for Faculty can be found at https://www.vanderbilt.edu/title-ix/faculty-support-resources.php . Staff Resources Vanderbilt University seeks to maintain a safe and healthy environment for all staff. We take reports of sexual misconduct and intimate partner violence seriously, and how we respond depends on, among other things, the facts and circumstances of the specific incident, the wishes of the victim, to whom it was reported, and the University’s obligations under applicable federal and state laws",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 75
        }
    },
    {
        "id": "6d1dc1fa-ad31-4ede-a1fc-c7741df69b71",
        "text": ". The policies governing our investigative and adjudication processes may be found in the Sexual Misconduct Policy and Formal Grievance Protocol. Regardless of whether the Title IX Office (Title IX Office) conducts an investigation, we offer support and a number of resources for staff impacted by sexual misconduct and intimate partner violence. Information about support services and resources is outlined in more detail below and can also be obtained from the Title IX Office or the Project Safe Center. The Project Safe Center serves as the central resource for those impacted by sexual misconduct and intimate partner violence and can assist with navigating all facets of the University’s resource and support network and other processes; however, there are multiple points of entry that may be utilized by a victim or survivor, and appropriate referrals and assistance will be provided by other offices and departments, as needed. Resources for Staff can be found at https://www.vanderbilt.edu/title-ix/staff-support-resources.php. To contact Vanderbilt University Public Safety (VUPS) in an emergency: Dial 615-421-1911 Use the VandySafe mobile app Dial 911 to reach Metro Nashville PD VandySafe is the official safety app of Vanderbilt University. The app is available through the Apple and Google Play stores. VandySafe features include: Mobile Bluelight: Send your location to Vanderbilt Police Dispatchers in real-time in case of a crisis",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 76
        }
    },
    {
        "id": "d1c9dadc-14af-4f78-9941-f716dd05785d",
        "text": ". The app is available through the Apple and Google Play stores. VandySafe features include: Mobile Bluelight: Send your location to Vanderbilt Police Dispatchers in real-time in case of a crisis. Emergency Contacts: Contact the correct services in the event of an emergency or a non-emergency concern. Tip Reporting: Multiple ways to report a safety/security concern directly to Vanderbilt University security. Safety notifications: Receive AlertVU notifications when on-campus emergencies occur. Emergency Plans: Learn what to do in case of an emergency. Chat with Security: Communicate live with Vanderbilt Police Dispatchers via text chat. Campus safety resources: Access important safety resources in one convenient app.",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 77
        }
    },
    {
        "id": "e32d12a1-a1a0-4089-9bfb-db6b4868aa49",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 78
        }
    },
    {
        "id": "f02bed60-7c21-48ed-a7e8-d781e2771733",
        "text": "Scraped from: https://publicsafety.vanderbilt.edu/about/\nDate scraped: 2025-02-17 02:45:14\n\nAbout\n================================================================================\n\nScraped from: https://publicsafety.vanderbilt.edu/contact/\nDate scraped: 2025-02-17 02:45:15\n\nContact\n================================================================================\n\nScraped from: https://publicsafety.vanderbilt.edu/wp-login.php/\nDate scraped: 2025-02-17 02:45:15\n\nPowered by WordPress Lost your password? ← Go to Public Safety\n================================================================================",
        "metadata": {
            "source": "scraped_data/publicsafety.vanderbilt.edu/publicsafety.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 79
        }
    }
]