[
  {
    "id": "11ecafe9-3223-4821-ba86-090ca11e82e8",
    "text": "Scraped from: scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://nursing.vanderbilt.edu/people/\nDate scraped: 2025-02-17 02:45:12\n\nPeople\n================================================================================\n\nScraped from: https://nursing.vanderbilt.edu/current-students/\nDate scraped: 2025-02-17 02:45:15",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 1
    }
  },
  {
    "id": "bfc21599-919b-4729-bf76-a9f9c4bbbf0f",
    "text": "Current Students Quick Guide VUSN Student Portal Student Handbook Course Catalog BrightSpace Technology Simulation Lab Knowledge Base Digital Library YES (Your Enrollment Services) Hotel & Housing Information Clinical Evaluations Preparing for Practice Preceptor Resources All the resources you need, from a world-class Simulation Lab to tech help when you have a PC breakdown plus a guide to the digital library.  Office for Student Affairs Office of Enrollment Services Clinical Placement Financial Aid Academic Coaching Honor Council Career Services Support Services Directory Preceptor Resources Behind every student is a team of experts ready to help you thrive. School of Nursing services include academic coaching, student support and advocacy, and a team of clinical rotation experts.  Academic Calendar: MN, MSN & DNP Academic Calendar: PhD Block Schedules & Textbooks Commencement & Pinning DNP Intensive Schedule University Events Web Exam Appointments Easy-to-use calendars of official university dates, class schedules and school and university events you won’t want to miss.  Office for Student Affairs The Office for Student Affairs is responsible for the organization and oversight of a comprehensive student affairs program that supports the school’s mission, meets the needs of a diverse population and fosters student engagement. The office coordinates and oversees policies, programs and services that support non-academic student success",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 2
    }
  },
  {
    "id": "70b0b1fe-a143-4e86-99ed-f8837b1dbd0e",
    "text": ". The office coordinates and oversees policies, programs and services that support non-academic student success. Learn more about the Office for Student Affairs Clinical Placement VUSN is committed to our students’ clinical education needs. Our dedicated Clinical Placement staff administratively coordinates all students’ clinical assignments",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 3
    }
  },
  {
    "id": "c7d77289-0bbf-468c-88f1-e333636867a1",
    "text": ". Our dedicated Clinical Placement staff administratively coordinates all students’ clinical assignments. Learn more about clinical placement at VUSN Enrollment Forms Contract for Incomplete Grade Elective Course Form Independent Study Agreement Request for Leave of Absence Request for Change of Status Withdrawal from the School of Nursing Transfer of Credit Other student forms Visit Enrollment Services Student Organizations American Association of Men in Nursing Affinity Group; Middle Tennessee Chapter at Vanderbilt Asian Pacific Islander and Desi American (APIDA) Student Nurses Black, Indigenous, People of Color (BIPOC) PreSpecialty Affinity Group Black, Indigenous, People of Color (BIPOC) Mentoring Program Black Student Nurses Affinity Group DNP Student Diversity Affinity Group Global Health Student Group Hispanic/Latinx Student Nurses Affinity Group Iota Chapter of Sigma Theta Tau International (STTI) Meharry-Vanderbilt Student Alliance Military/Veterans Student Nurses Affinity Group Neurodiversity Student Nurses Advocacy Group Nurses for Sexual and Reproductive Health Students for Health Equity Vanderbilt Center for Gerontological Nursing Excellence/Students Interested in Gerontological Nursing (SIIGN) Vandy Village VUSN Graduate Council VUSNPride Student Affinity Group Explore student organizations Opportunities Build your leadership skills and find like-minded classmates in organizations that reflect your passion",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 4
    }
  },
  {
    "id": "0041e1de-7feb-4742-b78e-9cd56c9bbb66",
    "text": ". Or investigate grant funded programs to expand your nursing expertise. Collaborative Academic Practice (CAP) Program – Grant-funded for program for Vanderbilt FNP, NM/FNP, and AGPCNP students who have an interest in care of rural and medically underserved communities Learn about the CAP program Global Health – From the Graduate Certificate in Global Health to the Global Health and Environmental Justice club, students have many opportunities to participate in global and planetary health and scholarly work Learn about Global Health MEADOW – The MEADOW program goal is to train nurse-midwives through trainee scholarships, stipends, curricular enhancement, and community-based training Learn about the MEADOW program SANE – Sexual Assault Nurse Examiners are specifically trained to help victims of sexual assault, collect evidence and testify Behavioral Health Workforce Education and Training (BHWET) Program – This grant-funded program prepares Vanderbilt PMHNP students who have an interest in care of rural and medically underserved communities Learn about the BHWET program STEPP Clinic – STEPP (Shade Tree Early Pregnancy Program) is a free monthly clinic directed by medical and nurse-midwifery students Learn about STEPP Clinic Vanderbilt Volunteer Doula Program – Doula training is provided twice yearly in concert with Vanderbilt Medical Center",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 5
    }
  },
  {
    "id": "d483d7a7-3a4d-49ef-8b0e-93709c44cfc2",
    "text": ". Tor those who would like to participate in the program but have not yet undergone training, email nashvillevolunteerdoulas@gmail.com Learn more about student opportunities Student Events",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 6
    }
  },
  {
    "id": "c57874f4-f44b-43e8-8f3b-e7a394d391bb",
    "text": "Scraped from: https://nursing.vanderbilt.edu/faculty-staff/\nDate scraped: 2025-02-17 02:45:19\n\nFaculty & Staff Faculty and Staff Intranet Academic Calendar: MN, MSN, DNP Academic Calendar: PhD Email Employment Opportunities Faculty Calendar Faculty Directory Staff Directory Staff Advisory Council VU Human Resources VUSN Human Resources Brightspace Digital Library Exxat SkyVU SimCapture Slate - Administrator Slate - Evaluator YES Creative Services D3 – Curriculum Development Hardware/Equipment Request Knowledge Base Software/Service Request Support Services Directory & Forms Tech Support Ticket VUSN IT Clinical Placement Office for Student Affairs Office of Enrollment Services Preceptor Resources Student Support Services\n================================================================================\n\nScraped from: https://nursing.vanderbilt.edu/news/\nDate scraped: 2025-02-17 02:45:20",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 8
    }
  },
  {
    "id": "3a37529e-9d15-4578-9006-7fe5cd45c4b0",
    "text": "Scraped from: https://nursing.vanderbilt.edu/news/\nDate scraped: 2025-02-17 02:45:20\n\nVUSN News News  Vanderbilt Nurse Magazine Explore the most recent issue or dive into the Vanderbilt Nurse Magazine archives. Browse the Magazine Media Inquiries For Vanderbilt School of Nursing communications/media inquiries please contact Nancy Wise , Executive Director of Communications and Marketing at 615-322-3894. She will be able to assist news media seeking nursing experts to provide information on nursing education, research discoveries, staffing issues, the emerging nursing faculty shortage, patient safety and quality of care, nurse practitioners and nurse-midwifery, nurse wellness, emergency preparedness, holistic and complimentary nursing and more. Additionally, Vanderbilt University has a media representative on call 24/7 if you are unable to contact Nancy Wise.  Please call 615-322-6397 and a media team member will assist you.\n================================================================================\n\nScraped from: https://nursing.vanderbilt.edu/alumni/\nDate scraped: 2025-02-17 02:45:21",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 9
    }
  },
  {
    "id": "23f84869-44ff-45ed-831b-2d1144e2ba63",
    "text": "Alumni Vanderbilt alumni can be found all over the world, with more than 13,000 living and working in all 50 states, 19 countries and military bases around the globe. No matter how far you go, we want you to remain active members of our community. Check out alumni benefits, take part in events and activities and stay connected . Utilize Your Alumni Benefits VUSN graduates are Vanderbilt for life. Make sure we have your current email address so you can receive benefits such as lifetime library and subscription access, invitations to events and activities, opportunities to engage and more",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 10
    }
  },
  {
    "id": "2d75f78b-f77b-4899-a891-7a8334b40514",
    "text": ". Upcoming Events Past Events 2025 Aligning Advanced Practice Nursing with Global Sustainable Development Goals 2024 Advanced Practice Nursing in Germany Advanced Practice Nursing in Jamaica Advanced Practice Nursing in Brazil Advancing the APN Role: International Council of Nurses NP/APN Network Advanced Practice Nursing in Guyana Advanced Practice Nursing in Singapore Advanced Practice Nursing in Australia Advanced Practice Nursing in Japan Advanced Practice Nursing in Japan (Japanese captions) Advanced Practice Nursing in the United Kingdom Advanced Practice Nursing in Ireland VUSN Global Collaborative Series: Vanderbilt Institute for Global Health Advanced Practice Nursing in Nigeria 2023 Dore to Door: Black Doula Training Program Provides Support for Black Birthing Families Annual State of the School and Alumni Awards Ceremony The Fundamentals of Working at a Federally Qualified Health Center DNP Know Your Value: Vanderbilt DNPs - Where Are They Now? MSN Know Your Value: Networking for Nurses and NPs Health Care and the Homeless: A Unique Role for Nursing MSN Know Your Value: How to Write Your CV From Nurse to Entrepreneur: VUSN Alumni Share Their Stories Aligning Advanced Practice Nursing with Global Sustainable Development Goals Advanced Practice Nursing in Germany Advanced Practice Nursing in Jamaica Advanced Practice Nursing in Brazil Advancing the APN Role: International Council of Nurses NP/APN Network Advanced Practice Nursing in Guyana Advanced Practice Nursing",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 11
    }
  },
  {
    "id": "c6f37339-97e4-4814-a9be-e68a35bece2c",
    "text": "Goals Advanced Practice Nursing in Germany Advanced Practice Nursing in Jamaica Advanced Practice Nursing in Brazil Advancing the APN Role: International Council of Nurses NP/APN Network Advanced Practice Nursing in Guyana Advanced Practice Nursing in Singapore Advanced Practice Nursing in Australia Advanced Practice Nursing in Japan Advanced Practice Nursing in Japan (Japanese captions) Advanced Practice Nursing in the United Kingdom Advanced Practice Nursing in Ireland VUSN Global Collaborative Series: Vanderbilt Institute for Global Health Advanced Practice Nursing in Nigeria Dore to Door: Black Doula Training Program Provides Support for Black Birthing Families Annual State of the School and Alumni Awards Ceremony The Fundamentals of Working at a Federally Qualified Health Center DNP Know Your Value: Vanderbilt DNPs - Where Are They Now? MSN Know Your Value: Networking for Nurses and NPs Health Care and the Homeless: A Unique Role for Nursing MSN Know Your Value: How to Write Your CV From Nurse to Entrepreneur: VUSN Alumni Share Their Stories Enjoy Reunion It’s not too late to help us reach our 2024 Reunion participation goal of 200 gifts! We exceeded the fund-raising dollar goal, but are *this close* (only NINE alumni!) to our goal",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 12
    }
  },
  {
    "id": "579f4cd3-f2a4-464a-bb24-14e13e23f58b",
    "text": ". View 2024 Alumni Award Winners Reunion 2024 Photos (Gallery Password: Reunion2024) The School of Nursing invites nursing alumni to visit the school, connect with former classmates and enjoy a weekend of activity during Vanderbilt’s annual Reunion every fall. Highlights include the VUSN Alumni Board Awards and a special celebration of our Quinqs, those who graduated 50 or more years ago. We are grateful to all of our alumni volunteers who made Reunion 2024 outstanding. Check back in the spring for Reunion 2025 information. Help Current VUSN Students Become a preceptor No student became a nurse without preceptors. Pay it forward by being a Vanderbilt preceptor. You’ll impact future nurses and make difference in their lives and those of their patients. Share clinical placement opportunities near you No matter when you graduated from VUSN or what your degree is, you probably know people in your town or field who would be excellent preceptors. Please refer those individuals or organizations to our Clinical Placement Office , 615-322-3684. Share job opportunities in your business and community If you’re aware of openings in your business or community, please contact Alumni Relations at vusn-alumninursing@vanderbilt.edu or 615-322-4836, or post listings at vuconnect.com",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 13
    }
  },
  {
    "id": "2917d1cc-8a3f-4e81-a4f0-fe185abbf35e",
    "text": ". Share job opportunities in your business and community If you’re aware of openings in your business or community, please contact Alumni Relations at vusn-alumninursing@vanderbilt.edu or 615-322-4836, or post listings at vuconnect.com . Speak to a class about your expertise There’s nothing like real world experience! What knowledge can you share that not found in books or videos? Consider presenting to a class in person or online. Call 615-322-4836 to volunteer. Stay Connected Vanderbilt Nurse Magazine Published twice a year online and in print, Vanderbilt Nurse offers engaging features, in-depth articles, memorable stories and the latest about the school and fellow alumni. VUSNews This email newsletter comes straight to alumni from the School of Nursing 10 times a year. VUSNews provides the latest news and events as well recent alumni news. If you don't receive it and would like to, email VUSN Communications . VUConnect Vanderbilt’s online alumni community offers directory services and opportunities to stay connected to your classmates. VUSN AmbassaDore Support the activities of the Alumni Association as well as the offices of Alumni Relations, Enrollment Management, Student Affairs and the Dean. Class Notes Let your friends and classmates know what has been happening in your life. Class Notes are printed twice a year in Vanderbilt Nurse Magazine and online on this page. We would love to hear what you've been up to",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 14
    }
  },
  {
    "id": "ca38d2c9-804f-4059-bedd-a9a1ad6e0502",
    "text": ". Class Notes Let your friends and classmates know what has been happening in your life. Class Notes are printed twice a year in Vanderbilt Nurse Magazine and online on this page. We would love to hear what you've been up to. Please contact us at vusn-alumninursing@vanderbilt.edu or 615-322-4836, or by this form . And when posting on social media, please tag us. #VUSN 1939-1949 1950-1959 1960-1969 1970-1979 1980-1989 1990-1999 2000-2009 2010-2019 2020-Present Alumni Association Every VUSN graduate is a member of the VUSN Alumni Association. The association and its board of directors advocate for the success of the school, its alumni and students, and the nursing profession. Committed to the success of its diverse community of present and future alumni, the association provides professional, academic, mentoring and social opportunities that strengthen each person’s experience and the overall community. How to Get Involved Here are ways you can stay connected to VUSN Update Class Notes : Every VUSN graduate has exciting things happening, both professionally and personally. Class Notes is an opportunity to learn what other alumni are doing and share news about yourself. We’d love to hear from you! To submit news, contact us at vusn-alumninursing@vanderbilt.edu or call 615-322-4836",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 15
    }
  },
  {
    "id": "9e3666a8-37c4-4966-8a5c-948c7625b719",
    "text": ". Class Notes is an opportunity to learn what other alumni are doing and share news about yourself. We’d love to hear from you! To submit news, contact us at vusn-alumninursing@vanderbilt.edu or call 615-322-4836. Follow and tag VUSN on social media : The School has a presence on: Facebook Twitter LinkedIn Pinterest Instagram YouTube Register for VUConnect: Vanderbilt’s online alumni community offers directory services and opportunities to stay connected to your classmates. Activate your account and build alumni networking relationships, explore nursing job postings and find a VU alumni chapter near you for fun and educational events. Contact Alumni Relations for help registering. Be a preceptor: Sharing your knowledge and experience is an invaluable way to contribute to the education of Vanderbilt nursing students. Please email our Clinical Placement Office or call 615-322-3684 when you are interested in serving as a preceptor to a current MSN student. Help a student find placement in your area: No matter when you graduated from VUSN or what your degree is, you probably know people in your town or field who would be excellent preceptors. Please refer those individuals or organizations to our Clinical Placement Office , 615-322-3684. Nominate graduates and friends for Alumni Association awards: The Alumni Board presents nine awards at Reunion",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 16
    }
  },
  {
    "id": "3dc638dd-8da3-470b-98fd-6bde94c0072e",
    "text": ". Please refer those individuals or organizations to our Clinical Placement Office , 615-322-3684. Nominate graduates and friends for Alumni Association awards: The Alumni Board presents nine awards at Reunion. Chances are that you know an outstanding graduate or friend of the profession of nursing who deserves to be recognized. More information can be found here . Host/attend regional activities: There are VUSN graduates all over the globe, maybe even close to you. And they love an excuse to get together! If you’re interested in organizing and/or hosting an event in your area, please click here or call 615-322-4836. Hire a graduate: If you’re aware of openings in your business or community, please contact Alumni Relations at vusn-alumninursing@vanderbilt.edu or 615-322-4836, or post listings at vuconnect.com . Speak to a class about your expertise and experiences: There’s nothing like real world experience! What knowledge can you share that not found in books or videos? Consider presenting to a class in person or online. Click here or call 615-322-4836 to volunteer. Be a VUSN AmbassaDore: Support the activities of the Alumni Association as well as the offices of Alumni Relations, Enrollment Management, Student Affairs and the Dean, by committing to at least one of the following projects. Apply here . Speak with a prospective student via email, phone or in person to answer questions and share experiences as a student and alumnus",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 17
    }
  },
  {
    "id": "e39f3a37-19cd-4e6b-830c-163e9651639e",
    "text": ". Apply here . Speak with a prospective student via email, phone or in person to answer questions and share experiences as a student and alumnus. Attend an on-campus Alumni Board event (such as Know Your Value) to greet and mingle with attendees, and support the event’s objective. Join an event hosted by the School (Admitted Student Day, Orientation, Pinning, a reception at a national conference, etc.) to help with registration and socialize with attendees. Welcome and assist an alumnus who is new to your area by email, phone or in person. Identify three (3) strong candidates as preceptor sites for students. Lend your name to letters and contact class/specialty-mates to encourage attendance at Reunion events and support of class giving goals. Promote VUSN news like award nominations, Giving Day, Reunion and alumni speakers on social media. Assist the Alumni Office by researching employment status and contact information of 50 class/specialty-mates. Join the Alumni Board: All School of Nursing graduates are members of the VUSN Alumni Association, which advocates for the success of the School, its alumni and students, as well as the nursing profession. Board of Directors Vision statement: The VUSN Alumni Association enriches the success of a diverse community of present and future alumni by providing professional, academic, social and mentoring opportunities that strengthen each person’s experience and the overall community",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 18
    }
  },
  {
    "id": "1dc5efa7-fd0e-495c-a54a-a17580cfcd0b",
    "text": ". The association advocates for the success of the School, its alumni and students, as well as the nursing profession. All School of Nursing graduates are members of the VUSN Alumni Association. To find out how to get involved as a volunteer or leader, send an email to the Alumni Board president at vusn-alumninursing@vanderbilt.edu or fill out a contact form . The Board of Directors steers the activities and interests of the Alumni Association. Members are nominated and approved by the current Board. Board members for 2023-24 are: President: Stephanie Abbu, DNP, MSN’12 , manager of neonatal services at Monroe Carell Jr",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 19
    }
  },
  {
    "id": "99716310-6bfd-4393-ac88-2356ef568408",
    "text": ". Members are nominated and approved by the current Board. Board members for 2023-24 are: President: Stephanie Abbu, DNP, MSN’12 , manager of neonatal services at Monroe Carell Jr. Children's Hospital at Vanderbilt Past-President: Joanie Laughlin Jeannette, DNP’23, MSN’04, BSN’83 , associate nursing officer in the Adult Ambulatory Clinic at Vanderbilt University Medical Center Nancy Sinclair Brook, MSN’91 , orthopedic surgical oncology nurse practitioner at Stanford Hospital and Clinics in Los Altos, California Ekom Essien, MSN’14, BS’10 , pediatric nurse practitioner at Maple City Health Care Center, and adjunct professor at Goshen College in Indiana Valerie Griffin, DNP, MSN’95 , director of nurse practitioner specializations and associate professor at Southern Illinois University Edwardsville School of Nursing; nurse practitioner in pediatric primary care and at a local health department in the Saint Louis area; and medical director of a foster care facility in southern Illinois Elizabeth Blanchard Hills, MSN’18 , co-founder and clinical director of Inspired Psychiatric Care and board-certified psychiatric mental health nurse practitioner in Overland Park, Kansas Kristen Hughes, MSN’23 , pediatric nurse practitioner in Palmdale, California Chinassa Iwuoha, MSN’17, BS’16 , pediatric nurse practitioner at Monroe Carell Jr",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 20
    }
  },
  {
    "id": "0435e80e-93e6-4188-a233-5396c8112dd8",
    "text": ". Children’s Hospital at Vanderbilt Scott Johnson, DNP, MSN’02 , advanced practice provider in thoracic surgical oncology at AdventHeath Medical Group in Orlando, Florida Stephanie Kress, DNP/PMC student, MSN’22 , board certified psychiatric-mental health nurse practitioner and licensed clinical social worker at Freeman Health Partners in Dickson, Tennessee, and PMHNP at Brightside Health in Franklin Matt Martin, DNP’14, MSN’12 , division vice president for quality at Mission Health/HCA Healthcare North Carolina Division in Asheville Mark D",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 21
    }
  },
  {
    "id": "2af21c37-bc99-47df-a744-5ca5d8eecf9f",
    "text": ". Miller, DNP’24, MSN’22 , executive nurse practitioner at Acute Call OnCall in Nashville, nursing faculty/AGACNP co-coordinator at King University in Bristol, board director of Government Affairs for the Tennessee Nurses Association (2024-2025), and adjoint assistant professor at VUSN Hannah Nolte, PhD’23, MSN’17, BA’15 , psychiatric nurse practitioner at Empowered Heart Integrative Mental Health Care in Nashville, and clinical assistant professor at University of Alabama in Huntsville College of Nursing Stephanie O’Bryon, DNP’23 , assistant vice president of patient care services—Adult Emergency Departments: Central Area at Atrium Health in Charlotte, North Carolina Imelda Reyes, DNP’12 , dean of nursing at the Tanner Health System School of Nursing at the University of West Georgia in Carrollton Micah Skeens, PhD’18 , principal investigator at Abigail Wexner Research Institute at Nationwide Children's Hospital, and assistant professor of pediatrics and assistant professor of nursing at Ohio State University in Columbus Benjamin Smallheer, PhD’11, MSN’04 , associate professor and assistant dean of the MSN program at Duke University School of Nursing in Durham, North Carolina Shamonda Strother MSN’99 , founder and chief of fun for You Can Fit Out 2, and founder of Project Life N' ATL Style in Atlanta Alexis Myers Trexler, MSN’17, BA’14 , adolescent medicine nurse practitioner at Cincinnati Children’s Hospital Medical Center, and PhD student at Marquette University College of",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 22
    }
  },
  {
    "id": "f18172a8-06dc-449d-8ce5-7aa6fbd635d4",
    "text": "You Can Fit Out 2, and founder of Project Life N' ATL Style in Atlanta Alexis Myers Trexler, MSN’17, BA’14 , adolescent medicine nurse practitioner at Cincinnati Children’s Hospital Medical Center, and PhD student at Marquette University College of Nursing Kelli Wray, DNP’17 , chief nursing officer at Ascension Seton Medical Center in Austin, Texas Liaison from VUSN Graduate Council: Clay Gaddis , chair and adult-gerontology acute care NP student Representative on Vanderbilt Alumni Board: Tiffany Street, DNP’18, MSN’03 , associate nursing officer at Vanderbilt Heart and Vascular Institute Here are ways you can stay connected to VUSN Update Class Notes : Every VUSN graduate has exciting things happening, both professionally and personally",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 23
    }
  },
  {
    "id": "d220880c-d204-45cd-9443-ec704569efeb",
    "text": ". Class Notes is an opportunity to learn what other alumni are doing and share news about yourself. We’d love to hear from you! To submit news, contact us at vusn-alumninursing@vanderbilt.edu or call 615-322-4836. Follow and tag VUSN on social media : The School has a presence on: Facebook Twitter LinkedIn Pinterest Instagram YouTube Register for VUConnect: Vanderbilt’s online alumni community offers directory services and opportunities to stay connected to your classmates. Activate your account and build alumni networking relationships, explore nursing job postings and find a VU alumni chapter near you for fun and educational events. Contact Alumni Relations for help registering. Be a preceptor: Sharing your knowledge and experience is an invaluable way to contribute to the education of Vanderbilt nursing students. Please email our Clinical Placement Office or call 615-322-3684 when you are interested in serving as a preceptor to a current MSN student. Help a student find placement in your area: No matter when you graduated from VUSN or what your degree is, you probably know people in your town or field who would be excellent preceptors. Please refer those individuals or organizations to our Clinical Placement Office , 615-322-3684. Nominate graduates and friends for Alumni Association awards: The Alumni Board presents nine awards at Reunion",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 24
    }
  },
  {
    "id": "ec022a85-e2e8-4589-bbd7-e4a6ebcdc45c",
    "text": ". Please refer those individuals or organizations to our Clinical Placement Office , 615-322-3684. Nominate graduates and friends for Alumni Association awards: The Alumni Board presents nine awards at Reunion. Chances are that you know an outstanding graduate or friend of the profession of nursing who deserves to be recognized. More information can be found here . Host/attend regional activities: There are VUSN graduates all over the globe, maybe even close to you. And they love an excuse to get together! If you’re interested in organizing and/or hosting an event in your area, please click here or call 615-322-4836. Hire a graduate: If you’re aware of openings in your business or community, please contact Alumni Relations at vusn-alumninursing@vanderbilt.edu or 615-322-4836, or post listings at vuconnect.com . Speak to a class about your expertise and experiences: There’s nothing like real world experience! What knowledge can you share that not found in books or videos? Consider presenting to a class in person or online. Click here or call 615-322-4836 to volunteer. Be a VUSN AmbassaDore: Support the activities of the Alumni Association as well as the offices of Alumni Relations, Enrollment Management, Student Affairs and the Dean, by committing to at least one of the following projects. Apply here . Speak with a prospective student via email, phone or in person to answer questions and share experiences as a student and alumnus",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 25
    }
  },
  {
    "id": "6742a166-164b-4109-84ca-e6d819deaaac",
    "text": ". Apply here . Speak with a prospective student via email, phone or in person to answer questions and share experiences as a student and alumnus. Attend an on-campus Alumni Board event (such as Know Your Value) to greet and mingle with attendees, and support the event’s objective. Join an event hosted by the School (Admitted Student Day, Orientation, Pinning, a reception at a national conference, etc.) to help with registration and socialize with attendees. Welcome and assist an alumnus who is new to your area by email, phone or in person. Identify three (3) strong candidates as preceptor sites for students. Lend your name to letters and contact class/specialty-mates to encourage attendance at Reunion events and support of class giving goals. Promote VUSN news like award nominations, Giving Day, Reunion and alumni speakers on social media. Assist the Alumni Office by researching employment status and contact information of 50 class/specialty-mates. Join the Alumni Board: All School of Nursing graduates are members of the VUSN Alumni Association, which advocates for the success of the School, its alumni and students, as well as the nursing profession. Facebook Twitter LinkedIn Pinterest Instagram YouTube Speak with a prospective student via email, phone or in person to answer questions and share experiences as a student and alumnus. Attend an on-campus Alumni Board event (such as Know Your Value) to greet and mingle with attendees, and support the event’s objective",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 26
    }
  },
  {
    "id": "f89addae-873b-482b-95fe-adf56bf2f0dc",
    "text": ". Attend an on-campus Alumni Board event (such as Know Your Value) to greet and mingle with attendees, and support the event’s objective. Join an event hosted by the School (Admitted Student Day, Orientation, Pinning, a reception at a national conference, etc.) to help with registration and socialize with attendees. Welcome and assist an alumnus who is new to your area by email, phone or in person. Identify three (3) strong candidates as preceptor sites for students. Lend your name to letters and contact class/specialty-mates to encourage attendance at Reunion events and support of class giving goals. Promote VUSN news like award nominations, Giving Day, Reunion and alumni speakers on social media. Assist the Alumni Office by researching employment status and contact information of 50 class/specialty-mates. Vision statement: The VUSN Alumni Association enriches the success of a diverse community of present and future alumni by providing professional, academic, social and mentoring opportunities that strengthen each person’s experience and the overall community. The association advocates for the success of the School, its alumni and students, as well as the nursing profession. All School of Nursing graduates are members of the VUSN Alumni Association. To find out how to get involved as a volunteer or leader, send an email to the Alumni Board president at vusn-alumninursing@vanderbilt.edu or fill out a contact form",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 27
    }
  },
  {
    "id": "72e29c24-efcf-4afe-a7b4-9f25b82936b3",
    "text": ". All School of Nursing graduates are members of the VUSN Alumni Association. To find out how to get involved as a volunteer or leader, send an email to the Alumni Board president at vusn-alumninursing@vanderbilt.edu or fill out a contact form . The Board of Directors steers the activities and interests of the Alumni Association. Members are nominated and approved by the current Board. Board members for 2023-24 are: President: Stephanie Abbu, DNP, MSN’12 , manager of neonatal services at Monroe Carell Jr",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 28
    }
  },
  {
    "id": "91fa0444-05ed-4bb3-b9c2-3d2dc0c52dbd",
    "text": ". Members are nominated and approved by the current Board. Board members for 2023-24 are: President: Stephanie Abbu, DNP, MSN’12 , manager of neonatal services at Monroe Carell Jr. Children's Hospital at Vanderbilt Past-President: Joanie Laughlin Jeannette, DNP’23, MSN’04, BSN’83 , associate nursing officer in the Adult Ambulatory Clinic at Vanderbilt University Medical Center Nancy Sinclair Brook, MSN’91 , orthopedic surgical oncology nurse practitioner at Stanford Hospital and Clinics in Los Altos, California Ekom Essien, MSN’14, BS’10 , pediatric nurse practitioner at Maple City Health Care Center, and adjunct professor at Goshen College in Indiana Valerie Griffin, DNP, MSN’95 , director of nurse practitioner specializations and associate professor at Southern Illinois University Edwardsville School of Nursing; nurse practitioner in pediatric primary care and at a local health department in the Saint Louis area; and medical director of a foster care facility in southern Illinois Elizabeth Blanchard Hills, MSN’18 , co-founder and clinical director of Inspired Psychiatric Care and board-certified psychiatric mental health nurse practitioner in Overland Park, Kansas Kristen Hughes, MSN’23 , pediatric nurse practitioner in Palmdale, California Chinassa Iwuoha, MSN’17, BS’16 , pediatric nurse practitioner at Monroe Carell Jr",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 29
    }
  },
  {
    "id": "2abb6663-b13e-4767-a489-9d4d2662475b",
    "text": ". Children’s Hospital at Vanderbilt Scott Johnson, DNP, MSN’02 , advanced practice provider in thoracic surgical oncology at AdventHeath Medical Group in Orlando, Florida Stephanie Kress, DNP/PMC student, MSN’22 , board certified psychiatric-mental health nurse practitioner and licensed clinical social worker at Freeman Health Partners in Dickson, Tennessee, and PMHNP at Brightside Health in Franklin Matt Martin, DNP’14, MSN’12 , division vice president for quality at Mission Health/HCA Healthcare North Carolina Division in Asheville Mark D",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 30
    }
  },
  {
    "id": "c408191a-d79a-44a4-b736-0e5d9b270c36",
    "text": ". Miller, DNP’24, MSN’22 , executive nurse practitioner at Acute Call OnCall in Nashville, nursing faculty/AGACNP co-coordinator at King University in Bristol, board director of Government Affairs for the Tennessee Nurses Association (2024-2025), and adjoint assistant professor at VUSN Hannah Nolte, PhD’23, MSN’17, BA’15 , psychiatric nurse practitioner at Empowered Heart Integrative Mental Health Care in Nashville, and clinical assistant professor at University of Alabama in Huntsville College of Nursing Stephanie O’Bryon, DNP’23 , assistant vice president of patient care services—Adult Emergency Departments: Central Area at Atrium Health in Charlotte, North Carolina Imelda Reyes, DNP’12 , dean of nursing at the Tanner Health System School of Nursing at the University of West Georgia in Carrollton Micah Skeens, PhD’18 , principal investigator at Abigail Wexner Research Institute at Nationwide Children's Hospital, and assistant professor of pediatrics and assistant professor of nursing at Ohio State University in Columbus Benjamin Smallheer, PhD’11, MSN’04 , associate professor and assistant dean of the MSN program at Duke University School of Nursing in Durham, North Carolina Shamonda Strother MSN’99 , founder and chief of fun for You Can Fit Out 2, and founder of Project Life N' ATL Style in Atlanta Alexis Myers Trexler, MSN’17, BA’14 , adolescent medicine nurse practitioner at Cincinnati Children’s Hospital Medical Center, and PhD student at Marquette University College of",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 31
    }
  },
  {
    "id": "92366288-b4b3-48d7-87b9-91ead2279289",
    "text": "You Can Fit Out 2, and founder of Project Life N' ATL Style in Atlanta Alexis Myers Trexler, MSN’17, BA’14 , adolescent medicine nurse practitioner at Cincinnati Children’s Hospital Medical Center, and PhD student at Marquette University College of Nursing Kelli Wray, DNP’17 , chief nursing officer at Ascension Seton Medical Center in Austin, Texas Liaison from VUSN Graduate Council: Clay Gaddis , chair and adult-gerontology acute care NP student Representative on Vanderbilt Alumni Board: Tiffany Street, DNP’18, MSN’03 , associate nursing officer at Vanderbilt Heart and Vascular Institute Learn more about Alumni Association Awards Betsey Usher Senior Director, Alumni Relations 178 School of Nursing Phone: 615-322-4836 Email",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 32
    }
  },
  {
    "id": "0a0ae10b-0519-4a0f-b51c-f9a5807b803f",
    "text": "Scraped from: https://nursing.vanderbilt.edu/programs/\nDate scraped: 2025-02-17 02:45:21",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 34
    }
  },
  {
    "id": "54fbe423-0aed-4b87-b27b-bb081efc16fc",
    "text": "Academic Programs Vanderbilt University School of Nursing offers a variety of degree and certificate programs to meet the educational needs of both aspiring nurses seeking licensure and RNs wanting to advance their careers to the master’s or doctoral levels. Our school’s uniquely collaborative and challenging culture will ensure that upon completion of your program of study, you are prepared for excellence and positioned for success. Master of Nursing (MN)/Master of Nursing Prespecialty Doctor of Nursing Practice (DNP) Master of Science in Nursing (MSN) PhD in Nursing Science Dual Degrees: MSN/MDiv and MSN/MTS Postdoctoral Fellowship Program Post-Master’s Certificates Classes for Non-degree Graduate-level Students Undergraduate Pre-nursing Studies Our commitment to student success goes beyond high standards of education and practice. We're here to help our students become the best-educated advanced practice nurses and RNs anywhere, ready to tackle any role with confidence.” Begin Your Nursing Career with a Master of Nursing Jump-start your nursing career with a master of nursing degree and NCLEX-RN licensure in just 4 full-time, in-person semesters. This accelerated pre-licensure program prepares students without nursing degrees with a strong, comprehensive nursing foundation. Choose the MN to join the workforce quickly or opt for the MN Prespecialty to continue with a Post-Master’s Certificate or Doctor of Nursing Practice in an advanced practice specialty",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 35
    }
  },
  {
    "id": "512fe19b-b651-439f-ae90-94e78beec64f",
    "text": ". Choose the MN to join the workforce quickly or opt for the MN Prespecialty to continue with a Post-Master’s Certificate or Doctor of Nursing Practice in an advanced practice specialty . Define (or Redefine) Your Career with a Specialty As part of our Master of Science in Nursing , MN Prespecialty , Post-Master’s Certificate and Doctor of Nursing Practice programs, we offer more than a dozen advanced practice and non-clinical specialties that prepare nurse practitioners, nurse-midwives, nurse informaticists and nurse educators to deliver safe, culturally responsive, high-quality nursing care. Doctoral Programs for Every Nurse Ready to reach the top of your field and influence the future of nursing? Our flexible doctoral programs meet the needs and goals of busy professionals. Doctor of Nursing Practice Culminating in a scholarly project, our DNP program prepares both BSN- and master’s-prepared nurses to improve health care with innovative care delivery programs rooted in evidence-based knowledge and methods. PhD in Nursing Science Through close mentorship and the dissertation process, our PhD program prepares nurses to transform the discipline of nursing through scientific discovery. Candidates must already have a bachelor’s degree (or equivalent) and a master’s or doctoral degree in nursing",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 36
    }
  },
  {
    "id": "9e562a8d-b2e9-4e97-9d4b-2b3ddd540a66",
    "text": ". Candidates must already have a bachelor’s degree (or equivalent) and a master’s or doctoral degree in nursing. Licensure and Specialty Certification Exam Pass Rates Academic Calendar: MN, MSN and DNP Programs Academic Calendar: PhD Program Expertise & Research Clinical Practice Professional Development Not Sure Which Path to Take? Talk with an admissions counselor to determine which options might be right for your background and career goals.",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 37
    }
  },
  {
    "id": "4fae16f4-e9d5-40b7-bd54-9a6116074df3",
    "text": "Scraped from: https://nursing.vanderbilt.edu/admissions/\nDate scraped: 2025-02-17 02:45:22",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 39
    }
  },
  {
    "id": "6d24e4ae-cc71-40cd-a538-597a354894ad",
    "text": "Admissions Overview Fall 2025 Applications are now open. Apply now for priority review . Join a community committed to shaping the future of nursing. Vanderbilt School of Nursing offers a dynamic learning environment that prepares nurses to excel in an ever-evolving field. You’ll benefit from personalized mentorship, expert faculty, continually updated curriculum and hands-on experience that will distinguish you as a Vanderbilt nurse. Start Your Application Admissions Overview Financial Aid & Scholarships MSN, MN, & Post-Master's Certificates DNP PhD Postdoctoral Non-degree Students Admissions Overview Financial Aid & Scholarships MSN, MN, & Post-Master's Certificates DNP PhD Postdoctoral Non-degree Students Request Admissions Information How to Apply Admissions requirements vary by degree and specialty program —find your program below to see the requirements. As you prepare your application, our admissions staff are happy to answer any questions you may have. Email VUSN-Admissions@vanderbilt.edu or contact your admissions counselor . For PhD in Nursing Science, contact heidi.m.hart@vanderbilt.edu . Master's Programs and Post-Master's Certificates Doctor of Nursing Practice Program Postdoctoral Fellowships Non-degree Students PhD Program Upcoming Admissions Events & Connection Opportunities Virtual Information Sessions Learn about our academic programs and application process from anywhere. Talk live with admissions staff and program faculty",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 40
    }
  },
  {
    "id": "c513c80b-783b-472c-bdd0-5a1a3b2f9ae7",
    "text": ". Talk live with admissions staff and program faculty. On-Campus Information Sessions Join a 30-minute session covering admissions, financial aid and scholarship, then enjoy a walking tour of our beautiful campus. Conferences Visit with School of Nursing admissions counselors at conferences across the U.S. to discuss how our programs meet your needs. Get One-on-One Support Have questions about our programs or admissions requirements? Contact an admissions staff member based on your last name. Connect with your admissions counselor (select according to your last name) Cheryl Feldner Senior Associate Director, Admissions Last Names A — F Contact Cheryl Lauren Watt Associate Director, Admissions Last Names G — N View profile Stephen White Senior Admissions Officer Last Names O — Z View profile Senior Associate Director, Admissions Last Names A — F   Contact Cheryl Associate Director, Admissions Last Names G — N   View profile Senior Admissions Officer Last Names O — Z   View profile Learn About Our Academic Programs Resources for Veterans, Military and Family Members National Program Licensure and Certification Disclosures and State Academic Restrictions",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 41
    }
  },
  {
    "id": "f9f71653-8fee-40d7-9f1c-f982d7d7079e",
    "text": "Scraped from: https://nursing.vanderbilt.edu/admitted/\nDate scraped: 2025-02-17 02:45:23\n\nCongratulations and Welcome to Vanderbilt! We commend you on being selected for admission to the School of Nursing and are delighted to welcome you to the 2025 class. Verification of Vanderbilt Account To verify your Vanderbilt account, which will let you log into your New Students onboarding site, please log into https://outlook.com with your Vanderbilt email address. If you aren't able to log in with your Vanderbilt email, please email VUSN.ticketing@vanderbilt.edu and they will help you get started. Verify in Outlook Access Your New Student Site MN Students - Check back soon MSN & PMC Students (Fall Entry) - Check back soon PMC Students (Spring Entry) - Check back soon DNP Students - Check back soon PhD Students - Check back soon Not yet a student, but want to learn more? Check out our information for prospective students .\n================================================================================\n\nScraped from: https://nursing.vanderbilt.edu/about/\nDate scraped: 2025-02-17 02:45:24",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 43
    }
  },
  {
    "id": "4f26911b-7b0b-40fb-a72c-173ea1259b82",
    "text": "About Vanderbilt School of Nursing Vanderbilt School of Nursing stands out for its top-tier academic programs and collaborative, supportive environment. It has a proud tradition of educating empowered nurses capable of meeting—and exceeding—the demands of a constantly evolving profession. Learn About VUSN's History Why Vanderbilt? Whether starting or seeking to expand your nursing career, Vanderbilt offers a dynamic, collaborative environment that helps nurses excel as skilled, compassionate caregivers and visionary leaders. Highly ranked programs for every interest National reputation for excellence Stellar faculty who practice in their fields Clinical experiences second to none Active engagement with world-renowned health care experts Research and scholarly activity leading the nursing discipline forward Focus on health equity, evidence-based education and patient care Highly ranked programs for every interest National reputation for excellence Stellar faculty who practice in their fields Clinical experiences second to none Active engagement with world-renowned health care experts Research and scholarly activity leading the nursing discipline forward Focus on health equity, evidence-based education and patient care VUSN has been a daring and innovative leader in nursing and education for 115 years",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 44
    }
  },
  {
    "id": "389a744e-a37c-41ba-a3c0-26676be9620d",
    "text": ". That legacy will continue as we anticipate the needs of our students, health care and our global society.” Vanderbilt’s historic campus has unequaled natural beauty, making it an oasis nestled in the bustling city of Nashville, Tennessee. Its 340-acre campus is designated as an arboretum with more than 6,000 trees and shrubs in 190 varieties. The School of Nursing is located between Vanderbilt’s Heard Central Library and the Vanderbilt University Medical Center, just off 21st Avenue South. Explore the interactive campus map Building Hours Vanderbilt School of Nursing hours are Monday-Friday, 8 AM – 5 PM. The school is accessible by ID card. Visitors are asked to call the receptionist at 615-322-4400 for admittance. Parking Visitors to the School of Nursing may park in the Wesley Place garage, a pay parking facility located across the street from the School with two entrances on Scarritt Place. Signs along 21st Avenue South provide direction to the garage. Vendors should use the loading dock at 465 21st Avenue South across from Edgehill Avenue. The ground-level dock is located under the MRB III/ Biosciences Building. Signage is in place to direct deliveries to the dock. Signs at the loading dock and in building hallways provide direction to the School of Nursing. New vendors should check in with the receptionist in the School of Nursing Building directly off the school’s circular driveway",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 45
    }
  },
  {
    "id": "859115e5-6eac-4404-9e7b-f21930f26a4f",
    "text": ". Signs at the loading dock and in building hallways provide direction to the School of Nursing. New vendors should check in with the receptionist in the School of Nursing Building directly off the school’s circular driveway. Nashville consistently ranks high on lists of the best places to live and work in the U.S. Nursing professionals take note: Nashville is recognized as one of the world’s most vibrant health care hubs. Discover the “It City” Our Mission Vanderbilt University School of Nursing advances nursing education, health equity and well-being through scientific discovery, innovation, evidence-based care and lifelong learning. Our Vision Vanderbilt University School of Nursing will be the global leader in the transformation of health care and the nursing profession. Our Values Excellence Advancing evidence-based knowledge, a human-centric culture, inspirational leadership and purposed-filled engagement . Exemplars: Ground-breaking research with demonstrable global impact Innovative teaching strategies Recognized experts in clinical practice Forward-looking global leadership Kindness/Civility Cultivating consistent, respectful behavior and compassion toward others through self-awareness, personal accountability and emotional intelligence",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 46
    }
  },
  {
    "id": "7b2c825f-1496-41b4-855a-8e43545f4be8",
    "text": ". Exemplars: Respecting the principles of engagement agreements Showing courtesy Caring for and supporting those who are vulnerable Celebrating successes Inclusivity Fostering an environment for diversity to thrive by removing barriers, promoting equity, valuing different perspectives, respecting differences, celebrating interconnectedness and encouraging authenticity Exemplars: Creating engagement opportunities for all Providing an open learning environment Promoting a sense of belonging Integrity/Trust Safeguarding an environment for open dialogue and respect of diverse thoughts and experiences, anchored in a tradition of ethics, compassion and transparency Exemplars: Providing a safe and brave space/environment Being honest and accountable Aligning words with actions Believing that others have the best intentions Advancing evidence-based knowledge, a human-centric culture, inspirational leadership and purposed-filled engagement . Exemplars: Ground-breaking research with demonstrable global impact Innovative teaching strategies Recognized experts in clinical practice Forward-looking global leadership Cultivating consistent, respectful behavior and compassion toward others through self-awareness, personal accountability and emotional intelligence",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 47
    }
  },
  {
    "id": "0ad181bd-96dd-4355-97f6-7ce014acf3e0",
    "text": ". Exemplars: Respecting the principles of engagement agreements Showing courtesy Caring for and supporting those who are vulnerable Celebrating successes Fostering an environment for diversity to thrive by removing barriers, promoting equity, valuing different perspectives, respecting differences, celebrating interconnectedness and encouraging authenticity Exemplars: Creating engagement opportunities for all Providing an open learning environment Promoting a sense of belonging Safeguarding an environment for open dialogue and respect of diverse thoughts and experiences, anchored in a tradition of ethics, compassion and transparency Exemplars: Providing a safe and brave space/environment Being honest and accountable Aligning words with actions Believing that others have the best intentions Our People The School of Nursing is led by a talented and expert team of administrators, staff and faculty who are committed to the success of its people and the advancement of nursing practice, education and knowledge. View the Staff Directory View the Faculty Drectory Academic Programs & Specialties Expertise & Research Accreditation VUSN programs are accredited by degree and program-specific accrediting bodies. Full information is available on our Accreditation page .",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 48
    }
  },
  {
    "id": "64f73691-a9af-42b2-bc1e-e1ba12cf9394",
    "text": "Scraped from: https://nursing.vanderbilt.edu/giving/\nDate scraped: 2025-02-17 02:45:26",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 50
    }
  },
  {
    "id": "9ce93817-bb22-4856-ae3a-2bd542ee6576",
    "text": "Giving Each year, hundreds of alumni and friends make a gift to Vanderbilt School of Nursing. Please read below and visit the following links to learn about the many ways you can show your support and make a difference at one of the nation’s finest nursing schools. Dare to Grow Give Now A Fall School Update from Dean Pam Jeffries August 2024 Dear alumni, friends and supporters, It has been a wonderful year for Vanderbilt School of Nursing, topped off with graduating 449 students in May—including 30 new Master of Nursing registered nurses. Adding these RNs to the workforce is one step in easing the nursing shortage and a continuation of our history of educating, innovating and remaining dedicated to meeting the needs of our profession, communities and burdened health care system. With each success, we are further emboldened to address new challenges and attract more of the brightest students and faculty into our programs. Your support is vital to our efforts. Read More Scholarship support remains our No. 1 need . Student Joseph Simon began a career in law enforcement. After witnessing vastly different social structures and circumstances, he was inspired to pursue a career in mental health through our Psychiatric-Mental Health NP program. Scholarship support allows him to balance life, academics and clinical experience—a common theme for many students",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 51
    }
  },
  {
    "id": "e744bbfd-bf90-456e-8f3b-fad9e012aa91",
    "text": ". Scholarship support allows him to balance life, academics and clinical experience—a common theme for many students. Without these funds, some would have to choose a different path, and others would be faced with financial sacrifices detrimental to their families. Focused on health equity . As nurses and educators of future nurses, we are committed to addressing health disparities, which disproportionately affect people of color, members of the LGBTQ+ community, those with disabilities and rural residents. This year, we launched new initiatives to understand and influence the causes and consequences: The Center for Research on Inequalities and Health connects nursing faculty and researchers with colleagues in the College of Arts and Science on projects to increase equity across populations. It is an honor to partner in this trans-institutional initiative. The Health Equity Fellowship supports this signature area in two ways. Through Dec. 31, gifts and pledges of at least $100,000 to health equity research will be matched dollar for dollar. Additionally, fellowship awards will support faculty and student engagement in equity work. Addressing a CRNA shortage. The U.S. also faces a shortage of certified registered nurse anesthetists. With area health leaders, we have identified sites for clinical training and placement; we are actively working to develop, and secure approvals for, our own CRNA program. It is expected to start in 2026",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 52
    }
  },
  {
    "id": "7b6f4a0b-42db-4d85-9bfa-0ed0a96bc1c4",
    "text": ". With area health leaders, we have identified sites for clinical training and placement; we are actively working to develop, and secure approvals for, our own CRNA program. It is expected to start in 2026. These and other programs are only possible with your continued involvement and support. Together, we can empower the next generation of nurses to make meaningful differences in the lives of individuals, families and communities around the world. Please consider a gift today to join our mission by giving online . This fall, I travel with the chancellor and other Vanderbilt leaders for Dare to Grow events. I hope to see you at some point so I can thank you in person and share about the meaningful impact you have on our students, research and the nursing profession. Best regards, Pamela R. Jeffries, PhD, RN, FAAN, ANEF, FSSH Dean and Valere Potter Professor of Nursing, RWJF Nurse Executive Fellow Alumna Scholarship support remains our No. 1 need . Student Joseph Simon began a career in law enforcement. After witnessing vastly different social structures and circumstances, he was inspired to pursue a career in mental health through our Psychiatric-Mental Health NP program. Scholarship support allows him to balance life, academics and clinical experience—a common theme for many students. Without these funds, some would have to choose a different path, and others would be faced with financial sacrifices detrimental to their families. Focused on health equity",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 53
    }
  },
  {
    "id": "330cfbe3-d573-4684-9cb6-99cc4df52d7f",
    "text": ". Without these funds, some would have to choose a different path, and others would be faced with financial sacrifices detrimental to their families. Focused on health equity . As nurses and educators of future nurses, we are committed to addressing health disparities, which disproportionately affect people of color, members of the LGBTQ+ community, those with disabilities and rural residents. This year, we launched new initiatives to understand and influence the causes and consequences: The Center for Research on Inequalities and Health connects nursing faculty and researchers with colleagues in the College of Arts and Science on projects to increase equity across populations. It is an honor to partner in this trans-institutional initiative. The Center for Research on Inequalities and Health connects nursing faculty and researchers with colleagues in the College of Arts and Science on projects to increase equity across populations. It is an honor to partner in this trans-institutional initiative. The Health Equity Fellowship supports this signature area in two ways. Through Dec. 31, gifts and pledges of at least $100,000 to health equity research will be matched dollar for dollar. Additionally, fellowship awards will support faculty and student engagement in equity work. The Health Equity Fellowship supports this signature area in two ways. Through Dec. 31, gifts and pledges of at least $100,000 to health equity research will be matched dollar for dollar",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 54
    }
  },
  {
    "id": "c127fb0a-0d9b-41a3-9ac8-f1fdf665e9d7",
    "text": ". The Health Equity Fellowship supports this signature area in two ways. Through Dec. 31, gifts and pledges of at least $100,000 to health equity research will be matched dollar for dollar. Additionally, fellowship awards will support faculty and student engagement in equity work. Addressing a CRNA shortage. The U.S. also faces a shortage of certified registered nurse anesthetists. With area health leaders, we have identified sites for clinical training and placement; we are actively working to develop, and secure approvals for, our own CRNA program. It is expected to start in 2026. These and other programs are only possible with your continued involvement and support. Together, we can empower the next generation of nurses to make meaningful differences in the lives of individuals, families and communities around the world. Please consider a gift today to join our mission by giving online . This fall, I travel with the chancellor and other Vanderbilt leaders for Dare to Grow events. I hope to see you at some point so I can thank you in person and share about the meaningful impact you have on our students, research and the nursing profession. Best regards, Pamela R. Jeffries, PhD, RN, FAAN, ANEF, FSSH Dean and Valere Potter Professor of Nursing, RWJF Nurse Executive Fellow Alumna Give Now Endowed Scholarships Scholarships are one of the most effective ways to attract outstanding students",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 55
    }
  },
  {
    "id": "bf08b30b-197a-40be-9b65-f51678c0188b",
    "text": ". Jeffries, PhD, RN, FAAN, ANEF, FSSH Dean and Valere Potter Professor of Nursing, RWJF Nurse Executive Fellow Alumna Give Now Endowed Scholarships Scholarships are one of the most effective ways to attract outstanding students. At VUSN, we are growing our endowed funds available for scholarships, thereby creating opportunities for both current and future generations of students. Almost 85 percent of VUSN students receive some form of financial assistance and the school is dedicated to providing opportunity to future nurse leaders. Faculty Support/Endowed Chairs The recognition and honor an endowed chair confers upon the faculty member holding it are vital incentives in a dynamic market where the best faculty are in great demand. On any given day, the vast majority of the school's faculty can be found in their offices and classrooms, available to students and energetically involved in the life of the school. Endowed chairs enable us to retain such exceptional professors and to attract talented new faculty which places the School of Nursing at a decided advantage. The Annual Fund Annual fund gifts are unrestricted contributions of any size, to the School of Nursing, that are made on a yearly basis. Each academic year, VUSN has new needs that require support. Endowment gifts are earmarked for a specific use, while Annual Fund gifts provide funds that can be used by the dean and administrators to address the most immediate needs and opportunities",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 56
    }
  },
  {
    "id": "d9a98e7c-0896-425b-b039-57772e6d5938",
    "text": ". Endowment gifts are earmarked for a specific use, while Annual Fund gifts provide funds that can be used by the dean and administrators to address the most immediate needs and opportunities. Annual fund gifts sustain the VUSN we know and love on a day-to-day basis and provide the foundation for future success. Gifts of all sizes combine to make a large impacts and allow us to do things such as: Diversify our student body by providing scholarship support for promising students to fulfill their lifelong dreams of a nursing career. Create new knowledge utilizing innovative technologies and scientific discovery through funding for research and scientific leaders. Expand opportunities for students by investment in enhanced learning opportunities and the overall student experience. Reunion Giving Each fall, the School of Nursing participates in Vanderbilt’s Reunion Weekend by inviting Nursing alumni back to the school to celebrate the 5th, 10th, 15th, 20th, 25th, 30th, 35th, 40th, 45th and 50th anniversary of their graduation from VUSN. Alumni celebrating their Reunion often choose to make a special gift to show their appreciation for the important role Vanderbilt has played in their lives and careers. When you give back in honor of your Reunion, you’re adding to the cumulative generosity of generations of Vanderbilt School of Nursing alumni. Learn more about Reunion giving and how to get involved",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 57
    }
  },
  {
    "id": "f298d9b8-900c-494d-8d62-d2fec034e7d7",
    "text": ". When you give back in honor of your Reunion, you’re adding to the cumulative generosity of generations of Vanderbilt School of Nursing alumni. Learn more about Reunion giving and how to get involved. The Julia Hereford Society The Julia Hereford Society recognizes financial support of Vanderbilt School of Nursing by those who make annual gifts of $2,500 and up. To learn more about JHS click here. For more information on making a gift to Vanderbilt School of Nursing, please contact VUSNgiving@vanderbilt.edu or a member of the Development and Alumni Relations staff. Ways to Give Make a Gift Online To make your gift online, use our secure online gift form . Vanderbilt accepts Visa, MasterCard, American Express and Discover credit cards. If you would like to restrict your gift to a particular fund at the School of Nursing (e.g., VUSN Alumni Scholarship Fund) please make a note in the special comments section of the online gift form. Mail Your Gift To mail your gift or pledge, print our giving form to include with your check, credit card payment or money order. Telephone Call us at 1-866-882-FUND (3863) to make an annual gift. Electronic Bank Draft To set up an electronic bank draft, call 1-866-882-FUND (3863) or use our printable form . Stocks and Securities To request information on transferring gifts of stocks and securities click here . Please call (615) 875-1155 with any questions",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 58
    }
  },
  {
    "id": "1699d622-6355-4e8d-9cb3-8c144f4f4547",
    "text": ". Stocks and Securities To request information on transferring gifts of stocks and securities click here . Please call (615) 875-1155 with any questions. For information on planned gifts, matching corporate gifts and donor advised funds, please contact Teresa Rogers, Associate Dean of Development at (615) 322-6305 or teresa.rogers@vanderbilt.edu . To make your gift online, use our secure online gift form . Vanderbilt accepts Visa, MasterCard, American Express and Discover credit cards. If you would like to restrict your gift to a particular fund at the School of Nursing (e.g., VUSN Alumni Scholarship Fund) please make a note in the special comments section of the online gift form. To mail your gift or pledge, print our giving form to include with your check, credit card payment or money order. Call us at 1-866-882-FUND (3863) to make an annual gift. To set up an electronic bank draft, call 1-866-882-FUND (3863) or use our printable form . To request information on transferring gifts of stocks and securities click here . Please call (615) 875-1155 with any questions. For information on planned gifts, matching corporate gifts and donor advised funds, please contact Teresa Rogers, Associate Dean of Development at (615) 322-6305 or teresa.rogers@vanderbilt.edu",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 59
    }
  },
  {
    "id": "e4b0b6f0-32a9-4600-b9e1-f9613ed8ab5f",
    "text": ". Please call (615) 875-1155 with any questions. For information on planned gifts, matching corporate gifts and donor advised funds, please contact Teresa Rogers, Associate Dean of Development at (615) 322-6305 or teresa.rogers@vanderbilt.edu . Meet the Team Teresa Rogers Associate Dean for Development and Alumni Relations School of Nursing Development and Alumni Relations Email 615-322-6305 Betsey Usher Senior Director Alumni Relations School of Nursing Development and Alumni Relations Email 615-322-4836 Andrea Zink Director of Annual Giving, Development and Alumni Relations School of Nursing Development & Alumni Relations Email 615-936-0247 Anja Fairholm Assistant Director of Annual Giving and Stewardship School of Nursing Development & Alumni Relations Email 615-343-3403 Alexys Ahn DAR Assistant School of Nursing Development & Alumni Relations Email 615-343-0556 Associate Dean for Development and Alumni Relations School of Nursing Development and Alumni Relations Email 615-322-6305 Senior Director Alumni Relations School of Nursing Development and Alumni Relations Email 615-322-4836 Director of Annual Giving, Development and Alumni Relations School of Nursing Development & Alumni Relations Email 615-936-0247 Assistant Director of Annual Giving and Stewardship School of Nursing Development & Alumni Relations Email 615-343-3403 DAR Assistant School of Nursing Development & Alumni Relations Email 615-343-0556",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 60
    }
  },
  {
    "id": "69e5184e-6425-4d5a-8cfd-5b243224c055",
    "text": "Scraped from: https://nursing.vanderbilt.edu/wp-login.php/\nDate scraped: 2025-02-17 02:45:27\n\nPowered by WordPress Lost your password? ← Go to School of Nursing\n================================================================================\n\nScraped from: https://nursing.vanderbilt.edu/informatics/\nDate scraped: 2025-02-17 02:45:32\n\nVUSN IT Located on the second floor of Frist Hall, VUSN IT offers support for tech, audiovisual, web and communications needs of students, faculty and staff of VUSN. Technology to Support Learning Vanderbilt University School of Nursing is a leader in developing and using advanced nursing technology. This integration of nursing science, computer science and information science has a dramatic positive impact on nursing education, management and patient care. We use new technologies for enhanced classroom and distributed learning. Our advanced use of technology is preparing our graduates to improve patient outcomes in a variety of practice settings following graduation. Computer Lab VUSN IT operates a computing lab in Frist Hall and supports student computing in activity spaces within the nursing complex, including wireless in hallways and wireless and wired in classrooms, labs and the student lounge. Computer Lab Hours Monday - Thursday: 7:00 a.m. - 8:00 p.m. Friday: 7:00 a.m. - 6:00 p.m. Saturday & Sunday: 1:00 p.m. - 5:00 p.m.\n================================================================================",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 62
    }
  },
  {
    "id": "7eaac1be-08b9-4179-b2bc-6ec6acba7921",
    "text": "Scraped from: https://nursing.vanderbilt.edu/research/\nDate scraped: 2025-02-17 02:45:32",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 63
    }
  },
  {
    "id": "0880b998-5468-4cdf-ad8d-7477fef40201",
    "text": "Research Our mission is to support scientific discovery by facilitating research, scholarship, and education. Guided by curiosity, integrity, and kindness, we are committed to advancing the discipline of nursing and promoting health and social betterment locally and globally. Success is achieved through strategic collaborations, rigorous research practices, and alignment with our values and goals. Signature Research Areas Acute and Chronic Illness Improving the lives of patients with chronic illnesses through innovation in diagnosis, treatment and long-term management Data Science and Health Technologies Developing new ways to use technology to create better patient outcomes Health Equity Finding the root causes and solutions for inequalities, such as access to health care, quality of health care, health outcomes and health behaviors, and resources needed to achieve health and wellness Palliative Care Science Improving the care of patients with serious illness and their loved ones Pregnancy Outcomes, Mother & Infant Health, Family Health Enhancing the health and well-being of women, infants, children and families Nursing Education Developing new pedagogy and best practices to enhance student learning and support faculty educators Center for Research Development and Scholarship Vanderbilt’s signature areas fall under the aegis of the Center for Research Development and Scholarship, led by Mariann Piano , Senior Associate Dean for Research",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 64
    }
  },
  {
    "id": "79ff8b10-9c83-4919-906a-359d9c6d292d",
    "text": ". Its full-time faculty and postdoctoral researchers receive funding from the National Institutes of Health, Agency for Healthcare Research and Quality, Health Resources & Services Administration, and private industry and foundation partners, among others. The center’s research and scholarly activities are supported by the extensive resources of Vanderbilt University and Vanderbilt University Medical Center. Much of its research is multidisciplinary, involving scientists across disciplines. Research faculty, postdoctoral fellows and staff are supported by extensive pre-award and post-award grant management expertise and administrative support and resources. VUSN Research Resources From our HRSA grant guidebook to working with the IRB, this repository holds all the how-tos, templates, timelines and SOPs to support your research Login to View Resources School of Nursing research facilities include lab and office space, conference rooms, research interview rooms and a dedicated clinical outpatient research clinic at nearby Wesley Place. Contact Ellen Smogur to reserve classrooms, conference rooms and lab space at VUSN. For Wesley Place Clinic access and scheduling, contact Daien Sanchez . Center for Research on Inequality and Health Collaboration The Vanderbilt Center for Research on Inequality and Health is a trans-institutional collaboration between the School of Nursing and College of Arts and Science",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 65
    }
  },
  {
    "id": "16b65df0-59ad-497d-878d-e95890f5b177",
    "text": ". Center for Research on Inequality and Health Collaboration The Vanderbilt Center for Research on Inequality and Health is a trans-institutional collaboration between the School of Nursing and College of Arts and Science . The center was born out of Discovery Vanderbilt , the university’s ambitious effort to pursue bold new ideas through disciplined, rigorous inquiry. Its scholars conduct cutting-edge, multi-disciplinary research to understand the causes and consequences of health-related inequalities. It brings together deep scholarly strengths in population health science; LGBTQ+ health policy; gun violence; and economic and social inequality—and explores how they impact health. News",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 66
    }
  },
  {
    "id": "700b03c6-60a9-46b4-bd8d-166a9e02f92e",
    "text": "Scraped from: https://nursing.vanderbilt.edu/expertise-faculty-practice/\nDate scraped: 2025-02-17 02:45:33",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 68
    }
  },
  {
    "id": "6871b4c2-0e8b-49b6-abdd-dd800d6f82db",
    "text": "Faculty Practice A key reason Vanderbilt University School of Nursing faculty are renowned experts in their fields is because they continue to practice in their specialties. This means students learn from the latest best practices, and health care benefits from practitioners who stay current with advances in knowledge. Every year, clinical faculty from the School of Nursing practice in Middle Tennessee at agencies, clinics, hospitals, private practices, mental health agencies, health systems, and the VA. A large number of faculty choose to practice in the VUSN Faculty Practice Network. Through its partnership with Vanderbilt University Medical Center, the Vanderbilt School of Nursing operates one of the most extensive faculty practice networks anywhere. VUSN students work alongside practicing faculty in clinical settings like these to gain hands-on experience in delivering health care services and patient care. VUSN and VUMC nurse-managed clinic sites include Primary care practices Employer health primary care centers Women’s health centers Nurse-midwifery practices Birthing center Neighborhood clinics One of the largest nurse-managed practice is Vanderbilt Faculty Nurse-Midwives , which has several locations and offers pregnancy and birth experiences that are flexible and emphasize personal attention.\n================================================================================",
    "metadata": {
      "source": "scraped_data/nursing.vanderbilt.edu/nursing.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 69
    }
  }
]