[
    {
        "id": "cfaa407e-7c9d-442f-9b9e-87a07ef93f66",
        "text": "Scraped from: scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://peabody.vanderbilt.edu/research/\nDate scraped: 2025-02-17 02:45:10",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "e6486bd8-943c-4542-87df-d00a02cfa5af",
        "text": "Research Leading schools of education not only transmit knowledge, they create it. Peabody’s emphasis on research differentiates us from other schools and ensures that our students benefit from early access to the latest findings. We build research around real-world problems to improve lives and strengthen practice. Peabody’s focus on learning differences has helped define the college, as has our reputation for empirical rigor in educational neuroscience; child, family, and community development; special education; the learning sciences; and educational leadership and policy. Faculty Directory Peabody Research Office (PRO) PRO provides research support to faculty and research staff at Peabody College. Support includes identifying grant opportunities from internal and external  funding sources and assisting with developing and submitting award winning proposals. PRO also encourages faculty and staff in building collaborations among those with shared interests. In FY'24, research revenue totaled almost $51 million. Research Centers and Initiatives Across Peabody's five departments, faculty and students undertake cutting-edge research in areas that include equity in education, literacy, neuroscience, and STEM education outreach. Experts The Peabody faculty is an amazing collective of scholars working across social science and natural science disciplines",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "53df7d19-f3de-4ae0-b316-0d6e7d912ec6",
        "text": ". Experts The Peabody faculty is an amazing collective of scholars working across social science and natural science disciplines. Educators, psychologists, child development experts, sociologists, economists, political scientists, neuroscientists, philosophers and historians of education, and quantitative methodologists are all included. They share a national reputation for excellence and a focus on creating opportunities and improving lives, especially for underrepresented and underserved populations. Ideas in Action Working across a breadth of social science disciplines, Peabody faculty successfully address pressing social problems in local, national, and international contexts. Peabody is further defined by its engagement with educators, organizational leaders, and policy-makers and by its commitment to translating discoveries into practice-ideas into action. Our monthly publication, Ideas in Action: Research News in Education and Human Development chronicles this work. Peabody Journal of Education (PJE) PJE  is America's second longest-running publication devoted exclusively to educational research, practice, and policy. Research Rundown Our Research Rundown video series highlights exceptional research being done by our Peabody faculty. The entire playlist of videos can be found on YouTube. Research Rundown Playlist Research Stories",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "ad2cbb9c-3ec4-48da-8259-138ae257290e",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "613345ca-2231-4390-b845-a991fd8faf2f",
        "text": "Scraped from: https://peabody.vanderbilt.edu/departments/\nDate scraped: 2025-02-17 02:45:11",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "dd2cffaa-be95-4fb6-b1ad-f05acf72e608",
        "text": "Academic Departments Peabody’s five academic departments are home to a world-class faculty of scholars with expertise across the social sciences and a focus on human flourishing. Apply Now Request Information Human and Organizational Development The Department of Human and Organizational Development (HOD) offers interdisciplinary programs that share a focus on communities, organizations and the people within them. HOD offers bachelor's, master's, and doctoral degr e es. Discover more about HOD Leadership, Policy and Organizations The Department of Leadership, Policy and Organizations (LPO) is among an elite few academic departments in the nation offering opportunities to study with internationally renowned faculty in K-12 and higher education administration, educational leadership and policy, and organizational leadership. LPO offers bachelor's, master's, Ed.D., and Ph.D. degrees. Discover more about LPO Psychology and Human Development Scholars in the Department of Psychology and Human Development (Psych&HD) work together to increase understanding of basic psychological functioning and cognitive processes in children and family members, school and other social contexts that influence development. The department offers bachelor's, master's, and doctoral degrees. Discover more about Psych&HD Special Education The Department of Special Education (SPED) has long been a pioneer in both research and practice",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "77f4a42b-4036-4564-a761-5775dcbdb1c1",
        "text": ". The department offers bachelor's, master's, and doctoral degrees. Discover more about Psych&HD Special Education The Department of Special Education (SPED) has long been a pioneer in both research and practice. A leader in equipping special educators to deliver high-quality educational experiences for students with disabilities, SPED ranks first in scholarly production. The department offers bachelor's, master's, and doctoral degrees. Discover more about SPED Teaching and Learning The Department of Teaching and Learning (DTL) offers degree programs at the graduate, professional, and undergraduate levels whose alumni positively affect the lives of learners of all ages. The department offers bachelor's, master's, and doctoral degrees. Discover more about DTL Explore all Peabody programs Showing 0 programs  Sorry, no programs were found. Apply Now Request Information",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "5825ac32-d756-4dc0-846a-dd35d5152c21",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "c88a8831-1f96-4ad7-a13d-0f692e0a0a05",
        "text": "Scraped from: https://peabody.vanderbilt.edu/tera/\nDate scraped: 2025-02-17 02:45:11\n\nBridging the gap between research, policy, and practice Through strategic partnerships , we conduct research in collaboration with state and local education leaders to inform policies that affect school systems, educators, and ultimately, students. About TERA TERA is one of the only research-practice partnerships in the country focused on state-level education policy. We connect Vanderbilt University's Peabody College and the Tennessee Department of Education to expand a knowledge base in key topic areas.  Through TERA, scholars at Vanderbilt and other leading universities carry out high-quality, practical research that informs state-level policy, impacts the practice in schools and districts across Tennessee, and contributes to national conversations on K-12 education. Our Team TERA Affiliates Latest News   Podcasts: The TNth Period  Follow @TNEdResAlliance Publications Tennessee Educator Survey Contact Us Twitter Facebook Email LinkedIn\n================================================================================\n\nScraped from: https://peabody.vanderbilt.edu/susan-gray-school/\nDate scraped: 2025-02-17 02:45:13",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "d4762e9c-cdb8-41f5-8420-547a1ecc8ead",
        "text": "Susan Gray School Throughout its history the school has provided an educational early childhood for children of all abilities. The school has the distinction of being the first nationally recognized inclusive preschool where typically developing children learn alongside children with disabilities in an educational setting. Welcome to the 2024-2025 School Year at SGS! Information for SGS families Susan Gray School Waitlist Quick Guide About SGS Information for SGS Families Donate to SGS SGS Classroom Waitlist Student Employee Application The Susan Gray School consists of eight inclusive classrooms where children with disabilities and typically developing children play and learn alongside one another. Explore More About SGS Where Knowledge Meets Nurture The Susan Gray School (SGS), originally named the Peabody Experimental School, opened in 1968 as an on-campus research-oriented school devoted to educational research involving young children with developmental disabilities and children whose future development was at risk because of conditions such as poverty. In 1986 the school was renamed the Susan Gray School in recognition of Dr. Susan Gray (1913-1992) , a Peabody faculty member and national authority on the early education of \"disadvantaged\" children. The pioneering work of Dr. Gray was recognized nationally, and Sargent Shriver, founding director of the Peace Corps and architect of the Head Start program, credited her with the inspiration for founding Head Start: \"Dr",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "1b70faab-2e7b-40ae-b423-82caf36e670d",
        "text": ". The pioneering work of Dr. Gray was recognized nationally, and Sargent Shriver, founding director of the Peace Corps and architect of the Head Start program, credited her with the inspiration for founding Head Start: \"Dr. Gray's pioneering experiments showed us what could be accomplished and how to go about it. Through Head Start and through the even more massive programs for child development which have flowed from the Head Start experiment, Susan Gray has made an enduring contribution to the nation's welfare.\" The Susan Gray's school history of serving the community for more than 50 years has been an honor to the staff, families, and friends of the school. To learn more Click Here . Today the school's mission to service, training, research, and demonstration continues. Susan Gray School is licensed by the Tennessee Department of Human Services and the Tennessee Department of Intellectual and Developmental Disabilities The SGS playground is accessible to all children and includes a central fort structure with wheel chair accessibility and novel play panels, a variety of swing types, and an outdoor classroom area. To schedule a tour or receive further information, please contact the SGS Office at sgsoffice@vanderbilt.edu or by phone (615) 322-8200",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "168492d7-70a7-49a7-9a05-94e1b92f6745",
        "text": ". To schedule a tour or receive further information, please contact the SGS Office at sgsoffice@vanderbilt.edu or by phone (615) 322-8200. Give Now For more information contact: sgsoffice@vanderbilt.edu or by phone, 615-322-8200 Related Links Peabody Department of Special Education Vanderbilt Research Office Tennessee Early Intervention Systems (TEIS) Vanderbilt Children's Hospital Peabody Research Office",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "6e92f901-791b-4a80-a0be-6f5cb007e423",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "8e3f179f-be83-4a80-9806-2eee2214b4b4",
        "text": "Scraped from: https://peabody.vanderbilt.edu/bio/\nDate scraped: 2025-02-17 02:45:14\n\n\n================================================================================\n\nScraped from: https://peabody.vanderbilt.edu/about/\nDate scraped: 2025-02-17 02:45:15",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "01719a40-5330-4b99-aa9e-d73009b6c710",
        "text": "About Peabody Our Mission: Peabody College strives to enhance the human condition by creating knowledge about learning and development in their social contexts, by translating discoveries into more effective practice and policy, and by preparing leaders who will generate positive change throughout the nation and the world. Office of Academic Affairs and Services Office of Communications Office of Development and Alumni Relations Office of Digital Learning Office of Graduate and Professional Admissions Office of Student Life Office of Teacher Licensure Peabody Career Services Peabody Library Peabody Research Office Background Clearance Office Faculty Directory Travel Directions Contact Us The Peabody Difference Peabody's emphasis on learning differences has helped to define the college, as has a reputation for empirical rigor. The college is widely known for excellence in special education; leadership and policy; child development; psychology and human development; the learning sciences; quantitative methods; and educational neuroscience. Peabody Facts 23 Master's and Ed.D. Programs 8 Undergraduate Programs 6 Ph.D. Programs 189 Full-time Faculty 2,699 Students 7 U.S. News Top 10 programs Master's and Ed.D. Programs Undergraduate Programs Ph.D. Programs Full-time Faculty Students U.S",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "d733c83c-ec0a-4b5d-8453-1c8697557b1d",
        "text": ". Peabody Facts 23 Master's and Ed.D. Programs 8 Undergraduate Programs 6 Ph.D. Programs 189 Full-time Faculty 2,699 Students 7 U.S. News Top 10 programs Master's and Ed.D. Programs Undergraduate Programs Ph.D. Programs Full-time Faculty Students U.S. News Top 10 programs Our Commitment to Belonging, Collaboration and Growth Peabody College is committed to fostering an environment where every individual feels valued, supported and empowered to grow as a part of our thriving Peabody community. Peabody Leadership Camilla P. Benbow, Ed.D. Patricia and Rodes Hart Dean of Education and Human Development David Chambliss, M.A., M.Ed. Associate Dean for Development and Alumni Relations Ellen Goldring, Ph.D. Vice Dean Nicole Joseph, Ph.D. Associate Dean View profile Nicole Cobb Associate Dean for Academic Affairs and Professional Education Jeannette Mancilla-Martinez, Ed.D. Associate Dean for Academic Affairs and Graduate Education Hasina Mohyuddin, Ph.D. Assistant Dean for Student Life View profile Meaghan Mundy, Ph.D. Associate Dean of Students View profile Bryan Ratliff, M.S. Associate Dean for Finance and Administration Jacci L. Rodgers, Ph.D. Associate Dean for Data Analytics Sharon Shields, Ph.D. Senior Associate Dean for Community and Special Projects Anita A. Wager, Ph.D",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "ec7d5204-ba15-462f-92a7-acf2c592d16c",
        "text": ". Associate Dean for Finance and Administration Jacci L. Rodgers, Ph.D. Associate Dean for Data Analytics Sharon Shields, Ph.D. Senior Associate Dean for Community and Special Projects Anita A. Wager, Ph.D. Senior Associate Dean for Undergraduate Academic Affairs Patricia and Rodes Hart Dean of Education and Human Development    Associate Dean for Development and Alumni Relations    Vice Dean    Associate Dean   View profile Associate Dean for Academic Affairs and Professional Education    Associate Dean for Academic Affairs and Graduate Education    Assistant Dean for Student Life   View profile Associate Dean of Students   View profile Associate Dean for Finance and Administration    Associate Dean for Data Analytics    Senior Associate Dean for Community and Special Projects    Senior Associate Dean for Undergraduate Academic Affairs    Our Faculty Working across social and natural science disciplines at a breadth unusual for schools of education, Peabody faculty include educators, psychologists, child development experts, sociologists, economists, political scientists, neuroscientists, philosophers and historians of education, and quantitative methodologists. They share a national reputation for excellence and a focus on creating opportunities and improving lives, especially for underrepresented and underserved populations",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "87212af1-c0b8-45ac-9996-3ba584fd6dd2",
        "text": ". They share a national reputation for excellence and a focus on creating opportunities and improving lives, especially for underrepresented and underserved populations. The faculty includes: 24 Endowed chair holders 15 American Educational Research Association Fellows 4 National Academy of Education Members 24 Association for Psychological Science Fellows 1 National Academy of Medicine Member Our Students Peabody students come from all 50 states and many international countries. The college enrolls nearly 1,500 undergraduate (B.S.) , more than 1,000 professiona l (M.Ed., M.P.P., M.S., and Ed.D.) and 200 graduate (Ph.D.) students across its 38 degree programs . Our Staff Peabody faculty, students and others are able to thrive because of the collaborative work of more than 300 college staff who daily contribute to fulfilling the educational, research and service missions of the college. Our Alumni From networking opportunities and reunions to alumni recognition and activities, Peabody is your home for a lifetime. Its nearly 35,000 alumni share a lifelong commitment to creating positive change in schools; communities; higher education; and non-profit, for-profit, or governmental organizations.",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "505a8d42-395f-44a7-b136-430abf7a8e73",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "1b0af54b-5ea8-4608-b0ff-bd593da7f5fb",
        "text": "Scraped from: https://peabody.vanderbilt.edu/nextsteps/\nDate scraped: 2025-02-17 02:45:15\n\nNext Steps at Vanderbilt University A 4-year inclusive higher education program committed to providing neurodiverse students an inclusive, transformational postsecondary education in academics, social and career development, and independent living, while honoring equality, compassion, and excellence in all endeavors. Resources Next Steps Brochure TN Inclusive Higher Education Alliance Apply Now Give to Next Steps Email: NextSteps@vanderbilt.edu Phone: 1-615-322-3978  facebook instagram\n================================================================================\n\nScraped from: https://peabody.vanderbilt.edu/admissions/\nDate scraped: 2025-02-17 02:45:17",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "28988ce4-cecc-4bd0-ae44-b7433e95ea4c",
        "text": "Admissions A Peabody education provides more than access to internationally recognized faculty, cutting-edge research, and the resources of a top-ranked college of education . It provides a vibrant and diverse community focused on your holistic growth and development, career support and preparation from your first day, and a cohort model that allows you to learn from and alongside your classmates. Admissions Funding Your Education Tuition and Fees Request Information How To Apply Apply Now Graduate Admissions Events Visit Campus Ambassa'dores Directions to Peabody and Visitor Parking The Peabody Blog At Peabody, we're invested in the greater good and passionate about creating opportunities for human flourishing, and we know you'll be inspired to be a leader and change agent in your future career. We look forward to reviewing your application for admission. Request Information Apply Now Professional Admissions (Master's and Ed.D. Applicants) Our professional student community includes nearly 1,300 students in 23 unique Master's and Ed.D. programs both on campus and online. Whether your interests are in community engagement, curriculum design, organizational performance, or any number of other areas, we have a program to meet your needs and advance your career. Beginning in fall 2024, Peabody is also launching five new professional certificates that can be earned en route to a number of master's degrees and can enhance career prospects. Learn about them here",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "442ae8ac-a356-4d26-be1a-613a601d9d7b",
        "text": ". Beginning in fall 2024, Peabody is also launching five new professional certificates that can be earned en route to a number of master's degrees and can enhance career prospects. Learn about them here . As you explore all Peabody has to offer , we encourage you to review our program pages to find the program that fits best with your interests and goals, request more information , and visit our How to Apply page, which will provide specific information about each aspect of the application. We also invite you to visit campus or take a look at our virtual event offerings to learn more about Peabody. Applying to our Master's and Ed.D. programs is free, and all applicants are automatically considered for merit-based scholarships. Looking for a graduate program but not sure which one is right for you? Take our Program Quiz to find out which degree perfectly fits your career goals. Take the Quiz Application Deadline 1 January 3 Application Deadline 2 February 3 Rolling Admissions After February 3* *We will continue to accept applications after this date, but applications will be evaluated for admission and scholarships as space and funds are available. Application Deadline 1 January 3 Application Deadline 2 February 3 Rolling Admissions After February 3* *We will continue to accept applications after this date, but applications will be evaluated for admission and scholarships as space and funds are available. Find a Master's Program Explore the Ed.D",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "673a1100-9941-4440-8df8-571728e93bc9",
        "text": ". Find a Master's Program Explore the Ed.D. Program How To Apply Apply Now Graduate Admissions (Ph.D. Applicants) Our community boasts nearly 200 graduate students across five programs. As a graduate student at Peabody, you will tackle new and emerging issues in education, psychology, and human development and work on leading research alongside faculty. We encourage you to dive deeper into our Ph.D. programs and envision yourself at Peabody as you consider where to continue your education. You will find detailed application information on our How to Apply page, along with an application checklist to keep handy as you tackle your application for admission. Ph.D. applications require a $95 fee at submission and GRE scores. Ph.D. students at Peabody receive full funding for their tuition, as well as a stipend for living expenses. The deadline to apply is December 1. Find a Ph.D. Program How To Apply Apply Now Undergraduate Admissions More than 1,200 Vanderbilt undergraduate students study across 8 majors within Peabody College, including the university's most popular undergraduate major, Human and Organizational Development. All undergraduate applicants interested in Peabody College must apply through the Office of Undergraduate Admissions. We encourage you to review available programs and reach out to the Office of Undergraduate Admissions for visits, events, and more information",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "9c5cf3cd-6f17-414a-9727-c0069bcddb32",
        "text": ". We encourage you to review available programs and reach out to the Office of Undergraduate Admissions for visits, events, and more information. Learn More Find a Program Apply Now Meet Our Team Kim Brazil Director of Graduate and Professional Admissions Bio Casandra Goodpaster Associate Director of Enrollment and Student Services Bio Samantha Rogers-Burnett Director of Financial Aid Bio Alex Bussom Graduate Assistant Director of Graduate and Professional Admissions   Bio Associate Director of Enrollment and Student Services   Bio Director of Financial Aid   Bio Graduate Assistant   Contact Us Phone: 615.322.8410 Email: peabody.admissions@vanderbilt.edu",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "5f32c04f-98a2-453f-aaf3-6e78278c9fcb",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "b63fde92-27fc-4ff4-96fe-f0e81efb4015",
        "text": "Scraped from: https://peabody.vanderbilt.edu/academics/\nDate scraped: 2025-02-17 02:45:18",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "5d191c64-af6e-47bf-9243-55c4a6d75ba3",
        "text": "Academics Peabody College’s five academic departments offer a range of innovative programs for undergraduates, master’s and doctoral students (both Ed.D. and Ph.D.) in education, special education, the psychological sciences , child and family development, educational administration, organizational leadership, education policy, counseling, quantitative methods, and applied community studies . Study at Peabody is characterized by a spirit of close collaboration, faculty – student mentoring, opportunities to conduct research, access to advanced resources for learning, and exposure to cutting – edge knowledge. Academic work seamles sly moves students from the theoretical to the applied, preparing them for excellence in their chosen professions. Undergraduate Early Start (current VU students) Master's Ed.D. Ph.D. Certificates Faculty Directory Research Program Finder Showing 0 programs  Sorry, no programs were found. Looking for a graduate program but not sure which one is right for you? Take our Program Quiz to find out which degree perfectly fits your career goals. Take the Quiz \"Peabody attracts people who change the lives of others",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "1a79ffc4-994d-4e41-abbe-53c74d8afbd8",
        "text": ". Looking for a graduate program but not sure which one is right for you? Take our Program Quiz to find out which degree perfectly fits your career goals. Take the Quiz \"Peabody attracts people who change the lives of others. As teachers, leaders, policymakers, and scholars, our graduates make the world a better place.\" Catherine Gavin Loss Senior Associate Dean for Academic Affairs and Professional Education Academic Departments Human and Organizational Development (HOD) Leadership, Policy, and Organizations (LPO) Psychology and Human Development (PHD) Special Education (SPED) Teaching and Learning (DTL) Learn more #5 U.S. News & World Report 2024 Best Education School #1 U.S. News & World Report 2024 Best Special Education Program #1 U.S. News & World Report 2024 Best Education Policy Program #3 U.S. News & World Report 2024 Best Educational Administration Program #5 U.S. News & World Report 2024 Best Curriculum and Instruction Program #5 U.S. News & World Report 2024 Best Elementary Teacher Education Program U.S. News & World Report 2024 Best Education School U.S. News & World Report 2024 Best Special Education Program U.S. News & World Report 2024 Best Education Policy Program U.S. News & World Report 2024 Best Educational Administration Program U.S. News & World Report 2024 Best Curriculum and Instruction Program U.S. News & World Report 2024 Best Elementary Teacher Education Program Apply now Find a program Why I Chose Peabody College",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "33921641-cfee-403f-aafc-18eb3041666c",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "3503edba-9b89-4dd2-9d2f-feb6783ab519",
        "text": "Scraped from: https://peabody.vanderbilt.edu/student-life/\nDate scraped: 2025-02-17 02:45:20",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "c9b770d8-2425-41a9-b180-13054658ce15",
        "text": "Student Life At Peabody, we strive to support and develop the whole student. You will have access to staff and programming across a diverse range of topics to complement your academic studies, facilitate your career goals, and challenge your worldview. We don’t think of life as extracurricular but rather co-curricular. You will grow in and out of the classroom during your time at Peabody. Admissions Funding Your Education Tuition and Fees Request Information How To Apply Apply Now Graduate Admissions Events Visit Campus Ambassa'dores Directions to Peabody and Visitor Parking The Peabody Blog Peabody Office of Student Life Peabody College is committed to student empowerment, engagement, and development and to inspiring educators and leaders to make a positive difference in our communities and the world. The Peabody Office of Student Life supports the Peabody community and its students, staff, faculty, alumni, and community members. Peabody Office of Student Life Peabody Career Services At Peabody, we strive to cultivate leaders and give our students the skills they need to make an impact in the world around them. Peabody Career Services is your strategic career partner. We partner with our professional students through career strategy appointments, interview relays, career preparation events, and student success outreach and tracking. We also offer each student individual, one-on-one career coaching sessions to ensure an effectively launched career on graduation",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "d6676933-3f37-4889-93bd-6fd39b228d78",
        "text": ". We also offer each student individual, one-on-one career coaching sessions to ensure an effectively launched career on graduation. Our individual attention to each student not only sets Peabody apart from our peer schools, it puts our graduates ahead of the competition. All Peabody undergraduates receive specialized services through the Vanderbilt Career Center . Peabody International Students Peabody welcomes global citizens from around the world. Our growing international student community contributes multiple perspectives to a diverse sociocultural learning environment. With our campus partners, Peabody strives to create community, address needs, and provide holistic support and advocacy for all international students and scholars at Peabody College. Peabody International Students Student Organizations Look through our many offerings for student organizations on the Peabody campus. Whatever your interest or identification, there's a Peabody Student Organization for you. Housing & Dining Graduate Housing The Broadview at Vanderbilt opened for graduate and professional students in the fall of 2023. Located just steps from the Vanderbilt University campus, The Broadview offers studio, one- and two-bedroom apartments . Undergraduate Housing All first-year students live on The Ingram Commons and are assigned to one of 10 houses, each led by a faculty head of house. Peabody's Melissa Gresalfi serves as dean of the Ingram Commons",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "8fc5ea40-485a-4d29-aefd-f1bfb97df975",
        "text": ". Undergraduate Housing All first-year students live on The Ingram Commons and are assigned to one of 10 houses, each led by a faculty head of house. Peabody's Melissa Gresalfi serves as dean of the Ingram Commons. After the first year, undergraduates can choose to continue living in a residential college , join a living-learning community or move into a standard residence hall. Dining Peabody students have multiple options for grabbing a snack, coffee or meal on campus most any time of day. The Commons Center houses the Commons Dining Hall open daily for meals and a quick-stop Munchie Mart boasting snacks, drinks, grab-and-go meals and a coffee bar. In 6 Magnolia Circle, recently opened Red Bicycle is an on-campus extension of a Nashville favorite. Students can grab hand-crafted coffee drinks, pastries, and delicious crepes. Red Bicycle also offers mobile ordering! Job Board The Peabody Job Board lists job opportunities for current Peabody master’s students. For other Vanderbilt University job opportunities, please visit HireADore.com Safety The health, wellness and safety of every Vanderbilt student is a top priority for all members of our faculty and staff. Students have access to a full range of resources and services designed to ensure their personal safety and their physical and mental well-being. Nashville Why Nashville? Life in our vibrant, growing city means music, parks, restaurants, sports, travel, and four distinct seasons. And music",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "ce16abb0-fce5-46c2-a1c8-d1ad8f4177aa",
        "text": ". Nashville Why Nashville? Life in our vibrant, growing city means music, parks, restaurants, sports, travel, and four distinct seasons. And music. Did we mention that we're called Music City? What draws so many people to Nashville? We're an international city, a place Travel and Leisure magazine called \"America's friendliest city.\" Nashville combines history and hospitality with diverse culture and progress. Botanical gardens, parks, and trails. Professional football, baseball, soccer, and hockey. Art galleries, craft shows, county fairs. Cuisine from Caribbean to kosher. We're a vibrant, growing city with something for everyone .",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "f467037e-6690-4df4-bb5e-9558fb204e03",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "c102553b-edf3-42f3-8fe0-e4b0641fd2bc",
        "text": "Scraped from: https://peabody.vanderbilt.edu/faculty/\nDate scraped: 2025-02-17 02:45:20\n\n No matches\n================================================================================\n\nScraped from: https://peabody.vanderbilt.edu/news-events/\nDate scraped: 2025-02-17 02:45:20\n\nNews and Events Peabody College is home to a renowned faculty of entrepreneurial scholars who regularly produce discoveries in education and human development. Our more than 2,600 accomplished students and nearly 35,000 alumni daily enrich the lives of others. Our thriving community explores important topics, contributes solutions to pressing social problems, and enjoys the benefits of life at a top-tier university. Featured  Reflector  Upcoming Events Ideas in Action \n================================================================================\n\nScraped from: https://peabody.vanderbilt.edu/journal/\nDate scraped: 2025-02-17 02:45:23",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "150e8cd4-ba36-4d1f-a282-64e20cf834b1",
        "text": "Peabody Journal of Education Peabody Journal of Education Editorial Guidelines Subscription Information Recent Issues The Peabody Journal of Education: Issues of Leadership, Policy, and Organizations (PJE), America's second longest-running publication devoted exclusively to educational research, practice, and policy, is committed to providing information and reasoned opinion that will enhance understanding and practice among institutions and individuals concerned with human learning and development. PJE welcomes proposals for entire issues rather than individual manuscripts. Issues are designed to address several dimensions of a common theme, as evidenced by the collaboration of multiple authors. Interests include education matters of both a domestic and an international nature, including topics that are linked to the social and organizational contexts in which formal and informal education take place. Editors Claire Smrekar Editor Email Daniel Hornsby Coordinating Editor Email Editor Email  Coordinating Editor Email  Sponsoring Institution Vanderbilt University's Peabody College, Department of Leadership, Policy, and Organizations Editorial Board Lora Cohen-Vogel, UNC at Chapel Hill Amanda Datnow, University of California, San Diego Louis M. Gomez, University of California, Los Angeles Jason Grissom, Vanderbilt University, Peabody College Eric A. Hanushek, Hoover Institution, Stanford University Douglas N",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "6183b16d-b1c0-43d0-87ec-c70d7b40c56e",
        "text": ". Gomez, University of California, Los Angeles Jason Grissom, Vanderbilt University, Peabody College Eric A. Hanushek, Hoover Institution, Stanford University Douglas N. Harris, Tulane University Luis Huerta, Teachers College, Columbia University Susan Moore Johnson, Harvard University GSE Alejandra Mizala, University of Chile Jerome Morris, University of Georgia Penelope L. Peterson, Northwestern University Michael J. Podgursky, University of Missouri - Columbia Michael Ramirez, Chief of Staff, School District of Lee County Crystal Sanders, Michigan State University Thomas M. Smith, Vanderbilt University, Peabody College Alan Strauss, Broward County Public Schools Deborah Lowe Vandell, University of California, Irvine Allan Walker, Education University of Hong Kong Chezare Warren, Vanderbilt University, Peabody College Sheneka Williams, Michigan State University Contact Information Peabody Journal of Education Vanderbilt University, Peabody College PMB 411 230 Appleton Place Nashville, TN 37203 PJE@vanderbilt.edu",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "99282326-eec1-43ef-ad32-678d838e09a3",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "857e247b-76e7-4b3f-b658-b9a64fe2d3db",
        "text": "Scraped from: https://peabody.vanderbilt.edu/wp-login.php/\nDate scraped: 2025-02-17 02:45:23\n\nPowered by WordPress Lost your password? ← Go to  Peabody College of Education and Human Development\n================================================================================\n\nScraped from: https://peabody.vanderbilt.edu/alumni/\nDate scraped: 2025-02-17 02:45:23",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "bad398f2-1d21-4d00-8f0d-7bd684165f1a",
        "text": "Office of Development and Alumni Relations Welcome back to Peabody! Over the years, Peabody has maintained its mission through practice-oriented academic programs, a strong service ethic, and a concern for pressing social problems. That mission is to create a training ground for future leaders, cultivated by our faculty, visiting lecturers, alumni participation, and events that consider today's critical issues. There are many ways for you to become involved with Peabody, and we welcome your suggestions. Peabody is only as strong as the community who cares for its future. Thank you in advance for your continued interest in and support of Peabody College. Camilla P. Benbow Patricia and Rodes Hart Dean of Education and Human Development Success Stories Peabody alumni are leaders creating positive change in public and charter schools, government offices, hospitals, colleges, universities, start-ups and tech companies. We're profiling a few of our nearly 35,000 graduates who have gone from here to follow their passions and build outstanding careers. \"I would not be where I am today without every aspect of the Peabody experience.\" Yudong Cao, M.Ed. Principal Data Scientist, Capital One Get Involved There are so many ways to be part of Peabody. Supporting Peabody extends beyond financial gifts. Increase the value of a Peabody degree by networking, hiring from Peabody, and attending alumni events",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "23efd21a-f9bf-43ce-ad86-957da2fa9aaf",
        "text": ". Supporting Peabody extends beyond financial gifts. Increase the value of a Peabody degree by networking, hiring from Peabody, and attending alumni events. Through Peabody Career Services , network with other alumni or recruit students starting their careers. Find fellow Commodores, submit address changes, sign up for e-mail forwarding, or use the Commodore Career Connection with VUConnect or stay up to date on alumni activities through the Alumni Association . Distinguished Alumnus/a Award Each year, Peabody honors an outstanding alumnus or alumna with the Peabody Distinguished Alumnus/a Award. The award salutes the achievements of alumni who have made significant contributions and achievements in their chosen fields. These contributions should be exemplified by national or international recognition. Nominations are accepted on a rolling basis, and an honoree is selected by a Peabody faculty committee in December. Dean Benbow presents the award during Commencement ceremonies in May. For more information, please email the Peabody Development and Alumni Relations Office at peabodyalumni@vanderbilt.edu or call (615) 322-8500. Nominate an alumnus/a Previous Alumnus/a and Remarks Support Peabody Peabody College has long been a beacon of innovation. The Head Start Program was born because of us. Thanks to our efforts, special education became a serious discipline. Our undergraduate major in human and organizational development elevated practice-oriented education to a new level",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "fb0cb850-9e4a-447e-8e2d-81b64040e0c7",
        "text": ". The Head Start Program was born because of us. Thanks to our efforts, special education became a serious discipline. Our undergraduate major in human and organizational development elevated practice-oriented education to a new level. Today, the breadth of our influence is considerable-reaching from Nashville to southern China. What will our next 150 years look like? How will we remain a place that trains leaders to change lives? You are one of our key partners, and we look to you to find your own role in advancing Peabody as a leader in improving the human condition. Dare To Grow Campaign Dean's Insider Letter About the Office of Development and Alumni Relations Peabody seeks to partner with our extended community to achieve the College’s most immediate goals and needs—student scholarships, internships, endowed chairs, library resources, and technology support. Our success derives not only from the hard work of faculty, staff, and students but also from the support offered by the wider Peabody family. Development and Alumni Relations Contacts David Chambliss Associate Dean for Development and Alumni Relations Email +1 (615)936-4533 Bio Hilary R",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "e4c4006d-426a-4e8e-bd39-c11d9388824b",
        "text": ". Development and Alumni Relations Contacts David Chambliss Associate Dean for Development and Alumni Relations Email +1 (615)936-4533 Bio Hilary R. Ward Director of Development and Alumni Relations Email View profile Kyle Snook Associate Director for Development and Alumni Relations Email +1 (615)343-3304 Bio LaQuita Williams Development Coordinator for Development and Alumni Relations Email +1 (615)322-8500 Bio Associate Dean for Development and Alumni Relations Email +1 (615)936-4533 Bio Director of Development and Alumni Relations Email  View profile Associate Director for Development and Alumni Relations Email +1 (615)343-3304 Bio Development Coordinator for Development and Alumni Relations Email +1 (615)322-8500 Bio Peabody News",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "2774d6df-b65b-43c1-8ceb-e91af83f47f0",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "855a0e3d-86d5-439c-a5b2-21ba1973b052",
        "text": "Scraped from: https://peabody.vanderbilt.edu/office-academic-services/\nDate scraped: 2025-02-17 02:45:24",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "cd8dd150-6635-42a5-99ee-8e9b241b3e22",
        "text": "Academic Affairs and Services Office of Academic Services Teacher Licensure Digital Learning The Office of Academic Affairs and Services provides leadership of degree programs at the undergraduate, professional, and graduate level and supports the academic mission of Peabody College.  Academic Affairs and Services leads and oversees the Peabody curriculum, academic planning and accreditation, and develops and implements academic policies and procedures.  Academic Affairs and Services works collaboratively with the Dean, Peabody's five academic departments, faculty, staff, and campus partners to support strategic priorities and to enhance the Peabody student experience. The Office of Academic Services (OAS) maintains the academic records of Peabody students from matriculation to graduation and is the primary liaison to the University Registrar's Office (URO). OAS prepares catalogs and the schedule of courses for the academic year. OAS maintains online degree audits for all Peabody students and processes academic record entries and changes such as adviser, grades, major, minor, track, and transfer of credit. OAS also reviews students' academic program of study at the time of degree completion. In addition, the office administers the functions of the Peabody Honor Council . The Offices of Teacher Licensure and Digital Learning also reside within the Office of Academic Affairs and Services",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "1831cf29-ced8-4123-9fe8-65aae7096b19",
        "text": ". In addition, the office administers the functions of the Peabody Honor Council . The Offices of Teacher Licensure and Digital Learning also reside within the Office of Academic Affairs and Services. View the Full Academic Calendar Office Staff Nicole Cobb Associate Dean for Academic Affairs and Professional Education Bio Jeannette Mancilla-Martinez Associate Dean for Academic Affairs and Graduate Education Bio Anita A. Wager Senior Associate Dean for Academic Affairs and Undergraduate Education Bio Susan F. Burns Director of Digital Education Bio Amanda Van Doorn Director of Teacher Licensure Bio Wesley Notestine Assistant Dean for Academic Services View profile Simon Zuckerwise-Causton Academic Services Coordinator Bio Associate Dean for Academic Affairs and Professional Education   Bio Associate Dean for Academic Affairs and Graduate Education   Bio Senior Associate Dean for Academic Affairs and Undergraduate Education   Bio Director of Digital Education   Bio Director of Teacher Licensure   Bio Assistant Dean for Academic Services   View profile Academic Services Coordinator   Bio",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    },
    {
        "id": "276c895c-0f13-47a7-b0fa-3741ed83e293",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 49
        }
    },
    {
        "id": "7e4f3a5f-58a0-4b28-8f35-536bafd01eec",
        "text": "Scraped from: https://peabody.vanderbilt.edu/news/\nDate scraped: 2025-02-17 02:45:26\n\nNews and Events Peabody College is home to a renowned faculty of entrepreneurial scholars who regularly produce discoveries in education and human development. Our more than 2,600 accomplished students and nearly 35,000 alumni daily enrich the lives of others. Our thriving community explores important topics, contributes solutions to pressing social problems, and enjoys the benefits of life at a top-tier university. Featured  Reflector  Upcoming Events Ideas in Action \n================================================================================",
        "metadata": {
            "source": "scraped_data/peabody.vanderbilt.edu/peabody.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 50
        }
    }
]