[
    {
        "id": "9567729a-b402-46eb-aec8-b0fd2db6ecda",
        "text": "Scraped from: scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://vanderbilt.edu/trees/\nDate scraped: 2025-02-17 02:45:08\n\nVanderbilt Arboretum  We hope you will enjoy exploring some of the more than 6000 trees of the arboretum through this website or in person using the portable device-friendly tree tours. \n================================================================================\n\nScraped from: https://vanderbilt.edu/cso/\nDate scraped: 2025-02-17 02:45:09",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "52f87665-6699-43fb-a75b-ec862e5863fc",
        "text": "Scraped from: https://vanderbilt.edu/cso/\nDate scraped: 2025-02-17 02:45:09\n\nCollaborative for STEM Education and Outreach Opportunities for K-12 Students and Teachers Opportunities for Vanderbilt Community Opportunities for Local and Global Partners  The Vanderbilt Collaborative for STEM Education and Outreach (CSEO) , formerly the Center for Science Outreach (CSO), is dedicated to enhancing literacy in science, technology, engineering, and mathematics (STEM) through the establishment of unique partnerships between University scientists, K-12 educators and students, and the local and global science community. The CSEO has developed and implemented a number of educational programs in partnership with local and national K-12 classrooms. These efforts, funded through a variety of state and national public and private agencies and donations from private individuals and families,  have reached thousands of children, supported teachers in residence on the Vanderbilt campus, hosted summer professional development courses and workshops for teachers, offered summer programs for students, and placed teachers and students in research laboratories. As a national leader in outreach efforts, the CSEO is committed to elevating pre-collegiate STEM expertise and literacy.\n================================================================================\n\nScraped from: https://vanderbilt.edu/compliance/\nDate scraped: 2025-02-17 02:45:09",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "004c4c88-f659-4d2b-a0d0-a966529a4c99",
        "text": "University Compliance Services Vanderbilt University is committed to the highest standards of ethics, honesty, and integrity in pursuit of its mission of education, research, and public service. Ethics and Compliance Hotline Standards of Conduct Our Mission University Compliance Services (UCS) is responsible for the strategic design and implementation of the Vanderbilt University Compliance Program and providing education and training for students, faculty, and staff to help develop strategies to avoid compliance and ethics failures. UCS is here to assist you in conducting business aligned with the highest standards of ethics, honesty, and integrity of its mission of education, research, and public service. A Commitment to Ethics The Vanderbilt University Compliance Program demonstrates the University's commitment to ethical conduct and compliance by providing guidance for conduct designed to prevent and detect violations of law and by encouraging compliance by providing support, training, and educational resources to assist Vanderbilt in fulfilling its responsibilities through its students, faculty, and staff. Resolution of the Executive Committee of the Board of Trust Standards of Conduct All members of the Board of Trust, the Chancellor, general officers, the executive administration, administrative officers, members of the faculty and staff, and others representing Vanderbilt University are expected to adhere to these Standards of Conduct in the discharge of their duties",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "b83f2566-6556-4250-bd3d-b941e9a25c85",
        "text": ". The Vanderbilt University Standards of Conduct demonstrates the University’s commitment to ethical conduct and compliance by setting forth guidelines for conduct designed to prevent and detect violations of law, uphold accreditation standards, comply with University policies, and encourage reporting of compliance concerns. Faculty members employed by VUMC will be responsible in the conduct of their work for complying with the standards of conduct adopted by VUMC as well as the standards of conduct adopted by Vanderbilt University. Standards of Conduct Report Illegal and Unethical Behavior Every person at Vanderbilt University is expected to perform his or her duties with the highest degree of integrity. If you suspect someone is behaving illegally or unethically, please speak up and report your concern. An anonymous, confidential, independently-run hotline is available to report compliance concerns and complaints. Reports can be made online at the Compliance Hotline or by toll-free call to (844) 814-5935. Dedication to Free Expression At Vanderbilt, we have a long tradition of free expression. At a moment when free expression on college campuses and in American civic life is at risk, we are proud to affirm our commitment to this core principle. Learn more about Vanderbilt University’s commitment to free express at Dialogue Vanderbilt",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "1a5c5f66-2a38-4e53-9363-3d9bae2a59c9",
        "text": ". At a moment when free expression on college campuses and in American civic life is at risk, we are proud to affirm our commitment to this core principle. Learn more about Vanderbilt University’s commitment to free express at Dialogue Vanderbilt . Programs Vanderbilt Public Health & Safety The health, wellness and safety of every Vanderbilt student is a top priority for all members of our faculty and staff. Students have access to a full range of resources and services designed to ensure their personal safety and their physical and mental well-being. Reports or concerns regarding Public Health Protocols and Policies visit https://www.vanderbilt.edu/student-life/health-safety/ . Call the Public Health Hotline at 615-343-1352. Office of Conflict of Interest and Commitment Management For information regarding Conflict of Interest (COI) disclosures, the Conflict Disclosure System, COI resources, and additional COI information visit the COI site . Conflict Disclosure System for online entry of COI disclosures. Questions? Email us at coi@vanderbilt.edu HR Consulting/Employee and Labor Relations Vanderbilt University is committed to advancing a fair, just, and supportive campus culture. The HR Consulting team investigates allegations of discrimination, harassment, and other prohibited conduct, as well as providing guidance to faculty and staff on strategic people initiatives, workforce analysis, leave management, workers compensation, discipline and performance management, etc",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "d75532a3-5126-42cb-a26b-4334e0937c22",
        "text": ". Protection of Minors Vanderbilt is committed to ensuring the safety and well-being of minors participating in university programs and in university spaces and facilities. The Protection of Minors Policy establishes compliance requirements and best practices to create a collective campus culture of safety for youth. Protection of Minors Website Clery Act Compliance Under the Clery Act , all institutions of postsecondary education, both public and private, that participate in federal student aid programs must publish and disseminate an annual campus security report as well as make timely warnings of any ongoing threats to the campus community. Vanderbilt Title IX Office The Title IX Office supports the University’s commitment to maintain an environment free from sex and gender discrimination, sexual harassment, sexual assault, sexual misconduct, interpersonal violence (including domestic violence and dating violence), and stalking. Vanderbilt Office of Cybersecurity oVanderbilt aims to have a robust cybersecurity program and has implemented several security services to protect you, your data, and Vanderbilt systems. Cybersecurity is a shared responsibility. Everyone has a role to play in keeping Vanderbilt’s digital presence safe. Learn more and take action where necessary to protect yourself and our institution",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "d9770d4f-d407-48a5-8182-4dc4ccb145c2",
        "text": ". Cybersecurity is a shared responsibility. Everyone has a role to play in keeping Vanderbilt’s digital presence safe. Learn more and take action where necessary to protect yourself and our institution. Vanderbilt Document Retention & Destruction Policies Vanderbilt Document Retention & Destruction Policies Questions regarding these policies? Contact nicholas.roberts@vanderbilt.edu . The health, wellness and safety of every Vanderbilt student is a top priority for all members of our faculty and staff. Students have access to a full range of resources and services designed to ensure their personal safety and their physical and mental well-being. Reports or concerns regarding Public Health Protocols and Policies visit https://www.vanderbilt.edu/student-life/health-safety/ . Call the Public Health Hotline at 615-343-1352. For information regarding Conflict of Interest (COI) disclosures, the Conflict Disclosure System, COI resources, and additional COI information visit the COI site . Conflict Disclosure System for online entry of COI disclosures. Questions? Email us at coi@vanderbilt.edu Vanderbilt University is committed to advancing a fair, just, and supportive campus culture. The HR Consulting team investigates allegations of discrimination, harassment, and other prohibited conduct, as well as providing guidance to faculty and staff on strategic people initiatives, workforce analysis, leave management, workers compensation, discipline and performance management, etc",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "c4aba6c5-0ccd-445c-8b83-41b8d1df14d9",
        "text": ". Vanderbilt is committed to ensuring the safety and well-being of minors participating in university programs and in university spaces and facilities. The Protection of Minors Policy establishes compliance requirements and best practices to create a collective campus culture of safety for youth. Protection of Minors Website Under the Clery Act , all institutions of postsecondary education, both public and private, that participate in federal student aid programs must publish and disseminate an annual campus security report as well as make timely warnings of any ongoing threats to the campus community. The Title IX Office supports the University’s commitment to maintain an environment free from sex and gender discrimination, sexual harassment, sexual assault, sexual misconduct, interpersonal violence (including domestic violence and dating violence), and stalking. oVanderbilt aims to have a robust cybersecurity program and has implemented several security services to protect you, your data, and Vanderbilt systems. Cybersecurity is a shared responsibility. Everyone has a role to play in keeping Vanderbilt’s digital presence safe. Learn more and take action where necessary to protect yourself and our institution. Vanderbilt Document Retention & Destruction Policies Questions regarding these policies? Contact nicholas.roberts@vanderbilt.edu",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "caea7da9-946d-4cff-80f5-6e9c4843e8f7",
        "text": ". Learn more and take action where necessary to protect yourself and our institution. Vanderbilt Document Retention & Destruction Policies Questions regarding these policies? Contact nicholas.roberts@vanderbilt.edu . Conflict of Interest Protection of Minors Compliance Hotline Research Integrity and Compliance Human Resources Policies & Procedures Vanderbilt Document Retention & Destruction Policies Protection of Minors Policy Handbook Conflict of Interest Policy Policy on Technology and Literary and Artistic Works Vanderbilt Export Compliance Department of Public Safety Title IX Office Environmental Health and Safety Office of Cybersecurity Human Resources Equal Opportunity and Access Vanderbilt Student Care Network Vanderbilt Health and Wellness Resources Self Service Waivers OGC Partner Playbook VUMC Legal Affairs Operations",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "a6dc936d-bb19-4718-8a60-78c712c4a911",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "a088e45e-ba4b-4063-a0e4-3ecbfa4c3fa9",
        "text": "Scraped from: https://vanderbilt.edu/thewondry/\nDate scraped: 2025-02-17 02:45:13",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "567349f8-032d-4978-b571-d565a958efa5",
        "text": "Monday – Friday 9:00 AM – 6:00 PM View Makerspace Hours 2414 Highland Avenue Suite 102 Nashville, TN, 37212 Phone: 615-343-1501 thewondry@vanderbilt.edu Vanderbilt’s Center for Innovation The Wond’ry provides the tools and resources for students, faculty, staff, and community members to bring ideas to life. Access our mentor network Get involved in our programs View our Wond'ry Events In the News TOM Makeathon Unveils Inspiring Innovations Zeno Power wins $7.5M Pentagon contract Vanderbilt-Led NSF Regional I-Corps Program Takes on SXSW Crest Initiative gets $1 million grant U.S. Patent and Trademark Office visits VU Female-Founded Startup Wins at 2024 Renaissance Women’s Summit TOM Makeathon Unveils Inspiring Innovations  Zeno Power wins $7.5M Pentagon contract  Vanderbilt-Led NSF Regional I-Corps Program Takes on SXSW  Crest Initiative gets $1 million grant  U.S. Patent and Trademark Office visits VU  Female-Founded Startup Wins at 2024 Renaissance Women’s Summit  Upcoming Opportunities Founder Program The Founder Program is a six month to year long support program for newly founded ventures and their founding team. Founders accepted into the program will work with dedicated mentors, in a fully furnished office space, our Launch Incubator Space, located in the Loews Office Tower at 2100 West End Avenue, Nashville, TN",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "322524bb-7143-4221-8754-f318ff08372d",
        "text": ". Founders accepted into the program will work with dedicated mentors, in a fully furnished office space, our Launch Incubator Space, located in the Loews Office Tower at 2100 West End Avenue, Nashville, TN. Innovation Open Mic The NSF Mid-South I-Corps Hub hosts a monthly Innovation Open Mic event, inviting aspiring innovators from across the mid-south to present their ideas and projects to a panel of entrepreneurial experts and mentors. Whether it’s a business, non-profit, technology, or invention, all ideas are welcome. Presenters receive valuable feedback from the mentor panel to refine and enhance their projects. Currently held virtually via Zoom, Innovation Open Mic is open to all students, faculty, and staff from schools and universities throughout the mid-south region of the United States. Making Workshops Join our hands-on Makerspace workshops to explore new skills, unleash your creativity, and bring your ideas to life! Whether you're interested in 3D printing, woodworking, or electronics, our workshops provide the tools and guidance you need to turn your concepts into reality. Open to all skill levels—no prior experience required! Stay Informed Sign Up for our Wond'ry Newsletter",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "e446d632-7555-40ea-9816-278d0ea4f6de",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "2ee63ff8-dc89-4442-88ba-d00d801b7777",
        "text": "Scraped from: https://vanderbilt.edu/brightspace/\nDate scraped: 2025-02-17 02:45:14\n\nBrightspace Support Get to Know Brightspace As the administrative home for Brightspace, the Institute for the Advancement of Higher Education (AdvancED) is excited to provide both technical and pedagogical support for instructors using Brightspace across campus.  Whether you’re interested in learning how Brightspace tools can support your teaching goals or you have a technical question – AdvancED can help. This page serves as a jumping off point, whether you are getting started with your Brightspace course or you’re in seek of help. Explore the top menu bar to learn more about what the EdTech Team can offer!   These Course Development Resouces (CDR) will walk you through the online course development process drawing on research, best practices, and existing resources from around the web and from the Vanderbilt University Office of Education Design and Development and the EdTech Team. Engage with this site as a Self-Paced Course or an On-Demand Resource .  Visit the CDR page!      \n================================================================================\n\nScraped from: https://vanderbilt.edu/map/\nDate scraped: 2025-02-17 02:45:15",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "1bbf5967-dfe3-4b2e-9b96-4d52ca1876bf",
        "text": "Scraped from: https://vanderbilt.edu/map/\nDate scraped: 2025-02-17 02:45:15\n\n Search Filter Locations academic administration admissions athletic heard libraries residential student services Parking Related Links Need help using the map? Having problems? Submit feedback. Developed by University Web Communications with all data provided by Campus Planning and Construction . Use the search box or filters on the left to find your location.\n================================================================================\n\nScraped from: https://vanderbilt.edu/healthwellness/\nDate scraped: 2025-02-17 02:45:16",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "dbc56f07-facd-45f8-8841-776903342637",
        "text": "Scraped from: https://vanderbilt.edu/healthwellness/\nDate scraped: 2025-02-17 02:45:16\n\nHealth , Wellbeing and Belonging Health, Wellbeing and Belonging serves a central role in leading a coordinated effort to promote health and wellness within the university. The office works in collaboration with stakeholders across Vanderbilt. Health, Wellbeing and Belonging oversees the university public health response and employee wellness programs. The office also provides expertise and advisement on strategic direction for all health and wellness activities for faculty, staff, and postdocs. The university considers the holistic health and wellness of all faculty, staff and postdocs the upmost priority, aligned with the university’s core values of belonging and collaboration. Wellness is an active pursuit (not a static state) and multidimensional. These dimensions include physical health, mental health and emotional health. Each of the areas of Health, Wellbeing and Belonging play an important role in a variety of these dimensions.  Recent News Setting boundaries at work: A key to well-being Read more Find therapy, coaching and more with Lyra Health Read more Vanderbilt’s well-being vendor, Virgin Pulse, becomes Personify Health Read more 8 ways to promote end-of-year wellness Read more Join the new Virgin Pulse Team Holistic Well-Being Challenge for November Read more  More News\n================================================================================",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "62321469-dd14-41b7-943f-e9d0b0ff424a",
        "text": "Scraped from: https://vanderbilt.edu/ehs/\nDate scraped: 2025-02-17 02:45:20\n\nEnvironmental Health and Safety (EHS)   Safety Data Sheets (SDSs) Direct Link If you are a Vanderbilt faculty, staff, student, or visitor and have been injured or exposed to hazardous materials in a research laboratory, please do the following: If exposed to hazardous materials, proceed to the closest sink and/or eyewash and immediately flush with water for 15 minutes to remove hazardous contaminants per lab safety response procedures. Report to the Occupational Health Clinic (OHC) if open or the VUMC Emergency Department if OHC is closed. If you are a VU visiting researcher but not enrolled or employed by VU, consult this link regarding your options for medical care. Notify Vanderbilt about the incident here , click on “Report a University Occurrence”, complete the requested information, and choose “Yes” for the question “Did incident occur in a research/teaching lab”. You will be able to upload pictures or videos as well as details of what happened. Contact the Environmental Health and Safety Department Email: ehs@vanderbilt.edu \n================================================================================\n\nScraped from: https://vanderbilt.edu/nashville/\nDate scraped: 2025-02-17 02:45:20",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "e7a9de99-353c-4337-801b-342ea433adf2",
        "text": "An Introduction to Nashville As the hub for several booming industries, the home to a global community—including the nation’s largest Kurdish population—and “America’s friendliest city” according to Travel + Leisure magazine, Nashville combines history and hospitality with diverse culture and growth. Tennessee’s capital also is an international destination for the arts, entrepreneurship and scientific research, thereby attracting world-renowned scholars to Vanderbilt and the broader community. In turn, it’s no surprise that many students choose to call Music City home, even after their time as Vanderbilt students comes to an end. Major regional industries include music and entertainment, tourism, printing and publishing, technology, higher education, automobile production and health care management. The \"It\" City Nashville is one of the top cities to move to or visit in the United States. It was named National Geographic’s #1 travel destination in the world in June 2022. Read the Story Industry Major industries include tourism, printing and publishing, technology manufacturing, music production, higher education, finance, insurance, automobile production and health care management. Nashville has been named one of the 15 best U.S. cities for work and family by Fortune magazine, was ranked as the No. 1 most popular U.S",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "99246eee-2979-48be-a747-a8d8d065cf46",
        "text": ". Nashville has been named one of the 15 best U.S. cities for work and family by Fortune magazine, was ranked as the No. 1 most popular U.S. city for corporate relocations by Expansion Management magazine, and was named by Forbes magazine as one of the 25 cities most likely to have the country’s highest job growth over the coming five years. History Settled in 1779 along the banks of the Cumberland River, Nashville became Tennessee’s state capital in 1843. Just 30 years later, Vanderbilt University was founded—marking the start of an enduring relationship between a dynamic Southern city and a world-class research institution. Climate Nashville’s climate is often characterized as mild, with colder winter months and high temperatures in the summer. Most of the city’s rain occurs during the spring, and if a snowfall does occur, it’s seldom heavy. Campus life at Vanderbilt benefits tremendously from the city’s temperate weather, as outdoor activities can typically occur throughout the academic year. Transportation While several restaurants and cultural attractions are within easy walking distance of Vanderbilt’s campus, ride-hailing services such as Uber and Lyft also are widely available throughout Nashville. For getting into and out of the city, the award-winning Nashville International Airport provides nonstop flights to 75 markets, including Atlanta, Boston, Chicago, Dallas, London, Los Angeles and Washington, D.C",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "3aed1dd3-488f-4549-be2d-77ccefa68ada",
        "text": ". For getting into and out of the city, the award-winning Nashville International Airport provides nonstop flights to 75 markets, including Atlanta, Boston, Chicago, Dallas, London, Los Angeles and Washington, D.C. Nashville is this big city, but it can have the college town feel. You can go from the heart of the city to main campus in a 5-minute walk. Neighborhoods Each of the city’s neighborhoods carries its own identity and benefits. The Vanderbilt campus is located approximately 1.5 miles southwest of downtown in the West End neighborhood of midtown Nashville. Among the closest neighboring areas are Music Row—often considered the heart and historic center of Nashville’s recording industry—and Hillsboro Village, a pedestrian-friendly area filled with shopping, restaurants and bars. Twitter Facebook Email LinkedIn",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "ec30cdab-55a3-4506-ae44-95f3893c1f8a",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "cace6f31-e7be-4470-baee-295323bfed73",
        "text": "Scraped from: https://vanderbilt.edu/faculty-manual/\nDate scraped: 2025-02-17 02:45:21\n\nFaculty Manual  The Faculty Manual is a guide to University policies and procedures for all Vanderbilt University faculty. To stay up to date on the Faculty Manual revisions, please click on the icon above to “Follow the Faculty Manual.” \n================================================================================\n\nScraped from: https://vanderbilt.edu/lapop/\nDate scraped: 2025-02-17 02:45:21\n\nCenter for Global Democracy  Why the Center for Global Democracy? We are dedicated to advancing rigorous scientific research to deepen our understanding of how democracies emerge, function, and decline. Our core research projects, including our flagship LAPOP Lab, examine how mass publics perceive, experience, and support democratic development. We strive to drive policy innovation to strengthen democracy and good governance globally.   \n================================================================================\n\nScraped from: https://vanderbilt.edu/futurevu/\nDate scraped: 2025-02-17 02:45:22",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "a103bd7d-2797-47a2-9422-658664853a0e",
        "text": "FutureVU  What is FutureVU? FutureVU embodies the university’s core values and holistic approach to Vanderbilt’s teaching, research and service mission, including the advancement of the university’s land resources and human capital in support of the Academic Strategic Plan. In 2015, FutureVU began as a comprehensive land use planning effort, with the goal of ensuring the Vanderbilt University campus is designed and prepared at every level to support its students, faculty and staff, and to uphold the university’s mission and values. While academic and student residential building projects on campus are driven by the Academic Strategic Plan, and the academic and research mission of the university, the FutureVU land use plan provides a consistent strategy and guiding principles necessary for the realization of all capital projects and changes to the built environment. More recently, FutureVU, the overarching campus planning process, was expanded to be a more holistic model, developing the spaces on campus and investing in the initiatives that support the people who live, work and learn in them. A Framework for the Future FutureVU provides a framework for the future of Vanderbilt, while considering core themes such as inclusion and accessibility, sustainability, transportation and mobility, connectivity and community enhancement, engagement with surrounding communities, and preservation of the historic park-like setting",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "5698d533-a6ac-4902-89bf-260e4b737bb6",
        "text": ". These themes are guided by values that directly relate to Vanderbilt’s core mission of teaching, research and discovery.  For accessible text from the infographics in the gallery above, please click here .  FutureVU News Vanderbilt embraces campus benefits of Nashville’s transformational transportation program WATCH: 5 Things You Didn’t Know About Vanderbilt’s West End Neighborhood Vanderbilt to embark on next phase of residential colleges in Central Neighborhood Vanderbilt ‘flips the switch’ on first solar farm collaboration with Clearloop; celebrations on campus Oct. 15–16 Garland Hall renovation celebrates milestone with topping out ceremony Vanderbilt wins three Stevie Awards for sustainability work and People, Culture and Belonging MORE",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "fca2ae18-6a65-4f91-a504-ffeb12d1e843",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "d928c2c4-d68d-4bd8-9ee0-89ce8a4df2e0",
        "text": "Scraped from: https://vanderbilt.edu/usac/\nDate scraped: 2025-02-17 02:45:23",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "1cd247db-dabb-4d84-8d47-da8637c2fc75",
        "text": "University Staff Advisory Council What is USAC? University Staff Advisory Council represents you if you are a staff member in University Central and are not in a union-eligible job. We are an advisory group to administration and staff on issues, policies and practices that affect the university and those served by the council. We are more than 90 elected individuals, who in turn represent more than 4,000 full- and part-time exempt and non-exempt Vanderbilt University staff members. Medical Center Staff Advisory Council represents our counterparts in the medical center. Meetings We meet from 8:30 to 10 a.m. on the third Thursday of each month. Meetings are always open to staff members served by the council. Update your Kroger card benefits, give to the Vanderbilt employee hardship fund. Did you know that when using your Kroger Plus card at area stores, a percentage of your total purchase can benefit Vanderbilt's Faculty and Staff Hardship Fund? Learn more . Anonymous contact form added to the website. If you have an idea, suggestion or other thoughts you would like to share, feel free to use the anonymous contact form . We are interested in your feedback on positive actions the university is taking as well as opportunities for improvement. Recent News USAC Meet a Member: Portlyn Cruise USAC Meet a Member: Faith Bishop USAC Meet a Member: Jenny Abrams USAC Meet a Member: Sydney Bagley MORE VIEW MORE EVENTS >",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "b10f5e69-6c9f-4e13-8a64-e69c3d7026c8",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "ab7479fa-da46-42f8-a36e-e983d17b8531",
        "text": "Scraped from: https://vanderbilt.edu/wp-login.php/\nDate scraped: 2025-02-17 02:45:24\n\nPowered by WordPress Lost your password? ← Go to Subdomain Multisite\n================================================================================\n\nScraped from: https://vanderbilt.edu/academics/\nDate scraped: 2025-02-17 02:45:25",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "fa8d5376-961d-42fe-a1d5-e4733d6e67c3",
        "text": "Academics Vanderbilt University is a globally renowned center for scholarly research, informed and creative teaching, and service to the community and society at large. The Vanderbilt community is committed to the highest academic standards, a spirit of intellectual freedom and a pursuit of excellence in all endeavors. Program Finder Online Programs Academic Strategic Plan Libraries 1 Schools & Colleges Vanderbilt is among a unique set of independent universities that offers both a high-quality undergraduate program and a full range of graduate and professional degree programs. Its world-class faculty consists of more than 2,400 full-time members, and the diverse student body is more than 12,000 strong across 10 schools and colleges. College of Arts and Science Blair School of Music Divinity School School of Engineering Graduate School Law School School of Medicine School of Nursing Owen Graduate School of Management Peabody College 2 Research, Centers & Institutes In addition to its traditional schools and departments, Vanderbilt supports numerous centers and facilities to promote interdisciplinary research and collaboration, such as the ten trans-institutional centers within the School of Medicine Basic Sciences . These centers—including the Vanderbilt Brain Institute and the Warren Center for Neuroscience Drug Discovery —provide a vibrant research and training environment through academic expertise spanning a wide range of specialization",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "65d148b6-fbaf-4934-90e0-3ce580462758",
        "text": ". These centers—including the Vanderbilt Brain Institute and the Warren Center for Neuroscience Drug Discovery —provide a vibrant research and training environment through academic expertise spanning a wide range of specialization. University-wide interdisciplinary centers and institutes include the Wond’ry, Vanderbilt's Innovation Center , the Vanderbilt Institute for Surgery and Engineering , the Center for Digital Humanities and the Data Science Institute , among many others.  “The role of a university is to help its people reach their full potential. This potential is maximized not only through research and academics, but also through acquiring and applying knowledge as broadly as possible.”   3 Immersion Vanderbilt Undergraduate academics also are deepened and expanded through Immersion Vanderbilt , an experiential program and degree requirement for all first-year students. Guided by a faculty steering committee, Immersion Vanderbilt is designed to provide all undergraduate students with empowering learning opportunities beyond the classroom from study abroad programs and field research to creative projects and professional exposure. For each student, the Immersion Vanderbilt project begins with an exploratory phase and the selection of a faculty adviser, and it ultimately culminates in a final project",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "b1ed00fb-3a90-410a-87aa-3f493e9f220f",
        "text": ". For each student, the Immersion Vanderbilt project begins with an exploratory phase and the selection of a faculty adviser, and it ultimately culminates in a final project. Examples of recent Immersion Vanderbilt projects include: Conducting economic development research through the National Science Foundation’s Research Experience for Undergraduates program Creating case studies about theater performances and directing a small-scale production Exploring the intersection of law and art history through an internship at the Center for Art Law in New York, New York Developing a report about social entrepreneurship in Southeast Asia while traveling throughout Singapore Studying the impact of popular music on social change and the origins of hip-hop through a semester-long study abroad program in Senegal Read More 4 Global Education For many Vanderbilt students, study abroad programs provide an enriching counterpoint to their time in Nashville. The Office of Global Education is committed to offering hundreds of accessible and academically rigorous programs, regardless of a student’s financial situation or chosen field of study. From studying ancient civilizations in Athens to researching development and social change in the Himalayas or examining community health systems in South Africa, the opportunities are as diverse as they are transformative. Vanderbilt is also committed to global research and discovery on a broader scale",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "6a71d67f-fb9e-46ad-8303-ac434176fa38",
        "text": ". Vanderbilt is also committed to global research and discovery on a broader scale. In addition to partnering with international programs for undergraduate, graduate and professional students, the university hosts global institutes, including the Center for Latin American Studies , the W.T. Bandy Center for Baudelaire and Modern French Studies and the Institute for Global Health through the Vanderbilt University Medical Center. Along with faculty research opportunities and other programs sponsored through Global VU , these specific programs reinforce Vanderbilt’s commitment to improving lives around the world—at present and for generations to come. More About Global Education Program Finder Online Programs Academic Strategic Plan Libraries Up Next Research at Vanderbilt draws on the belief that great breakthroughs happen when different ideas, disciplines and areas of expertise come together. Research at Vanderbilt draws on the belief that great breakthroughs happen when different ideas, disciplines and areas of expertise come together.",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "967088f1-9f53-4e49-91fa-954ec21e5a9c",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "13f4929d-2fa4-4d00-a4fa-12d5d62c7de1",
        "text": "Scraped from: https://vanderbilt.edu/anchorlink/\nDate scraped: 2025-02-17 02:45:26",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "f48bfd37-11d6-40c5-ad85-b28cd1f4a7bb",
        "text": "Anchor Link Welcome to the Anchor Link Resources Website! Whether you are new to using the system or want to gain a greater understanding of how Anchor Link can benefit you or your organization, this site can help answer your questions. Anchor Link is Vanderbilt’s student involvement platform that helps students become connected on campus and manage their experiences outside the classroom. Anchor Link serves as the central calendar for student life and has groups for every registered student organization and residence hall on campus, as well as a variety of university departments, programs, and resources. Anchor Link has robust functionality for managing student organizations including recruiting new members, publicizing events and news, tracking attendance, maintaining organization records, conducting elections or polls, and communicating with members. The public Anchor Link site is accessible to anyone, including those outside of Vanderbilt. However, every student, faculty, and staff member may log in with their VUnet ID and password for a more robust campus user view as well as customized content for each individual user based on their involvement and interests. Accessing Anchor Link Anchor Link has both a public site and a campus user site with additional content for users who are logged in with their VUnet ID. Go to anchorlink.vanderbilt.edu . Click Sign In at the top right corner of the public site. Log on using your VUnet ID and password",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "c6ec2c30-9b7a-4c2b-88d2-24c49a401b12",
        "text": ". Go to anchorlink.vanderbilt.edu . Click Sign In at the top right corner of the public site. Log on using your VUnet ID and password. Find Resources Relevant to YOU! In order to greater benefit the variety of users engaged with Anchor Link, we have updated the website so you can find the resources most relevant to you. We have created 4 different tiers of access: Student User Student Organization Leader Faculty, Staff, and Advisers",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "013cba1d-4e89-4184-a720-ec3e15715463",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "411f9ba6-9e30-4564-9909-4ceb118a17fe",
        "text": "Scraped from: https://vanderbilt.edu/generalcounsel/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "b1a630d4-a857-440c-9c4b-4f8eb03b013d",
        "text": "Office of the General Counsel Our mission is to provide timely and responsive legal advice to support Vanderbilt’s goals in research and education, delivered with integrity, intelligence and empathy. Our dedicated staff offers proactive and collaborative solutions to the wide range of legal matters affecting the university. We carry out our responsibilities in an ethical way that furthers the university’s values of equality, excellence, compassion and intellectual freedom. Leadership: Ruby Z. Shellaway Vice Chancellor, General Counsel, and University Secretary Ruza is an experienced leader and skilled higher education executive, with a deep understanding of the complex risk and legal issues facing large organizations. As the head of the Office of the General Counsel, she leads the legal, risk management, compliance, and internal audit functions for the university. In the Office of the General Counsel, she has developed a collegial, responsive, pragmatic team that partners with offices around the university to deliver strategic counsel and successful outcomes. Ruza has held significant roles in higher education, the federal government, and the private sector. Before she joined Vanderbilt University in 2015, Ruza served as Deputy Managing Counsel for the U.S. Department of Homeland Security, where she oversaw development and support for a team of 150 attorneys and counseled senior OGC officials on significant legal issues and communications to the Office of the Secretary",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "f65b0d06-f81c-4304-b1d7-6d49e3202200",
        "text": ". Department of Homeland Security, where she oversaw development and support for a team of 150 attorneys and counseled senior OGC officials on significant legal issues and communications to the Office of the Secretary. Prior to serving as the Deputy, she was the first client-based attorney advisor to the Department’s Office for Civil Rights and Civil Liberties, advising on complex and novel civil rights and civil liberties issues. Prior to serving with the Department, Ruza was an associate attorney at Hogan Lovells (previously Hogan & Hartson) in the education practice group, which represented and advised public school districts and higher education institutions nationwide. In this role, she advised higher education clients on issues related to student financial aid, accreditation, academic freedom, conflicts of interest, campus safety, student privacy, and student discipline. Following her graduation from law school, she clerked for Judge James Robertson of the United States District Court for the District of Columbia, and for Judge Judith W. Rogers of the United States Court of Appeals for the District of Columbia. Ruza earned a Bachelor of Arts, summa cum laude , in economics and in law, jurisprudence and social thought from Amherst College, where she was inducted into the Phi Beta Kappa Society. She earned her Juris Doctor from Yale Law School, where she was a senior editor of the Yale Law Journal and executive editor of the Yale Law and Policy Review",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "30d6285b-d010-4ff7-8434-2e2a65dc1b3d",
        "text": ". She earned her Juris Doctor from Yale Law School, where she was a senior editor of the Yale Law Journal and executive editor of the Yale Law and Policy Review . Ethics & Compliance Concern Risk Management Concern (Origami) Youth Protection Concern Conflict of Interest Disclosure Self Service Waivers OGC Partner Playbook VUMC Legal Affairs Operations Vanderbilt University Office of the General Counsel Loews Business Tower 2100 West End Avenue, Suite 1100 Nashville, TN 37203 615-322-5155 For Medical Center matters, please contact: Vanderbilt University Medical Center (VUMC) Office of Legal Affairs and Risk Management 3322 West End Ave., Suite 1100 Nashville, TN 37203 Phone: 615-936-0101 ( Legal Office ) Phone: 615-936-0660 ( Risk Management )",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "6fa017b0-652e-40f0-8931-50aa0b44e7c9",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "1fdf5a70-723e-45b9-9286-2702140e4d37",
        "text": "Scraped from: https://vanderbilt.edu/writing/\nDate scraped: 2025-02-17 02:45:29\n\nWriting Studio  At the Writing Studio, you have the opportunity to meet individually with trained consultants to talk about any writing project or concern. Our services are free and confidential for any member of Vanderbilt’s scholarly community. For Spring 2025 , appointments will be available Monday, January 6, through Wednesday, April 30. We look forward to serving you!\n================================================================================\n\nScraped from: https://vanderbilt.edu/projectsafe/\nDate scraped: 2025-02-17 02:45:30",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "fae04d3a-5470-470a-a67f-f64584b3221f",
        "text": "Project Safe Center for Sexual Misconduct Prevention and Response 24-Hour Crisis/Support Hotline: (615) 322-SAFE (7233) Project Safe is here for those impacted by gender and sexual harassment, sexual assault, intimate partner violence, stalking and more. Learn More Project Safe is located in the Cumberland House on West Side Row. Project Safe is available 24 hours a day via our crisis/support hotline (615) 322-7233. For non-urgent matters, please call our office line (615) 875-0660 or email projectsafe@vanderbilt.edu. Advocacy drop-in hours (no appointment necessary) are Monday-Friday 10 AM to 4 PM, and appointments are available during our business hours of Monday-Friday 8 AM to 5 PM. If you are already connected with a Victim Resource Specialist, please feel free to communicate with them directly via email; otherwise, call or email to request an appointment.  Our physical address is 2304H Vanderbilt Place, Nashville, TN 37203.  We’re located in the Cumberland House on West Side Row. Project Safe is celebrating its 10th anniversary this year!  Learn more: Project Safe: Celebrating 10 Years of Impact",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "ab019e85-4fee-4fc4-a16c-27c8bc657003",
        "text": ". Project Safe is celebrating its 10th anniversary this year!  Learn more: Project Safe: Celebrating 10 Years of Impact . Additional information and quick links: January is Stalking Awareness Month — browse a full list of our upcoming programs on Anchor Link One-page resource list on Vanderbilt’s Sexual Misconduct Support and Resources Join our listserv! (only 1-2 emails per month) The University Sexual Misconduct Policy and Formal Grievance Protocol Browse a full list of our upcoming programs on Facebook or Anchor Link Faculty and staff mandatory reporters may file reports of sexual misconduct using the University’s Online Incident Reporting Form",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "8bb00166-e090-4c77-895f-b0f0b49e59fa",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/vanderbilt.edu/vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    }
]