[
  {
    "id": "eae61b8a-5cc9-4f45-bfc3-bba9fac5c5ad",
    "text": "Scraped from: scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://hr.vanderbilt.edu/benefits/\nDate scraped: 2025-02-17 00:17:43\n\nBenefits Overview Benefits Overview Vanderbilt offers a comprehensive and flexible benefits package. Please take some time to review the materials in detail to ensure you elect the benefits that meet the needs of you and your family. Here you’ll find the information you need on Vanderbilt’s medical, prescription, dental and vision coverage, as well as details on our retirement plan, generous PTO program, and much more. New Hires Eligibility Benefits Coverage Tax Advantaged Accounts Income Protection Retirement Tuition Assistance Paid Time Off Qualifying Life Events Retiring from VU Plan Guides and Notices Additional Information                                      \n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/benefits/\nDate scraped: 2025-02-17 02:45:07",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 1
    }
  },
  {
    "id": "e5b37f8e-9ddd-411c-b795-8f6560b17c53",
    "text": "People Experience Home Benefits Benefits Overview Benefits Overview Vanderbilt offers a comprehensive and flexible benefits package. Please take some time to review the materials in detail to ensure you elect the benefits that meet the needs of you and your family. Here you’ll find the information you need on Vanderbilt’s medical, prescription, dental and vision coverage, as well as details on our retirement plan, generous PTO program, and much more",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 2
    }
  },
  {
    "id": "2851e80c-e693-4864-8934-6db06df4d0d1",
    "text": ". New Hires Eligibility Benefits Coverage Staff Faculty Fully Benefits Eligible Partially Benefits Eligible Bridging FAQs (including Quick Ref Guide) Medical Healthcare BlueBook Pharmacy Dental Vision Tax Advantaged Accounts Income Protection Retirement Health Savings Account Flexible Spending Account Dependent Care Flexible Spending Account Life Insurance Short-Term Disability Long-Term Disability AD&D Overview Enrollment & Eligibility How to enroll Retirement Plan Investment Options Fee Disclosure Resources FAQs Tuition Assistance Paid Time Off Qualifying Life Events Submission Methods Dependent Tuition Eligibility Education Assistance Programs Policy Dependent Tuition FAQs Education Assistance FAQs PTO Calculator FAQs Overview Checklist How to make changes Retiring from VU Plan Guides and Notices Additional Information Medicare Enrollment Life Insurance Conversion COBRA Fidelity TIAA Corebridge Checklist Plan Documents SARs HIPAA Federal Notices Appeals Contact Directory Auto Insurance Home Insurance Pet Insurance LifeLock      Staff Faculty Fully Benefits Eligible Partially Benefits Eligible Bridging FAQs (including Quick Ref Guide) Medical Healthcare BlueBook Pharmacy Dental Vision      Health Savings Account Flexible Spending Account Dependent Care Flexible Spending Account  Life Insurance Short-Term Disability Long-Term Disability AD&D  Overview Enrollment & Eligibility How to enroll Retirement Plan Investment Options Fee Disclosure Resources FAQs      Submission",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 3
    }
  },
  {
    "id": "9470024f-3259-4515-9e3d-c2378948c861",
    "text": "Account Dependent Care Flexible Spending Account  Life Insurance Short-Term Disability Long-Term Disability AD&D  Overview Enrollment & Eligibility How to enroll Retirement Plan Investment Options Fee Disclosure Resources FAQs      Submission Methods Dependent Tuition Eligibility Education Assistance Programs Policy Dependent Tuition FAQs Education Assistance FAQs  PTO Calculator FAQs  Overview Checklist How to make changes      Medicare Enrollment Life Insurance Conversion COBRA Fidelity TIAA Corebridge Checklist  Plan Documents SARs HIPAA Federal Notices  Appeals Contact Directory Auto Insurance Home Insurance Pet Insurance LifeLock",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 4
    }
  },
  {
    "id": "387281eb-ef74-4312-808e-0f09635c8f72",
    "text": "Scraped from: https://hr.vanderbilt.edu/employee-celebration/\nDate scraped: 2025-02-17 02:45:14",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 6
    }
  },
  {
    "id": "5bca4d56-550e-43b1-8298-bfc8e0e963d1",
    "text": "People Experience Vanderbilt Employee Appreciation // At Vanderbilt University, appreciation is an essential part of how we create community and honor the hard work and dedication behind all of our employees. We know everything that happens at Vanderbilt is possible because of our employees and their focused involvement in our purpose and mission. We owe them our thanks daily. To express our thanks, we have a team of seasoned professionals with years of experience in employee programs and special event planning. This team works yearlong to plan, implement and evaluate our appreciation programs and events. All of our appreciation events will meet one of the following goals: Honor the dedication and commitment of Vanderbilt employees Recognize employees with significant service anniversaries Support our effort to become and remain an employer of choice We invite you to attend these events and enjoy part of what has become our Vanderbilt tradition and culture. Fully benefits-eligible faculty and staff, please bring your gold VU ID card with the iClass symbol to all Employee Appreciation events. Follow us on instagram or like our Facebook page ! Be sure to share your news and photos on Facebook, Instagram, and Twitter using #vandytalent, #vandylife, and #workatvu. To view and download photos from all Employee Appreciation Events, visit our event gallery Questions or Comments? Contact ele@vanderbilt.edu - thanks!",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 7
    }
  },
  {
    "id": "0bb54dd5-4fce-4347-b8e1-1f79c591d610",
    "text": "Scraped from: https://hr.vanderbilt.edu/policies/\nDate scraped: 2025-02-17 02:45:18",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 9
    }
  },
  {
    "id": "1851e8af-1db3-4c4d-b236-e43f5d3fb913",
    "text": "People Experience Home Policies Policies This page is your link to policies and procedures. If you have questions, please contact your supervisor or Engagement Consultant . Also see the Required Federal/State Notices website. Use the search box below to find the policy you need",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 10
    }
  },
  {
    "id": "7419e5f1-b2e6-40e8-9812-d733841253b7",
    "text": ". Policy Name FAQ 01 Alternative Work Arrangement Alternative Work Arrangement Agreement Form View FAQ 02 Anti-Harassment View FAQ 03 Arrests & Convictions 04 Attendance and Punctuality 05 Compensation 06 De Minimis Fringe Benefits (Taxable gifts) 07 Direct Deposit 08 Dispute Resolution 09 Drugs and Alcohol 10 Electronic Communications Vanderbilt University Social Media Handbook 11 Emergency Preparedness View FAQ 12 Equal Opportunity and Affirmative Action View FAQ 13 False Claims Act and Whistleblower Protection 14 Generative Artificial Intelligence Tools Guidelines 15 Hours of Work Lactation Break Locations Rounding Rules 16 Leaves of Absence Administrative Leave (Bereavement, Jury Duty, Other, Temp/Layoff) Family and Medical Leave Act (FMLA) and Tennessee Maternity Leave Act (TMLA) Jury Duty and Court Appearances Tools and Forms: Family and Medical Leave Act (FMLA) Military Leave Parental Leave Postdoc Leave Leaves of Absence FAQs Benefits Information While on Leave Administrative Leave Workers' Compensation FAQs 17 Misconduct in Research (Link to Faculty Manual) 18 Performance Management Process Performance Accountability and Commitment Progressive Discipline 19 Protection of Minors 20 Recruitment, Hiring and Onboarding 21 Reduction in Force 22 Relationships in the Workplace 23 Return to Work Program 24 Remote Work Policy for Staff Remote and Hybrid Work Toolkit 25 End of Employment 26 Sexual Misconduct Policy (located on Title IX website) 27 Smoking, Tobacco, and",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 11
    }
  },
  {
    "id": "96ae614d-a93e-40ec-922c-fe603395ee2f",
    "text": "21 Reduction in Force 22 Relationships in the Workplace 23 Return to Work Program 24 Remote Work Policy for Staff Remote and Hybrid Work Toolkit 25 End of Employment 26 Sexual Misconduct Policy (located on Title IX website) 27 Smoking, Tobacco, and e-Cigarettes 28 Solicitation 29 Substance Abuse 30 Time Off PTO Legacy Sick Time Holidays Non-FMLA Medical and Personal Leave of Absence Bereavement Chancellor Declared Administrative Leave Day FAQ Time Reporting Hours of Work policy 31 Transfer 32 Work Place Violence 33 Work Related Accident and Return to Work 34 Workers' Compensation Workers' Compensation FAQs 35 Working on a Partial Year Schedule (PYS) 36 Benefits Adoption & Surrogacy Assistance Education Assistance Programs (Employee Tuition Programs) Dependent Tuition Assistance (Dependent Tuition Program) Education Assistance Forms Long Term Disability Application Procedure Retirement Benefit 37 Voting Alternative Work Arrangement Agreement Form Vanderbilt University Social Media Handbook Lactation Break Locations Rounding Rules Leaves of Absence Administrative Leave (Bereavement, Jury Duty, Other, Temp/Layoff) Family and Medical Leave Act (FMLA) and Tennessee Maternity Leave Act (TMLA) Jury Duty and Court Appearances Tools and Forms: Family and Medical Leave Act (FMLA) Military Leave Parental Leave Postdoc Leave Leaves of Absence FAQs Benefits Information While on Leave Administrative Leave Workers' Compensation FAQs Performance Management Process Performance Accountability",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 12
    }
  },
  {
    "id": "ebefafdd-11ab-4e19-9258-687df7384561",
    "text": "Family and Medical Leave Act (FMLA) Military Leave Parental Leave Postdoc Leave Leaves of Absence FAQs Benefits Information While on Leave Administrative Leave Workers' Compensation FAQs Performance Management Process Performance Accountability and Commitment Progressive Discipline Time Off PTO Legacy Sick Time Holidays Non-FMLA Medical and Personal Leave of Absence Bereavement Chancellor Declared Administrative Leave Day FAQ Time Reporting Hours of Work policy Benefits Adoption & Surrogacy Assistance Education Assistance Programs (Employee Tuition Programs) Dependent Tuition Assistance (Dependent Tuition Program) Education Assistance Forms Long Term Disability Application Procedure Retirement Benefit  Voting   Faculty Manual Vanderbilt University Conflict of Interest and Commitment Policy Export Compliance Policy",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 13
    }
  },
  {
    "id": "b16a3ec9-25ec-4e5f-984f-87b0ef97498f",
    "text": "Scraped from: https://hr.vanderbilt.edu/hr_consultants/\nDate scraped: 2025-02-17 02:45:18",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 15
    }
  },
  {
    "id": "1be948ec-0e28-4781-9a21-7368364e12f4",
    "text": "People Experience Home pe_consultants Engagement Consulting, Employee and Labor Relations Engagement Consulting, Employee and Labor Relations Meet Our Team Tanya Brown Executive Director, Workforce Optimization and Strategy Bari Brooks Sr. Employee Relations Consultant Chris Hicks Engagement Consultant James Blakely Engagement Consultant Deniz Mckelvy Engagement Consultant & Labor Relations Anita Wihelm Engagement Consultant Shelia Holt Manager, Workforce Absence and Recovery Tracy Woodard Workers' Comp and Leave Coordinator Patricia Parker Worker's Comp and Leave Coordinator Tanya Brown Executive Director, Workforce Optimization and Strategy           Mission The mission of Engagement Consulting, Employee and Labor Relations’ is to promote a respectful, diverse and high performing work culture through partnership with employees and leaders, to identify and respond changing needs, while advancing the overall mission of Vanderbilt University. What we do? Help foster supervisor and employee relationships and providing guidance to employees and leaders on strategic people initiatives, workforce analysis, policy creation, interpretation and guidance, leave management, employee and labor relations, workers' compensation, discipline and performance management, leader and employee training",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 16
    }
  },
  {
    "id": "1c7a182c-e6d2-45a8-bc16-739aa2e134b3",
    "text": ". Key Information: PE Policies and Procedures: https://hr.vanderbilt.edu/policies/ Employment Laws: https://hr.vanderbilt.edu/employmentlaw-posters/ FMLA: https://hr.vanderbilt.edu/fmla/ Workers’ Compensation: https://hr.vanderbilt.edu/policies/workers-compensation.php Unemployment Fraud Support: https://hr.vanderbilt.edu/hr_consultants/unemploymentfraud.php",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 17
    }
  },
  {
    "id": "6a2697b3-05bd-4155-9110-fc8c3db271b8",
    "text": "Scraped from: https://hr.vanderbilt.edu/oe/\nDate scraped: 2025-02-17 02:45:20",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 19
    }
  },
  {
    "id": "b6c84c5e-9b50-4281-9a90-3b838a7c33d3",
    "text": "People Experience 2025 Open Enrollment is now closed Use My VU Benefits to view your benefit elections, update your beneficiaries, or make a family status change. If you have questions or concerns, please contact People Experience . Once you have completed your enrollment you may review your future elections for 2025 by going to the main menu and selecting Your Benefits, and then clicking on Benefit History. Once on the history page, select the Open Enrollment event and your 2025 elections will be displayed. To print or email your confirmation, click on the printer icon on the top right of the screen. Contact People Experience for help enrolling Resources for Newly Benefits-Eligible Employees Enroll for your benefits in My VU Benefits . You must complete your 2024 New Hire Enrollments before you can enroll in benefits for 2025. Please note that not all your elections for 2024 will carry over to 2025. You must complete your 2025 Open Enrollment event to answer questions about your tobacco status and if your spouse has access to outside coverage, and to ensure you are enrolled in the medical plan you want. If you do not complete your 2025 Open Enrollment event, you will not receive the $20 monthly tobacco credit, you will be charged the $100 spousal surcharge if you cover a spouse, and you will be automatically enrolled in the Choice CDHP medical option",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 20
    }
  },
  {
    "id": "85df6581-5aab-4732-a1ea-252c24c9888a",
    "text": ". Life Events after Open Enrollment If you make changes to your 2024 benefit selections due to a qualifying event after completing Open Enrollment, your 2025 benefits will NOT automatically update. Once you complete your life event, you will be prompted to review your 2025 Open Enrollment event again Resources for JT1 Visa holders The U.S. Department of State requires that all JT1 Exchange Visitors have health insurance coverage for the full duration of their stay in the United States that meets the following requirements: Medical benefits of at least $100,000 per accident or illness Repatriation of remains of at least $25,000 Expenses associated with the medical evacuation to home country of at least $50,000 A deductible not to exceed $500 per accident or illness Read more about our  International Plan here. View 2025 premiums . Quick Links Use My VU Benefits to view your benefit elections, update your beneficiaries, or make a family status change. Benefits Home Aetna Docfind Online Provider Directory 2025 Benefits Detailed Guide 2025 Healthcare Premiums 2025 Health Plan Comparison Overview 2025 Open Enrollment FAQs Benefit Vendors Spotlight Videos Helpful Information Learn more about making the right choice for you and your family",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 21
    }
  },
  {
    "id": "60facbd0-939a-4362-a0fd-83be5bea914a",
    "text": ". Learn about each Vendor and Benefit HSA Allowable Health Care Expenses HSA Contribution Worksheet HSA - People Like Me Flyer CapitalRx FAQs 2025 Aetna Select Summary of Benefits and Coverage (SBC) 2025 Aetna Choice Summary of Benefits and Coverage (SBC)",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 22
    }
  },
  {
    "id": "e8c35641-beac-4650-8886-86b5040a0786",
    "text": "Scraped from: https://hr.vanderbilt.edu/hrdepts/\nDate scraped: 2025-02-17 02:45:22\n\nPermission Denied The page that you were trying to browse requires valid credentials to view. If your username and password are not working, please contact the site owner for assistance. Return to the previous page. Search our site: The vanderbilt.edu site and its related web pages are maintained by many different departments and organizations at Vanderbilt University. Every effort is made to keep this information updated and accurate. If you would like to assist us in resolving this error, we invite you to contact the department responsible for the page you visited.\n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/international-tax/\nDate scraped: 2025-02-17 02:45:23",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 24
    }
  },
  {
    "id": "6b9468ec-3c08-493f-bad6-0803509527b3",
    "text": "People Experience Home International Tax International Tax Topics International Tax Topics Vanderbilt’s International Tax Office is committed to the accurate taxation and reporting of payments to our foreign students, faculty, and other international visitors. We work hard to ensure compliance with relevant tax regulations, uphold institutional policies and support our campus community during their time with Vanderbilt. General questions or requests related to international taxation can be directed to ito@vanderbilt.edu Departmental Resources General Information Sprintax Calculus FAQs Hiring International Students Placeholder Number & Glacier Access Request Form Working Without a Social Security Number Statement for Independent Services Performed outside the US Stipend Review for International Students Subject Participant Review for International Students Travel Expense Paid on Behalf of International Students Independent Contractor Review Dept. Honorarium Review Prize-Award Review For Non-U.S",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 25
    }
  },
  {
    "id": "322e731e-ed7c-4264-9769-120d5abd34b5",
    "text": ". Honorarium Review Prize-Award Review For Non-U.S. Students Key Terms and Definitions Services or Work Outside of USA Social Security and Tax Identification Numbers Substantial Presence Test (SPT) Sprintax Calculus Log-In Homepage Non-Service Payments and Reimbursements Service-Related Payments Tax and Forms Honorarium Payments Payments to Conference Participants Prizes and Awards to Non-Resident Aliens Reimbursement of Travel Expenses Royalties Stipend Payments Student Travel Reimbursement Subject Participant Payments Payments to Businesses Professional Athletes and Entertainers Speaker or Consultant Fees What Are Goods? What are Services? Wages and Salary for Employees 1042-S and W2 Tax Forms FICA Tax & Exemptions No Income? Tax Form 8843 Tax Treaties, Saving Clause & Exeption to Saving Clause Special W4 Rules for Nonresident Aliens for Tax Purposes Tax Information for International Students and Scholars Tax Resources Statement for Independent Educational Activity Performed Outside US      FAQs Hiring International Students Placeholder Number & Glacier Access Request Form Working Without a Social Security Number Statement for Independent Services Performed outside the US Stipend Review for International Students Subject Participant Review for International Students Travel Expense Paid on Behalf of International Students Independent Contractor Review Dept. Honorarium Review Prize-Award Review For Non-U.S",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 26
    }
  },
  {
    "id": "b34fdca6-ef8e-41db-ab4e-7c5881717019",
    "text": ". Honorarium Review Prize-Award Review For Non-U.S. Students Key Terms and Definitions Services or Work Outside of USA Social Security and Tax Identification Numbers Substantial Presence Test (SPT) Sprintax Calculus Log-In Homepage      Honorarium Payments Payments to Conference Participants Prizes and Awards to Non-Resident Aliens Reimbursement of Travel Expenses Royalties Stipend Payments Student Travel Reimbursement Subject Participant Payments  Payments to Businesses Professional Athletes and Entertainers Speaker or Consultant Fees What Are Goods? What are Services? Wages and Salary for Employees  1042-S and W2 Tax Forms FICA Tax & Exemptions No Income? Tax Form 8843 Tax Treaties, Saving Clause & Exeption to Saving Clause Special W4 Rules for Nonresident Aliens for Tax Purposes Tax Information for International Students and Scholars Tax Resources Statement for Independent Educational Activity Performed Outside US  back to top",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 27
    }
  },
  {
    "id": "38455e6f-c317-480d-8ee0-f006772dcda5",
    "text": "Scraped from: https://hr.vanderbilt.edu/fmla/\nDate scraped: 2025-02-17 02:45:23\n\nPeople Experience Home FMLA Family Medical Leave Act (FMLA) Family Medical Leave Act (FMLA)  For Staff For Faculty For Managers/Supervisors /HCM What Is FMLA? Vanderbilt University recognizes that during an employee’s career, circumstances may arise which require prolonged or intermittent absence from work due to medical reasons. Vanderbilt University provides its employees the family and medical leave guaranteed to eligible employees by federal and state law. The Family and Medical Leave Act (FMLA) is a federal law that provides employees the right to take a leave of absence for personal or family medical reasons and leave for military families while maintaining job protection. An employee may start the application process for Family Medical Leave by completing the online Medical Leave Request form . In the event an employee is not eligible for FMLA, this same form will start the application process for a Non-FMLA Medical Leave . Who Is My FMLA Contact? FMLA Processing 615.343.4125 fmlaprocessing@vanderbilt.edu  Note: If you are a VUMC employee, please contact the VUMC FMLA team at 615-322-7441.\n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/employee-appreciation/\nDate scraped: 2025-02-17 02:45:23",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 29
    }
  },
  {
    "id": "01dcb346-eb4d-42c3-b91d-aa7fcd91cead",
    "text": "People Experience Vanderbilt Employee Appreciation // At Vanderbilt University, appreciation is an essential part of how we create community and honor the hard work and dedication behind all of our employees. We know everything that happens at Vanderbilt is possible because of our employees and their focused involvement in our purpose and mission. We owe them our thanks daily. To express our thanks, we have a team of seasoned professionals with years of experience in employee programs and special event planning. This team works yearlong to plan, implement and evaluate our appreciation programs and events. All of our appreciation events will meet one of the following goals: Honor the dedication and commitment of Vanderbilt employees Recognize employees with significant service anniversaries Support our effort to become and remain an employer of choice We invite you to attend these events and enjoy part of what has become our Vanderbilt tradition and culture. Fully benefits-eligible faculty and staff, please bring your gold VU ID card with the iClass symbol to all Employee Appreciation events. Follow us on instagram or like our Facebook page ! Be sure to share your news and photos on Facebook, Instagram, and Twitter using #vandytalent, #vandylife, and #workatvu. To view and download photos from all Employee Appreciation Events, visit our event gallery Questions or Comments? Contact ele@vanderbilt.edu - thanks!",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 30
    }
  },
  {
    "id": "37958c11-bf4a-49b8-81bf-30045e5708f7",
    "text": "Scraped from: https://hr.vanderbilt.edu/compensation/\nDate scraped: 2025-02-17 02:45:24\n\nPermission Denied The page that you were trying to browse requires valid credentials to view. If your username and password are not working, please contact the site owner for assistance. Return to the previous page. Search our site: The vanderbilt.edu site and its related web pages are maintained by many different departments and organizations at Vanderbilt University. Every effort is made to keep this information updated and accurate. If you would like to assist us in resolving this error, we invite you to contact the department responsible for the page you visited.\n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/forms/\nDate scraped: 2025-02-17 02:45:25",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 32
    }
  },
  {
    "id": "7a1ea08f-667c-4bfe-a70f-d990ed7163c6",
    "text": "People Experience Home Forms Tools and Forms Tools and Forms All forms are viewable using Adobe Acrobat (.pdf), unless otherwise noted. Use the search box below to look for the form you need or use the column headers to sort the forms alphabetically or by form type.  Form Name Form Type 01 415c Aggregation Form Benefits 02 Adoption & Surrogacy Assistance Reimbursement Request Form Benefits 03 Aetna Claim Form (for domestic and international claims) Benefits 04 Benefit Appeal Request Benefits 05 Dependent Information Change Form Benefits 06 Direct Deposit Enrollment and Updates Enrollment Instructions Direct Deposit and Pay Information form (for enrollment and updates) Payroll 07 Required Federal/Local Notices Employment 08 Exit Interview Questionnaire Employment 09 Family and Medical Leave Act (FMLA) FMLA 10 Family Status Change Request Benefits 11 Flexible Spending Account (FSA) form For more information on how to submit an FSA Claim Form click here . Benefits 12 Long-Term Disability Certification of Prior Coverage Form Benefits 13 Medicare Creditable Coverage Notice Benefits 14 Notice of Privacy Practices Benefits 15 Notification of Family Status Change Benefits 16 Notice of Employee Working Outside of Tennessee Employment 17 Employment Eligibility Verification (I-9) Instructions for completing I-9 Forms I-9 Completion Card Employment 18 Employee Information Forms: New Hire Voluntary Self Identification Form Personal Information Changes . Please reference the quick guide",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 33
    }
  },
  {
    "id": "3e8645d4-b9ad-4b56-b9e7-c07c617932ff",
    "text": ". Please reference the quick guide . How to Update your Emergency Contact in Oracle Employment 19 Off-Cycle Payroll Request Form Payroll 20 Paycard Application Form Employment 21 Performance Evaluation Employment 22 Performance Evaluation (Leadership Model) Employment 24 Position Description (PD) Template Employment 25 Position Request Form – New Position or Vacant Reclassification Employment 26 Position Request Form – Filled Reclassification Employment 27 End of Employment Process Checklist Employment 28 Federal Tax Forms: How To Read Your W-2 Form 1095-C information Employment 29 Non-FMLA Medical Leave FMLA 30 Alternative Work Arrangement Request Employment 31 Check Replacement Request Form Payroll 32 Waiver of No-Hire Provision Employment Direct Deposit Enrollment and Updates Enrollment Instructions Direct Deposit and Pay Information form (for enrollment and updates) Flexible Spending Account (FSA) form For more information on how to submit an FSA Claim Form click here . Instructions for completing I-9 Forms I-9 Completion Card New Hire Voluntary Self Identification Form Personal Information Changes . Please reference the quick guide . How to Update your Emergency Contact in Oracle Position Description (PD) Template Position Request Form – New Position or Vacant Reclassification Position Request Form – Filled Reclassification Federal Tax Forms: How To Read Your W-2 Form 1095-C information Check Replacement Request Form Waiver of No-Hire Provision",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 34
    }
  },
  {
    "id": "841d2c7f-3b5f-4d6a-8595-5d6e5df113f2",
    "text": "Scraped from: https://hr.vanderbilt.edu/requiredfederalnotices-posters/\nDate scraped: 2025-02-17 02:45:25\n\nPeople Experience Required Federal/Local Posters Vanderbilt provides employees convenient access to important employment information posters. Please click the links below to view more information. If managers have questions about poster locations, please contact your Engagement Consultant for assistance. Federal and State required posters by state Supplemental posters Notice of Petition for Election (Oct. 2, 2024)\n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/contact.php/\nDate scraped: 2025-02-17 02:45:26",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 36
    }
  },
  {
    "id": "1d7132ce-b356-4c14-9772-b7bb5997fdec",
    "text": "People Experience Home Contact University People Experience (PE) Contact University People Experience (PE) PE Leadership | Total Rewards | Payroll/Processing | Talent Acquisition PE main line/reception General PE Questions For specific teams, such as Total Rewards / Benefits, please scroll down. Phone: 615.343.HRVU or 3-4788 on campus Email: pcb@vanderbilt.edu Fax: 615.343.7143 Location: Baker Building, 10th Floor (110 21 st Avenue S) Hours: Monday-Friday, 8 a.m. - 5 p.m. Front Desk Hours: Mon-Fri 8:30 am - 12:00 pm, 1:00 - 4:00 pm Verifications of employment Experian www.experianverify.com For assistance: Customer Service at 404-382-5400 option 2, Monday through Friday, 8 a.m.– 8 p.m. ET. Engagement Consultants To find your Engagement Consultant, click here . General PE Questions For specific teams, such as Total Rewards / Benefits, please scroll down. Phone: 615.343.HRVU or 3-4788 on campus Email: pcb@vanderbilt.edu Fax: 615.343.7143 Location: Baker Building, 10th Floor (110 21 st Avenue S) Hours: Monday-Friday, 8 a.m. - 5 p.m. Front Desk Hours: Mon-Fri 8:30 am - 12:00 pm, 1:00 - 4:00 pm Verifications of employment Experian www.experianverify.com For assistance: Customer Service at 404-382-5400 option 2, Monday through Friday, 8 a.m.– 8 p.m. ET. Engagement Consultants To find your Engagement Consultant, click here . Associate Vice Chancellor & Chief Human Resources Officer Cleo Rucker 615.343.4045 Administrative Manager Janet A",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 37
    }
  },
  {
    "id": "16010f1b-f7ea-4cee-adae-acdbc94c9451",
    "text": ". ET. Engagement Consultants To find your Engagement Consultant, click here . Associate Vice Chancellor & Chief Human Resources Officer Cleo Rucker 615.343.4045 Administrative Manager Janet A. Smith 615.875.9201 Functional leader Total Rewards Catherine Wood , Executive Director 615.343.3044 HR Consulting (Employee & Labor Relations and FMLA) Tanya Brown , Director 615.343.4125 To find your HR service delivery consultant, click here . Payroll Courtney Vogelpohl , Assistant Director 615.875.2281 Associate Vice Chancellor & Chief Human Resources Officer Janet A. Smith 615.875.9201 Total Rewards Catherine Wood , Executive Director 615.343.3044  HR Consulting (Employee & Labor Relations and FMLA) Tanya Brown , Director 615.343.4125 To find your HR service delivery consultant, click here",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 38
    }
  },
  {
    "id": "f00afb48-0dc8-4d62-9910-31d86b36c4f5",
    "text": ". Payroll Courtney Vogelpohl , Assistant Director 615.875.2281 Benefit Representatives benefits@vanderbilt.edu or call 615.343.4788 Compensation vu.compensation@vanderbilt.edu Tuition tuitionbenefit@vanderbilt.edu Providers and vendors Health Plan: Aetna ,1.800.743.0910 Dental: DeltaDental , 1.800.223.3104 Vision: DeltaVision / VSP , 1.800.877.7195 Prescriptions: Capital Rx , 1.833.599.0942 Retirement & HSA Accounts: Fidelity , 1.800.343.0860 Flexible Spending Accounts: Fidelity , 1.833.299.5089 Short-term and Long-term disability, AD&D, Life: MetLife , 1.800.GET-MET8 Auto and homeowners: Farmers , 1.800.438.6381 Pet Insurance: Nationwide , 1.877.738.7874 ID Theft Protection: Norton LifeLock, 1.800.607.9174 Health Plan: Aetna ,1.800.743.0910 Dental: DeltaDental , 1.800.223.3104 Vision: DeltaVision / VSP , 1.800.877.7195 Prescriptions: Capital Rx , 1.833.599.0942 Retirement & HSA Accounts: Fidelity , 1.800.343.0860 Flexible Spending Accounts: Fidelity , 1.833.299.5089 Short-term and Long-term disability, AD&D, Life: MetLife , 1.800.GET-MET8 Auto and homeowners: Farmers , 1.800.438.6381 Pet Insurance: Nationwide , 1.877.738.7874 ID Theft Protection: Norton LifeLock, 1.800.607.9174 Background checks & fingerprinting pebc@vanderbilt.edu 615.343 .4788 Form I-9 I9@vanderbilt.edu 615.343.4788 HR data processing (W-4's) pcb@vanderbilt.edu 615.343.4788 HR Security and Systems Support Report all issues and support requests to hrsystems@vanderbilt.edu Immigration Services and Visas",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 39
    }
  },
  {
    "id": "5486a087-342c-4042-9f12-bc8778b651e7",
    "text": "615.343 .4788 Form I-9 I9@vanderbilt.edu 615.343.4788 HR data processing (W-4's) pcb@vanderbilt.edu 615.343.4788 HR Security and Systems Support Report all issues and support requests to hrsystems@vanderbilt.edu Immigration Services and Visas Contact VU Employee Immigration Services at ois@vanderbilt.edu or 615.322.1788 International Tax Contact Payroll International Tax at ITO@vanderbilt.edu or 615.322.6121 Payroll payroll@vanderbilt.edu 615.343.4788 pcb@vanderbilt.edu 615.343.4788 payroll@vanderbilt.edu 615.343.4788 Looking for our open positions? https://www.vanderbilt.edu/work-at-vanderbilt/ Talent Fulfillment pcb@vanderbilt.edu https://www.vanderbilt.edu/work-at-vanderbilt/ pcb@vanderbilt.edu",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 40
    }
  },
  {
    "id": "cc037621-27be-419d-929f-9e5191a6fbf9",
    "text": "Scraped from: https://hr.vanderbilt.edu/abouthr.php/\nDate scraped: 2025-02-17 02:45:26",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 42
    }
  },
  {
    "id": "d043a90f-2cfb-4370-8ba1-c9f45f965e8c",
    "text": "People Experience Home About People Experience About People Experience Vanderbilt University People Experience provides assistance and resources to our faculty, staff and prospective employees. It is the mission of People Experience to support and influence Vanderbilt University’s culture of inclusive excellence and innovation through services and support that positively affect our community of leaders and staff. To accomplish this, we strive to: Hire, retain and develop a diverse, talented and engaged workforce. Create opportunities for the empowerment of leaders and staff through continuous learning and professional development. Strategically partner with schools, divisions and departments to support the advancement of their business needs. Provide a competitive total compensation package. Deliver policies aligned with People Experience best practices. Create and maintain an inclusive work environment in which employees can become their best self. Contact People Experience Looking for your Engagement Consultant? Have a Benefits, Compensation, or Payroll question? Please visit our CONTACT page for more information . Office Location Office of People Experience Vanderbilt University 110 21st Avenue Baker Building, 10th Floor Nashville, Tennessee 37209 Hours: Monday-Friday, 8 a.m. - 5 p.m. Front Desk Hours: Mon-Fri 8:30 am - 12:00 pm, 1:00 - 4:00 pm People Experience is located in the Baker Building, at the corners of 21st Avenue and West End Avenue",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 43
    }
  },
  {
    "id": "c8a50524-9b1b-45c5-b3e4-de3758490ab6",
    "text": ". - 5 p.m. Front Desk Hours: Mon-Fri 8:30 am - 12:00 pm, 1:00 - 4:00 pm People Experience is located in the Baker Building, at the corners of 21st Avenue and West End Avenue. It is a two-minute walk from the 21st Avenue/West End MTA stop.",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 44
    }
  },
  {
    "id": "da452ed7-de3e-4015-b0bf-742cb128441e",
    "text": "Scraped from: https://hr.vanderbilt.edu/employee-immigration-services/\nDate scraped: 2025-02-17 02:45:27",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 46
    }
  },
  {
    "id": "487c1651-ca14-4a38-8732-301dc18c0a7f",
    "text": "People Experience Home Employee Immigration Services Employee Immigration Services The Office of Employee Immigration Services establishes and maintains collaborative working relationships with University administrators and employees by providing them information and advice on immigration matters to ensure the University and its international faculty, researchers, and staff are in compliance with the regulations of U.S. Citizenship and Immigration Services (USCIS), the Department of State (DOS), and the Department of Labor (DOL) Hiring a foreign national employee differs significantly from hiring a U.S. citizen, and requires the University to obtain employment authorization in the form of an employment-based visa before the individual can work in the U.S. OIS will assist with obtaining the visa, working in conjunction with Vanderbilt’s contracted immigration law firm. The information on this site applies to hiring foreign nationals for faculty, research, and staff positions only, and applies to the H-1B, TN, O-1, and E-3 employment-based temporary worker visa categories as well as the permanent resident \"green card\" process.  For information regarding foreign national student employees (F-1 and J-1), please contact International Student and Scholar Services (ISSS) .  Additionally, this office handles only University immigration matters.  All VUMC immigration matters are handled by VUMC Immigration Services Office",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 47
    }
  },
  {
    "id": "46aa1210-adbe-4790-8545-832c19546e86",
    "text": ". To join the Vanderbilt Immigration Listserv, please send a request to ois@vanderbilt.edu . Disclaimer: The information contained in this website is provided as a service to the international faculty, professional staff, employees and administrators of Vanderbilt University, and does not constitute legal advice on any immigration, tax, or other matter.",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 48
    }
  },
  {
    "id": "b3c7288e-f68d-4711-b189-f18330ff92fe",
    "text": "Scraped from: https://hr.vanderbilt.edu/performance-review/\nDate scraped: 2025-02-17 02:45:28",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 50
    }
  },
  {
    "id": "c82b0e85-4093-4f31-91d2-dfee2527683f",
    "text": "People Experience Home performance-review Performance Management Toolkit Performance Management Toolkit Vanderbilt University is committed to the ongoing growth and development of all employees. It is important that each employee knows how they are performing, how they can grow, and how their work aligns with department and university goals. Leaders should have midyear and annual performance conversations with their staff. In recognition of the different ways schools and departments conduct performance evaluations. This toolkit provides employees and leaders with resources for these conversations. This toolkit provides articles, checklists, conversation guides, goal setting tools and other resources to support employees and leaders with performance development discussions. Please see our resources: Performance Checklist Performance Review Self-Assessment (Short) Performance Review Self-Assesment (Long) Annual Performance Evaluation Preparation (video) Establish Objectives and Key Results (OKRs), Priorities, and Goals Ensure goal alignment through continuous conversation and Midyear Review Discussions Provide employee performance assessment and begin goal setting Establish Objectives and Key Results (OKRs), Priorities, and Goals Ensure goal alignment through continuous conversation and Midyear Review Discussions Provide employee performance assessment and begin goal setting Goal Setting Conversations Guides Professional Development Existing Tools & Forms",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 51
    }
  },
  {
    "id": "42e25e63-391c-46ce-9d5d-41f0d2f238b8",
    "text": "Scraped from: https://hr.vanderbilt.edu/HRAZList.php/\nDate scraped: 2025-02-17 02:45:28",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 53
    }
  },
  {
    "id": "c569d1ce-d6f8-4d77-b858-65ec4627c5db",
    "text": "People Experience Home PE A to Z List PE A to Z List PE topics A-to-Z (click letters to jump to alphabetical list of PE topics) Can't find the term you're looking for? Email it to human.resources@vanderbilt.edu",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 54
    }
  },
  {
    "id": "0e045332-d1bc-44b7-8ecb-1066c48c8bda",
    "text": ". A B C D E F G H I J K L M N O P Q R S T U V W X Y Z  AD&D (Accidental Death and Dismemberment) Address Change, Action Items Checklist Page Address Change, Former Employees Administrative Leave Policy Administrative Leave Policy, FAQs Adoption Assistance Policy Adoption, Reimbursement Request Form Adoption, Action Item Checklist Aetna Claim Form Aetna website Affiliates (Vanderbilt Health Affiliated Network) Affirmative Action Policy Alternative Work Arrangement Policy Alternative Work Arrangement Form Annual Enrollment - see Open Enrollment Anti-Harassment Policy Applicant Attendance and Punctuality Policy back to top Background/Background Check (Recruitment, Hiring and Onboarding Policy) Badge, see ID Cards Becoming a Leader, Workshop Beneficiaries: How to Designate and Allocate Benefit, Drug Benefit, Prescription Benefits Appeal Request Benefits, Department Contacts Benefits Eligibility, Dependent Benefits Eligibility, Employee Benefits Eligibility, Part-time employees Benefits, Enrollment Empyrean, see My VU Benefits Fidelity  (FSA/HRA vendor), see Flexible Spending Accounts (FSA) or Health Reimbursement Account (HRA) Benefits Fiduciary Oversight Committee Benefits Overview and FAQs Benefits Information, contact People Experience Benefits Information for New Staff, see Benefits Overview and FAQs Benefits Information for Returning Employees (Benefits Bridging) Benefits Office: Walk-in Service: Baker Building, 10th Floor (110 21st Ave",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 55
    }
  },
  {
    "id": "1f882e98-4f1e-4a71-b414-4262d62aa913",
    "text": ". S), People Experience Mailing Address: Vanderbilt University Benefits Administration PMB #407704 2301 Vanderbilt Place Nashville, TN 37240-7704 Benefits Orientation — Faculty Benefits Orientation — Staff Bereavement Leave (Administrative Leave Policy) Birth/Adoption/Legal Guardianship , also see Parental Leave Benefits Orientation — Faculty Benefits Orientation — Staff Bereavement Leave (Administrative Leave Policy) Birth/Adoption/Legal Guardianship , also see Parental Leave  back to top C2HR (for historical viewing only) Campus SaVE Act Policy Card, ID Celebration, Employee, see Employee Appreciation Change, Add Dependent SSN Change, Beneficiaries Change, Benefits (Family Status Change) Change, Workshops Related to Change, Name (Personal Information Change Form) Check Replacement Request Child & Family Center CHIP (Children's Health Insurance Program) Civility, Workplace Civility Workshop Class, see Workshops Coaching Coaching and Developing Staff Workshop COBRA Commodore Card Compensation Compliance Concur Conflict of Interest Contact, Vendors, Carriers and Providers Contact, People Experience ; also see People Experience Continuation of Coverage (See COBRA ) Co-insurance / co-pay, find definition on Glossary of health plan terms Credit Union C2HR (for historical viewing only) Campus SaVE Act Policy Card, ID Celebration, Employee, see Employee Appreciation Change, Add Dependent SSN Change, Beneficiaries Change, Benefits (Family Status Change) Change, Workshops Related to",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 56
    }
  },
  {
    "id": "378f35a4-dc64-422e-9ff7-a477d6f71e80",
    "text": "Credit Union C2HR (for historical viewing only) Campus SaVE Act Policy Card, ID Celebration, Employee, see Employee Appreciation Change, Add Dependent SSN Change, Beneficiaries Change, Benefits (Family Status Change) Change, Workshops Related to Change, Name (Personal Information Change Form) Check Replacement Request Child & Family Center CHIP (Children's Health Insurance Program) Civility, Workplace Civility Workshop Class, see Workshops Coaching Coaching and Developing Staff Workshop COBRA Commodore Card Compensation Compliance Concur Conflict of Interest Contact, Vendors, Carriers and Providers Contact, People Experience ; also see People Experience Continuation of Coverage (See COBRA ) Co-insurance / co-pay, find definition on Glossary of health plan terms Credit Union  back to top Death, AD&D (Accidental Death and Dismemberment) Death of a Covered Dependent Death of a Vanderbilt Employee Definitions: Uniform Glossary of Health Coverage and Medical Terms Dependent Tuition Assistance Policy Dental Insurance Dependent, Add SSN in MyVU Benefits Dependent, Benefits Eligibility Dependent Day Care; see FSA (Flexible Spending Account) Description, Job Dining, on campus Direct Deposit Direct Deposit Form Direct Deposit Policy Disability Insurance, Short-Term Disability Disability Insurance, Long-Term Disability Dispute Resolution Policy Divorce or Legal Separation Drug Benefit, see Prescription Drug Benefit Drug, Specialty Drugs and Alcohol Policy Death, AD&D (Accidental Death",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 57
    }
  },
  {
    "id": "3403809a-bf1b-44ff-9a22-c673c1ae7a00",
    "text": "Insurance, Short-Term Disability Disability Insurance, Long-Term Disability Dispute Resolution Policy Divorce or Legal Separation Drug Benefit, see Prescription Drug Benefit Drug, Specialty Drugs and Alcohol Policy Death, AD&D (Accidental Death and Dismemberment) Death of a Covered Dependent Death of a Vanderbilt Employee Definitions: Uniform Glossary of Health Coverage and Medical Terms Dependent Tuition Assistance Policy Dental Insurance Dependent, Add SSN in MyVU Benefits Dependent, Benefits Eligibility Dependent Day Care; see FSA (Flexible Spending Account) Description, Job Dining, on campus Direct Deposit Direct Deposit Form Direct Deposit Policy Disability Insurance, Short-Term Disability Disability Insurance, Long-Term Disability Dispute Resolution Policy Divorce or Legal Separation Drug Benefit, see Prescription Drug Benefit Drug, Specialty Drugs and Alcohol Policy  back to top E&E, EOA, see Equity & Engagement (Equal Access) EAP (Employee Assistance Program) ePAC (Electronic Personnel Action Change) (See SkyVU ) ETO, Exempt Time Off Reporting (See SkyVU ) E-Timesheet (See SkyVU ) Education Assistance Policy, Dependent (also see Tuition) Education Assistance Policy, Employee (also see Tuition) Electronic Communications Policy Eligibility (Benefits), Dependent Eligibility (Benefits), Employee Eligibility (Benefits), Part-time Employees Eligibility, Retirement Plan Email, Policy Emergency Preparedness Policy Employee Appreciation Employee Discount Employee Request to",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 58
    }
  },
  {
    "id": "c40f0392-345a-45d4-9251-356553ff10b5",
    "text": "Eligibility (Benefits), Dependent Eligibility (Benefits), Employee Eligibility (Benefits), Part-time Employees Eligibility, Retirement Plan Email, Policy Emergency Preparedness Policy Employee Appreciation Employee Discount Employee Request to Review Personnel File Form Employee Review of Personnel File Policy End of Employment, Action Items Checklist End of Employment Policy Employment Employment Laws Engagement Consultants Enrollment for Benefits Enrollment for Retirement Equity & Engagement (Equal Access) Equal Opportunity and Affirmative Action Policy Events, Employee Appreciation Evidence of Coverage Booklets Exempt back to top  Faculty Manual Faculty Pay False Claims and Whistleblower Protection Family and Medical Leave Act (FMLA), Policy Family and Medical Leave Act (FMLA), Information and Contacts Family Status Change Request FAQs, Benefits Federal Notices Fidelity Flexible Spending Accounts (FSAs) Form 1095-C Forms Formulary, Prescription Drug List; also see Prescription Full-time back to top Glossary: Uniform Glossary of Health Coverage and Medical Terms Glossary: Uniform Glossary of Health Coverage and Medical Terms  back to top Health and Wellness Website Health Care Plan Health Insurance, Continuation after Separation, see COBRA Help Desk, see People Experience Highly Compensated, information regarding: Dependent Day Care Flexible Spending Accounts Retirement Plan Hiring Process Holiday Timekeeping Holiday Calendar Holiday Pay Holiday Schedule Hours, see Hours",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 59
    }
  },
  {
    "id": "3922d613-4ac1-4f36-bbc6-57333f3b61f8",
    "text": "see COBRA Help Desk, see People Experience Highly Compensated, information regarding: Dependent Day Care Flexible Spending Accounts Retirement Plan Hiring Process Holiday Timekeeping Holiday Calendar Holiday Pay Holiday Schedule Hours, see Hours of Work Policy Hours of Work Policy How to read your W-2 Health and Wellness Website Health Care Plan Health Insurance, Continuation after Separation, see COBRA Help Desk, see People Experience Highly Compensated, information regarding: Dependent Day Care Flexible Spending Accounts Retirement Plan Hiring Process Holiday Timekeeping Holiday Calendar Holiday Pay Holiday Schedule Hours, see Hours of Work Policy Hours of Work Policy How to read your W-2 Retirement Plan  back to top ID Cards Independent Contractor Insurance, AD&D (Accidental Death & Dismemberment) Insurance, Dental Insurance, Health Insurance, Life Insurance, Long-Term Disability Insurance, Medical Insurance, Short-Term Disability Insurance, Supplemental Life, How to Change Coverage Insurance, Vision International Tax Office Investment Companies, Retirement Plan back to top Jobs, see Job Description Database Job Description Job Search Database Jury Duty, Leave of Absence (Administrative Leave Policy) back to top Kronos (See SkyVU ) Lactation Break Locations Layoff Leave, Temporary (Administrative Leave Policy) Layoff, see Reduction in Force Policy Leader Central Learning Leave Policies for Postdocs Leave of Absence , also see Policies Leave of Absence, Administrative",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 60
    }
  },
  {
    "id": "c12191ea-05f2-4cb6-819f-1871f5498c7b",
    "text": "SkyVU ) Lactation Break Locations Layoff Leave, Temporary (Administrative Leave Policy) Layoff, see Reduction in Force Policy Leader Central Learning Leave Policies for Postdocs Leave of Absence , also see Policies Leave of Absence, Administrative (Administrative Leave Policy) Leave of Absence, Bereavement (Administrative Leave Policy) Leave of Absence, Legacy Sick Time Policy Leave of Absence, FMLA Leave of Absence, Jury Duty (Administrative Leave Policy) Leave of Absence, Long-Term Disability Insurance Leave of Absence Policy, Military Leave of Absence Policy, Non-FMLA and Personal Leave of Absence, Parental Leave Leave of Absence, Temporary Layoff (Administrative Leave Policy) Leave of Absence, Short-Term Disability Leaving Vanderbilt, End of Employment Policy Leaving Vanderbilt, Action Items Checklist Legacy Sick Time Life Event, see Family Status Changes Life Insurance Long-Term Disability Insurance Loss of Spouse Insurance back to top Mandatory Retirement Contributions, see Retirement Mail Services Map, Campus Marriage Manual, Faculty Maternity Leave, see Parental Leave Medical Care, see Health Care Plan Medical Insurance, see Health Insurance Medical Leave of Absence, see FMLA Medicare MetLife, Accidental Death & Dismemberment (AD&D) MetLife, Life Insurance MetLife, Disability Military Leave of Absence Policy Misconduct in Research (in Faculty Manual) My VU Benefits Mandatory Retirement Contributions, see Retirement Mail Services Map, Campus Marriage Manual, Faculty",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 61
    }
  },
  {
    "id": "35d68101-3bf5-4fdc-bf78-e343b1bf0019",
    "text": "(AD&D) MetLife, Life Insurance MetLife, Disability Military Leave of Absence Policy Misconduct in Research (in Faculty Manual) My VU Benefits Mandatory Retirement Contributions, see Retirement Mail Services Map, Campus Marriage Manual, Faculty Maternity Leave, see Parental Leave Medical Care, see Health Care Plan Medical Insurance, see Health Insurance Medical Leave of Absence, see FMLA Medicare MetLife, Accidental Death & Dismemberment (AD&D) MetLife, Life Insurance MetLife, Disability Military Leave of Absence Policy Misconduct in Research (in Faculty Manual) My VU Benefits  back to top Name Change, Personal Information Change Form NetBenefits, Fidelity New Employee Benefits Information New Employee Toolbox New Faculty Benefits Orientation New Hire Quick List New Leader Orientation Non-FMLA Medical and Personal Leave of Absence Policy back to top Occupational Health Clinic Open Enrollment Oracle Cloud Orientation Orientation, Benefits — Faculty, University Orientation, Benefits — Staff Orientation Period Out-of-network, find definition on Glossary of health plan terms Out-of-pocket limit, find definition on Glossary of health plan terms back to top PAF (Personnel Action Form) Paid Time Off, see PTO Policy Parental Leave Parental Leave, Birth/Adoption/Legal Guardianship Parental Leave, FMLA Parental Leave, Policy Parking Part-time Part-time Benefits / Partially Benefits-Eligible Pay Calendar Pay Grades (Compensation Policy) Paycard Application Payroll (Contacts) Payroll",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 62
    }
  },
  {
    "id": "38170209-46ce-4a7c-8e47-9ac248bb6cb9",
    "text": "Leave, Birth/Adoption/Legal Guardianship Parental Leave, FMLA Parental Leave, Policy Parking Part-time Part-time Benefits / Partially Benefits-Eligible Pay Calendar Pay Grades (Compensation Policy) Paycard Application Payroll (Contacts) Payroll Check Distribution Form Payment Correction Request Payment Correction Request Instructions PE main line/reception PE Policies Performance Accountability and Commitment Policy Personal Information Change form Pet Insurance Pharmacy Benefit Policies, PE Position Description Questionnaire Prescription Drug Benefit Preventive Care Program Probationary Period Progressive Discipline Policy Protection of Minors PTO (Paid Time Off) Information PTO (Paid Time Off) Policy back to top Qualified Domestic Relations Order (QDRO) back to top Rec Center Reclassification (Compensation Policy) Recognition Recruitment, Hiring and Onboarding Policy Reduction in Force Policy Rehire (Recruitment, Hiring and Onboarding Policy), also see Benefits Information for Returning Employees Register for Workshops Relationships in the Workplace Policy Reporting Taxable Items Required Federal Notices Requisitions (Jobs) Resignation, see End of Employment Policy Retirement, Investment Companies Retirement, Investment Limits Retirement Plan Retirement Plan, Rollovers from Your Previous Plan Retirement Plan Summary Plan Description Retirement Plan, Withdrawals and Distributions Retiring from Vanderbilt Return to Work Program (Work-Related Accident and Return to Work",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 63
    }
  },
  {
    "id": "20d83704-796f-47ab-8147-c08454b6bfc3",
    "text": "Retirement Plan Retirement Plan, Rollovers from Your Previous Plan Retirement Plan Summary Plan Description Retirement Plan, Withdrawals and Distributions Retiring from Vanderbilt Return to Work Program (Work-Related Accident and Return to Work Policy) Roth 403(b) back to top Salary Separation, see Divorce Separation of Service, see End of Employment Policy Service Delivery Team, see Engagement Consulting Shift Short-Term Disability Insurance Sick Time, see Legacy Sick Time Policy SkyVU Website Smoking Cessation Program Smoking, Tobacco and e-Cigarettes Policy Social Media Handbook Social Security Website Solicitation Policy Special Enrollment Rights under CHIPRA Specialty Drugs Spending Account, Flexible Substance Abuse Policy Summary Annual Reports Summary of Benefits and Coverage Summary Plan Descriptions Supplemental Life Insurance, see Life Insurance Supplemental Life Insurance, How to Change Coverage Systems, PE back to top Temporary Positions Term/Term Positions Terms: Uniform Glossary of Health Coverage and Medical Terms Terms, Retirement Glossary Termination, see End of Employment Policy Termination of Benefits, see COBRA TIAA, see Retirement Investment Companies Tickets, Discounts on Time Off, All Policies Time Off, PTO Policy Time Off, PTO Information Tobacco Cessation Program Transfer Policy Travel Traveling with Vanderbilt Health Care Travel Assistance (MetLife) Tuition Assistance Policy, Dependent Tuition Assistance, Dependent, FAQs Tuition Assistance Policy,",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 64
    }
  },
  {
    "id": "c8e475df-d6d1-4682-8066-9a6d2a9d062c",
    "text": "Policy Time Off, PTO Information Tobacco Cessation Program Transfer Policy Travel Traveling with Vanderbilt Health Care Travel Assistance (MetLife) Tuition Assistance Policy, Dependent Tuition Assistance, Dependent, FAQs Tuition Assistance Policy, Employee/Spouse Tuition Assistance, Employee/Spouse, FAQs Tuition, Employee Listserv Tuition, Faculty Manual Tuition, How to determine if course is job related Temporary Positions Term/Term Positions Terms: Uniform Glossary of Health Coverage and Medical Terms Terms, Retirement Glossary Termination, see End of Employment Policy Termination of Benefits, see COBRA TIAA, see Retirement Investment Companies Tickets, Discounts on Time Off, All Policies Time Off, PTO Policy Time Off, PTO Information Tobacco Cessation Program Transfer Policy Travel Traveling with Vanderbilt Health Care Travel Assistance (MetLife) Tuition Assistance Policy, Dependent Tuition Assistance, Dependent, FAQs Tuition Assistance Policy, Employee/Spouse Tuition Assistance, Employee/Spouse, FAQs Tuition, Employee Listserv Tuition, Faculty Manual Tuition, How to determine if course is job related  back to top Uniform Glossary of Health Coverage and Medical Terms Unpaid Leave of Absence Update, Beneficiaries Unemployment Compensation Update, Benefit Elections, see Family Status Change Update, Retirement Contributions Update, Supplemental Life Insurance USAC, University Staff Advisory Council back to top Vacation Time, See PTO Policy Vanderbilt Recreation and Wellness",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 65
    }
  },
  {
    "id": "aca7a71c-bf62-4dcc-9898-dcad45b9c2e1",
    "text": "Update, Benefit Elections, see Family Status Change Update, Retirement Contributions Update, Supplemental Life Insurance USAC, University Staff Advisory Council back to top Vacation Time, See PTO Policy Vanderbilt Recreation and Wellness Center Vanderbilt Performance Evaluation System (VPES) VU Identity (formerly AccessVU) Vision Plan Voluntary Contributions, see Retirement Plan Vanderbilt Recreation and Wellness Center back to top W-2 Electronic Consent Instructions W-2 forms W-4 forms Women's Preventive Care Work at Vanderbilt Workers' Compensation, FAQs Work Related Accident and Return to Work Policy Workplace Violence Policy Working on a Partial Year Schedule (PYS) Policy W-2 Electronic Consent Instructions W-2 forms W-4 forms Women's Preventive Care Work at Vanderbilt Workers' Compensation, FAQs Work Related Accident and Return to Work Policy Workplace Violence Policy Working on a Partial Year Schedule (PYS) Policy  back to top X - no listings Y - no listings Z - no listings Looking for something you cannot find? Contact People Experience .",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 66
    }
  },
  {
    "id": "e1d392ac-b1c8-4457-8342-ecef33ae8178",
    "text": "Scraped from: https://hr.vanderbilt.edu/systems/\nDate scraped: 2025-02-17 02:45:28\n\nPeople Experience Home HR Systems People Experience (PE) Systems Links People Experience (PE) Systems Links Name Login Help Oracle Cloud Oracle Cloud Login SkyVU Home UKG Kronos UKG Kronos Login Timecards FAQs\n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/hrconsulting/\nDate scraped: 2025-02-17 02:45:28",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 68
    }
  },
  {
    "id": "2e41657a-78a8-4326-94cb-21eb17a52beb",
    "text": "Scraped from: https://hr.vanderbilt.edu/hrconsulting/\nDate scraped: 2025-02-17 02:45:28\n\nPeople Experience Home HR Consulting Engagement Consulting and Benefits Teams Engagement Consulting and Benefits Teams Engagement Consultants Engagement Consultants help staff, faculty and managers with key people experience needs. The team is led by a Senior Director and includes Senoir Consultants and Consultants. Learn more about our team and our mission here . Your Engagement Consultant, as a result of training, knowledge, skills and experience, may be able to interpret circumstances in a greater context. In that way, they will help you proactively consider many perspectives that result in a best practice solution. Engagement Consultants are available to provide coaching through all aspects of employment, guide employees and managers to resolve employment concerns, clarify policy and answer employment questions, develop strategic initiatives for recognition and retention, assist in conflict management and mediating/facilitating conversations, and offer career development services. Do you have a Benefit question? To contact the Benefits Team, please email benefits@vanderbilt.edu or call 615.343.4788\n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/action-planning/\nDate scraped: 2025-02-17 02:45:30",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 69
    }
  },
  {
    "id": "61df1a3f-81ea-4c06-b792-9bd7b632f501",
    "text": "Scraped from: https://hr.vanderbilt.edu/action-planning/\nDate scraped: 2025-02-17 02:45:30\n\nPermission Denied The page that you were trying to browse requires valid credentials to view. If your username and password are not working, please contact the site owner for assistance. Return to the previous page. Search our site: The vanderbilt.edu site and its related web pages are maintained by many different departments and organizations at Vanderbilt University. Every effort is made to keep this information updated and accurate. If you would like to assist us in resolving this error, we invite you to contact the department responsible for the page you visited.\n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/chancellor/\nDate scraped: 2025-02-17 02:45:31\n\nVanderbilt University Hello world! Dec. 5, 2023— Welcome to WordPress. This is your first post. Edit or delete it, then start writing! Read more\n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/residentialcolleges/\nDate scraped: 2025-02-17 02:45:32",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 70
    }
  },
  {
    "id": "18e17707-bff6-4ba6-8fc4-793b3472ea9c",
    "text": "Discover. Grow. Thrive. At Vanderbilt Business, we are building the next generation of leaders through collaboration and a portfolio of programs that focus on helping people discover, grow, and thrive in business and beyond. No matter your background, we can help you achieve your career goals. Words of Wisdom Powerful speeches by Dean Thomas Steenburgh and Maria Renz (MBA'96) encapsulate the essence of achievement, resilience, and the pursuit of growth as witnessed in the graduating Class of 2024. Powerful speeches by Dean Thomas Steenburgh and Maria Renz (MBA'96) encapsulate the essence of achievement, resilience, and the pursuit of growth as witnessed in the graduating Class of 2024. MBA Programs Finance & Accounting Marketing Healthcare Management Certificate Programs MBA Programs Vanderbilt offers 2 highly-ranked MBA programs. The full-time MBA is designed for early career professionals seeking to alter their career trajectory, while the Executive MBA is built for working professionals currently in or aspiring to executive leadership roles. Finance & Accounting Vanderbilt MS Finance is a 10-month on-campus degree with a flexible MBA-level curriculum. Vanderbilt MAcc offers 2 distinct 12-month programs – Assurance and Valuation – that prepare students for successful careers at global accounting firms. Each program is designed for recent college graduates",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 71
    }
  },
  {
    "id": "33bd6baf-e3e5-48cc-a8ef-51074f933281",
    "text": ". Vanderbilt MAcc offers 2 distinct 12-month programs – Assurance and Valuation – that prepare students for successful careers at global accounting firms. Each program is designed for recent college graduates. Marketing Designed for recent college graduates, the 10-month Vanderbilt Master of Marketing degree equips students with well-rounded knowledge and real-world marketing experience. Healthcare Management The 1-year Vanderbilt Master of Management Health Care degree is designed for physicians, nurses, and administrators seeking to advance their careers in healthcare management. Certificate Programs Through Executive Education and Accelerator Summer Business Immersion (undergraduates and recent graduates), Vanderbilt offers transformative programs that help professionals with any level of experience build valuable skills and elevate their careers. Meet Our Alumni Each Vanderbilt alum has a unique story–just like you. Meet some of our alumni and hear about what brought them to Vanderbilt and what they're doing now. Maria                         Renz VP/GM Commerce, Google Heiki                         Miki Managing Executive Officer & Division Director, Shinagawa Refractories Ravyn                         Miller Vice President, Portfolio Strategy & Business Development, Medtronic Ravi                         Chari, M.D",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 72
    }
  },
  {
    "id": "92886174-17a5-448e-a3e7-0c1cf541fd75",
    "text": ". Clinical Operations, InnovaCare Health Adena                         Friedman Chair and Chief Executive Officer, Nasdaq Kelly             Goldsmith Professor Goldsmith is a behavioral scientist whose research examines consumers’ psychological and behavioral responses to goals and threats. Her research is highly interdisciplinary in nature, drawing upon theories and methods from a variety of areas, including anthropology, cognitive and social psychology, economics, evolutionary biology, and marketing. Because her research bridges theory and practice, it contributes not only to theories of consumer decision making, but also to new techniques for marketers, firms, and policy makers. Professor Goldsmith’s work has appeared in several top marketing and psychology journals and has been featured in hundreds of media outlets including the BBC, Time Magazine, the New York Times, the Wall Street Journal, and many more. Throughout her career, Goldsmith has been an award-winning teacher and researcher, first at the Kellogg School of Management at Northwestern University and now at Vanderbilt. In addition, she serves as the Faculty Director of the Hoogland Undergraduate Business Program and the Ingram Scholars Program. Yasin             Alan Professor Alan’s research focuses on understanding the impact of firms’ operational decisions on their external stakeholders, including customers, investors, suppliers, competitors, and regulators",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 73
    }
  },
  {
    "id": "5c7e5118-4775-4863-b23c-35f423b08ade",
    "text": ". Yasin             Alan Professor Alan’s research focuses on understanding the impact of firms’ operational decisions on their external stakeholders, including customers, investors, suppliers, competitors, and regulators. For example, some of his studies in the retail operations domain examine the role of retailers’ category management practices in their strategic interactions with manufacturers and consumers. Additionally, his airline industry studies analyze the interplay between airlines, investors, passengers, and regulators. Professor Alan has an interdisciplinary research agenda, bringing theories and methods from several fields, including operations management, economics, engineering, quantitative marketing, and finance. His work has been published in top operations and marketing journals. Professor Alan teaches the managerial statistics core course and a supply chain management elective in the MBA program. He received numerous research, teaching, and service awards, including the Dean’s Teaching and Research Productivity awards at the Owen School. Kelly Goldsmith Yasin Alan Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 74
    }
  },
  {
    "id": "f18a12b1-c502-43a6-93df-19f614a64c53",
    "text": ". From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! What's new? The European Corporate Governance Institute (ECGI) is delighted to announce the appointment of 74 distinguished scholars as new Research MBA Gain the skills and network you need to catapult your career or switch careers entirely. The Vanderbilt MBA allows you to customize your curriculum with specializations and concentrations, as well as hands-on learning experiences, to suit your professional needs and help you land the job you want. Discover Nashville What will you love about Nashville, Tennessee? Just about everything. But don’t take our word for it. Come for a visit and see for yourself. What will you love about Nashville, Tennessee? Just about everything. But don’t take our word for it. Come for a visit and see for yourself. By the numbers The current number of Vanderbilt Business alumni",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 75
    }
  },
  {
    "id": "b00c2324-8869-4a3e-9f8f-99272a9ca90f",
    "text": ". Come for a visit and see for yourself. What will you love about Nashville, Tennessee? Just about everything. But don’t take our word for it. Come for a visit and see for yourself. By the numbers The current number of Vanderbilt Business alumni. It's a small-but-mighty network of individuals who are always eager to help those who are following in their footsteps. See more facts > Dare to Grow The world needs universities with courage. Universities that dare to innovate, question conventional wisdom, embrace divergent viewpoints, and tackle the most complex issues of our time. At Vanderbilt University, this kind of courage is embraced in our culture and in our 150-year history.",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 76
    }
  },
  {
    "id": "98e930d9-908a-495a-be5b-9826a16d8173",
    "text": "Our talented and courageous alumni, students, family, faculty, staff, and friends are part of this ambitious journey to be an exceptional university for the next 150 years through giving and engagement.\n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/map/\nDate scraped: 2025-02-17 02:45:34\n\nVanderbilt University Hello world! Dec. 5, 2023— Welcome to WordPress. This is your first post. Edit or delete it, then start writing! Read more\n================================================================================\n\nScraped from: https://hr.vanderbilt.edu/work-at-vanderbilt/\nDate scraped: 2025-02-17 02:45:34",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 77
    }
  },
  {
    "id": "0d5bcc2e-5305-44c7-bbbd-c5713944729c",
    "text": "Discover. Grow. Thrive. At Vanderbilt Business, we are building the next generation of leaders through collaboration and a portfolio of programs that focus on helping people discover, grow, and thrive in business and beyond. No matter your background, we can help you achieve your career goals. Words of Wisdom Powerful speeches by Dean Thomas Steenburgh and Maria Renz (MBA'96) encapsulate the essence of achievement, resilience, and the pursuit of growth as witnessed in the graduating Class of 2024. Powerful speeches by Dean Thomas Steenburgh and Maria Renz (MBA'96) encapsulate the essence of achievement, resilience, and the pursuit of growth as witnessed in the graduating Class of 2024. MBA Programs Finance & Accounting Marketing Healthcare Management Certificate Programs MBA Programs Vanderbilt offers 2 highly-ranked MBA programs. The full-time MBA is designed for early career professionals seeking to alter their career trajectory, while the Executive MBA is built for working professionals currently in or aspiring to executive leadership roles. Finance & Accounting Vanderbilt MS Finance is a 10-month on-campus degree with a flexible MBA-level curriculum. Vanderbilt MAcc offers 2 distinct 12-month programs – Assurance and Valuation – that prepare students for successful careers at global accounting firms. Each program is designed for recent college graduates",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 78
    }
  },
  {
    "id": "a807a880-53cf-4064-adaa-d57e70043271",
    "text": ". Vanderbilt MAcc offers 2 distinct 12-month programs – Assurance and Valuation – that prepare students for successful careers at global accounting firms. Each program is designed for recent college graduates. Marketing Designed for recent college graduates, the 10-month Vanderbilt Master of Marketing degree equips students with well-rounded knowledge and real-world marketing experience. Healthcare Management The 1-year Vanderbilt Master of Management Health Care degree is designed for physicians, nurses, and administrators seeking to advance their careers in healthcare management. Certificate Programs Through Executive Education and Accelerator Summer Business Immersion (undergraduates and recent graduates), Vanderbilt offers transformative programs that help professionals with any level of experience build valuable skills and elevate their careers. Meet Our Alumni Each Vanderbilt alum has a unique story–just like you. Meet some of our alumni and hear about what brought them to Vanderbilt and what they're doing now. Maria                         Renz VP/GM Commerce, Google Heiki                         Miki Managing Executive Officer & Division Director, Shinagawa Refractories Ravyn                         Miller Vice President, Portfolio Strategy & Business Development, Medtronic Ravi                         Chari, M.D",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 79
    }
  },
  {
    "id": "9564c107-91bc-47ce-b23b-63119cc4bb49",
    "text": ". Clinical Operations, InnovaCare Health Adena                         Friedman Chair and Chief Executive Officer, Nasdaq Kelly             Goldsmith Professor Goldsmith is a behavioral scientist whose research examines consumers’ psychological and behavioral responses to goals and threats. Her research is highly interdisciplinary in nature, drawing upon theories and methods from a variety of areas, including anthropology, cognitive and social psychology, economics, evolutionary biology, and marketing. Because her research bridges theory and practice, it contributes not only to theories of consumer decision making, but also to new techniques for marketers, firms, and policy makers. Professor Goldsmith’s work has appeared in several top marketing and psychology journals and has been featured in hundreds of media outlets including the BBC, Time Magazine, the New York Times, the Wall Street Journal, and many more. Throughout her career, Goldsmith has been an award-winning teacher and researcher, first at the Kellogg School of Management at Northwestern University and now at Vanderbilt. In addition, she serves as the Faculty Director of the Hoogland Undergraduate Business Program and the Ingram Scholars Program. Yasin             Alan Professor Alan’s research focuses on understanding the impact of firms’ operational decisions on their external stakeholders, including customers, investors, suppliers, competitors, and regulators",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 80
    }
  },
  {
    "id": "01eb2392-9013-49a9-a3c8-4d05d3323fae",
    "text": ". Yasin             Alan Professor Alan’s research focuses on understanding the impact of firms’ operational decisions on their external stakeholders, including customers, investors, suppliers, competitors, and regulators. For example, some of his studies in the retail operations domain examine the role of retailers’ category management practices in their strategic interactions with manufacturers and consumers. Additionally, his airline industry studies analyze the interplay between airlines, investors, passengers, and regulators. Professor Alan has an interdisciplinary research agenda, bringing theories and methods from several fields, including operations management, economics, engineering, quantitative marketing, and finance. His work has been published in top operations and marketing journals. Professor Alan teaches the managerial statistics core course and a supply chain management elective in the MBA program. He received numerous research, teaching, and service awards, including the Dean’s Teaching and Research Productivity awards at the Owen School. Kelly Goldsmith Yasin Alan Take a Virtual Tour of Owen Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 81
    }
  },
  {
    "id": "c8ba33c6-a1f3-4fa1-bc37-ef7c7d6704f4",
    "text": ". From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! Explore our newly renovated building located in the heart of Nashville, thoughtfully designed to foster collaboration and connection. From our beautiful courtyard and in-house café to versatile spaces and accessible staff offices, every corner reflects our commitment to your success. Take a virtual tour of the place where our tight-knit community thrives! What's new? The European Corporate Governance Institute (ECGI) is delighted to announce the appointment of 74 distinguished scholars as new Research MBA Gain the skills and network you need to catapult your career or switch careers entirely. The Vanderbilt MBA allows you to customize your curriculum with specializations and concentrations, as well as hands-on learning experiences, to suit your professional needs and help you land the job you want. Discover Nashville What will you love about Nashville, Tennessee? Just about everything. But don’t take our word for it. Come for a visit and see for yourself. What will you love about Nashville, Tennessee? Just about everything. But don’t take our word for it. Come for a visit and see for yourself. By the numbers The current number of Vanderbilt Business alumni",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 82
    }
  },
  {
    "id": "0f1bec5c-2acc-45ac-81de-81decc07909a",
    "text": ". Come for a visit and see for yourself. What will you love about Nashville, Tennessee? Just about everything. But don’t take our word for it. Come for a visit and see for yourself. By the numbers The current number of Vanderbilt Business alumni. It's a small-but-mighty network of individuals who are always eager to help those who are following in their footsteps. See more facts > Dare to Grow The world needs universities with courage. Universities that dare to innovate, question conventional wisdom, embrace divergent viewpoints, and tackle the most complex issues of our time. At Vanderbilt University, this kind of courage is embraced in our culture and in our 150-year history.",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 83
    }
  },
  {
    "id": "7c68102e-51e0-42da-adc4-50863bb8e90d",
    "text": "Our talented and courageous alumni, students, family, faculty, staff, and friends are part of this ambitious journey to be an exceptional university for the next 150 years through giving and engagement.\n================================================================================",
    "metadata": {
      "source": "scraped_data/hr.vanderbilt.edu/hr.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 84
    }
  }
]