[
    {
        "id": "f6378301-a6e3-4938-bf1e-b7228641b209",
        "text": "Scraped from: scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://law.vanderbilt.edu/academics/\nDate scraped: 2025-02-17 02:45:16",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "72002b42-9db2-4f0c-99ce-a569364ffa5e",
        "text": "Vanderbilt Law Small school, big impact. Collaborative Learn in a collegial & friendly environment Customizable Tailor your education to your interests Career-Focused Secure top-tier legal employment across the nation Learn in a collegial & friendly environment Tailor your education to your interests Secure top-tier legal employment across the nation We are a collaborative and engaged community, offering a rigorous, highly personalized legal education and nationwide career placement. Vanderbilt Law combines the advantages of a stimulating university community,\u2028top-tier faculty, and a small, carefully selected student body, in the vibrant city of Nashville, Tennessee. No. 3 Best quality of life, Princeton Review (2023) No. 10 Ranking of the Top 50 law schools based on employment outcomes, cost, and student debt, Above the Law (2024) No",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "e73f1db3-dc9c-48b3-866e-42d53f9e065e",
        "text": ". No. 3 Best quality of life, Princeton Review (2023) No. 10 Ranking of the Top 50 law schools based on employment outcomes, cost, and student debt, Above the Law (2024) No. 7 Ranking of Law Faculties by Academic Influence (2023) Best quality of life, Princeton Review (2023) Ranking of the Top 50 law schools based on employment outcomes, cost, and student debt, Above the Law (2024) Ranking of Law Faculties by Academic Influence (2023) Academic Programs Branstetter Litigation and Dispute Resolution Program Criminal Justice Program Energy, Environment, and Land Use Program George Barrett Social Justice Program Intellectual Property Program International Legal Studies Program Law & Business Certificate Program Program in Law & Government Program on Law & Innovation Weaver Program in Law, Brain Sciences, and Behavior View All Academic Programs Public Interest We are committed to cultivating a culture of public service and facilitating opportunities for students in the public interest through clinics, practicums, externships, and student-led pro bono projects. Experiential Learning Eight dynamic legal clinics, enriching experiential learning programs, externships, and scholarly student-run publications create an immersive learning environment where theory meets practice. DEGREES J.D. Program Our J.D. program combines a thorough grounding in the law, practical skills development, substantive experiential learning opportunities, and a highly customizable curriculum",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "d70ff6ad-a9e6-4279-b9c0-7af518b00910",
        "text": ". DEGREES J.D. Program Our J.D. program combines a thorough grounding in the law, practical skills development, substantive experiential learning opportunities, and a highly customizable curriculum. Develop knowledge and expertise in specialty areas of legal practice, and earn a Law and Business Certificate or J.D./MS Finance dual degree in three years. Our J.D. graduates enjoy national geographic mobility, supported by the school’s longstanding relationship with legal employers coast to coast. LL.M. Program Our one-year Master of Laws (LL.M.) program admits a select group of attorneys who come to Vanderbilt Law from around the globe to learn the fundamentals of the American legal system and study alongside J.D. students. Our expansive curriculum allows you to choose courses each semester that advance your career goals. LL.M. students may earn a Law and Business Certificate, focus on intellectual property, international, environmental or criminal law, or gain exposure to many other areas of legal practice. Ph.D. Program Our 6-year Ph.D. program in Law and Economics is unlike any other. Dual-degree students pursue a law degree and a Ph.D. concurrently in a fully-integrated curriculum where students conduct policy-relevant research within a wide variety of fields. Graduates have obtained prestigious judicial clerkships, faculty positions in law schools and economics departments, and jobs in government, consulting, and legal practice",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "b3ba62fd-c6bb-45ce-9772-387286f5d3cd",
        "text": ". Graduates have obtained prestigious judicial clerkships, faculty positions in law schools and economics departments, and jobs in government, consulting, and legal practice.  Our online Master of Legal Studies (MLS) program provides non-lawyers with a deeper understanding of American law and legal systems. Students expand their professional skillsets and learn legal fundamentals from the same world-class faculty of scholars and educators who teach our J.D. students. Created from the ground up by our top-ranked law school faculty, the MLS curriculum emphasizes both foundational legal principles and insights into areas of law that are most relevant to working professionals. The Student Perspective Students talk about why they chose to attend Vanderbilt Law and discuss their law school experience here. Recent News Nancy King Retires from Vanderbilt Law Faculty, Takes Emerita Status One of the most-cited criminal law professors in the U.S., Professor King taught at Vanderbilt Law School for over 30 years How to Fix Street Policing Using the Fourth Amendment’s Reasonableness Clause The Prohibition of Annexations is Foundational to the World Order Law and Neuroscience Expert Francis X. Shen to Deliver 2025 Weaver Distinguished Lecture in Law, Brain Sciences, and Behavior Should Police Be “Community Caretakers?”",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "6a11427e-9381-41a6-9b8e-37b1261b234f",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "b851b39e-50db-4d30-9e00-260727fc6e6b",
        "text": "Scraped from: https://law.vanderbilt.edu/prospective-students/\nDate scraped: 2025-02-17 02:45:18",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "c7853bb5-4b06-4db6-a194-f5fa15a2bbd7",
        "text": "J.D. Program J.D. Program Overview Admissions Costs & Financial Aid Curriculum Career Services Class Profile Connect With Us Overview Admissions Costs & Financial Aid Curriculum Career Services Class Profile Connect With Us The J.D. Program at Vanderbilt Law School offers an academically rigorous experience in a collaborative and supportive environment. Our innovative and flexible curriculum, developed and delivered by our faculty of top legal scholars, prepares J.D. students for the complete spectrum of career opportunities available to lawyers, while equipping them to adapt to the rapid pace of change that characterizes modern legal practice. We intentionally keep our student body small – typically the smallest among top law schools – which enriches this personal approach to legal education. Our faculty “open-door” environment helps to ensure that every student develops relationships with multiple faculty members. At Vanderbilt, everyone shares a common commitment to challenge themselves and each other to excel as legal professionals, with the understanding that mutual support, teamwork, interest in others’ welfare, and respect for others’ ideas are essential to everyone’s professional success. Vanderbilt’s faculty offers breadth of expertise that affords students ample opportunities to engage in cutting edge legal research themselves through their work on journal articles, semester-long independent study projects and externships , and as faculty research assistants",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "4c962e49-0c88-468f-a9f4-3621bb3ba0eb",
        "text": ". Elective courses expose students to frontier areas of law created by scientific advances such as DNA data and technological innovations such as AI or cryptocurrency. The Program on Law and Innovation offers courses examining how technology is changing the law and legal practice. Vanderbilt graduates enjoy national mobility. More than 80% typically take employment out of state, thanks to the school’s global alumni network, solid academic reputation, and long-standing relationships with legal employers in all industry sectors from coast to coast. More than 10% of the members of each graduating class typically secure federal or state judicial clerkships or enter federal legal department Honors Programs. Academic Programs Branstetter Litigation and Dispute Resolution Program Criminal Justice Program Energy, Environment, and Land Use Program George Barrett Social Justice Program Intellectual Property Program International Legal Studies Program Law & Business Certificate Program Program in Law & Government Program on Law & Innovation Weaver Program in Law, Brain Sciences, and Behavior View All Academic Programs Meet Our Students Emily Burgess '22 Emily pursued a public interest career through social justice courses, internships, research, and clerkships. Trey Ferguson JD/MBA '24 Driven by interests in political economy and finance, Trey found that Vanderbilt's JD / MBA program opened up a broad array of career paths",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "01843848-de08-4eac-9267-84754b87a2b6",
        "text": ". Trey Ferguson JD/MBA '24 Driven by interests in political economy and finance, Trey found that Vanderbilt's JD / MBA program opened up a broad array of career paths. Anna Coplon '24 Through coursework, peers, and faculty, Anna found a way to merge her interest in international law with a corporate legal setting. View all Student Stories Upcoming Events View All Events Take the Next Step Introduce Yourself Apply Through LSAC Check Application Status Have Questions? Contact the Admissions Office at 615-322-6452 or admissions@law.vanderbilt.edu.",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "d642c581-6b07-4056-a9e3-7d4ffdf6831d",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "6a0ff1e0-c72f-42cb-a7e6-152a3186576a",
        "text": "Scraped from: https://law.vanderbilt.edu/bio/\nDate scraped: 2025-02-17 02:45:19\n\n   Publications  In the News \n================================================================================\n\nScraped from: https://law.vanderbilt.edu/alumni/\nDate scraped: 2025-02-17 02:45:19",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "e293925e-8894-4067-a9b1-213be3543a4b",
        "text": "Welcome Back Alumni! Make a Gift Welcome Back Engage Stay Connected Give Welcome Back Engage Stay Connected Give Welcome Back! The Vanderbilt Law School community includes more than 9,400 alumni who live and practice in 50 states, Washington, D . C . , 4 U.S. territories, and 39 nations around the world. We want you to remain an active part of it! Use these pages to engage with Vanderbilt Law, stay connected to our community, and show your support for one of the nation’s finest law schools. Alumni News  Development and Alumni Relations Team Scotty G. Mann, J.D. Assistant Vice Chancellor of Development Email Katie Armstrong Associate Director of Annual Giving Email Clay Cline Associate Dean of Development and Alumni Relations Email Eileen Cunningham Senior Director of Alumni Relations and Annual Giving Email Haley Lambing DAR Assistant Email Taylor-Grace Mingo Assistant Director of Development Email A. Alston Phillips Program Assistant Email Sarah Poteete Associate Director of Alumni Relations and Stewardship Email Joel Thomas Senior Director of Development Email Assistant Vice Chancellor of Development Email  Associate Director of Annual Giving Email  Associate Dean of Development and Alumni Relations Email  Senior Director of Alumni Relations and Annual Giving Email  DAR Assistant Email  Assistant Director of Development Email  Program Assistant Email  Associate Director of Alumni Relations and Stewardship Email  Senior Director of Development Email",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "e423bbd6-f341-4b78-808f-55a573074d9a",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "544b60c3-3e98-419d-95ec-4a51aae8b363",
        "text": "Scraped from: https://law.vanderbilt.edu/community-resources/\nDate scraped: 2025-02-17 02:45:21\n\nCommunity Resources Student Resources Faculty & Staff Resources Law Library\n================================================================================\n\nScraped from: https://law.vanderbilt.edu/aba-disclosures/\nDate scraped: 2025-02-17 02:45:21",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "b7eede53-ce78-45e2-b5f3-31136ca3d744",
        "text": "ABA Disclosures This page contains or links to certain information as required by the American Bar Association Section on Legal Education and Admissions to the Bar Standard 509. Vanderbilt Law School is approved by the Council of the Section of Legal Education and Admissions to the Bar of the American Bar Association, 321 North Clark Street, Chicago, IL 60654, 312-988-6738 Class of 2023 Class of 2022 Class of 2021 Class of 2020* Class of 2019 Class of 2018 Class of 2017 Class of 2016 Class of 2015 Class of 2014 Class of 2013 ABA SCHOLARSHIP RETENTION DATA WORKSHEET Vanderbilt Law School does not award scholarships that are conditioned on the student recipient maintaining a minimum grade point average or class rank other than that ordinarily required to remain in good academic standing",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "1ec12aa1-f8e2-411d-9de1-974ab14640c4",
        "text": ". Students Matriculating In # Entering with Conditional Scholarships # Whose Conditional Scholarships Have Since Been Reduced or Eliminated 2022-2023 0 0 2021-2022 0 0 2020 - 2021 0 0 2019 - 2020 0 0 2018 - 2019 0 0 2017 – 2018 0 0 Students Matriculating In # Entering with Conditional Scholarships # Whose Conditional Scholarships Have Since Been Reduced or Eliminated 2022-2023 0 0 2021-2022 0 0 2020 - 2021 0 0 2019 - 2020 0 0 2018 - 2019 0 0 2017 – 2018 0 0 2024 509 Report 2023 509 Report 2022 509 Report 2021 509 Report 2020 509 Report 2019 509 Report 2018 509 Report 2023 Bar Passage Report 2022 Bar Passage Report 2021 Bar Passage Report 2020 Bar Passage Report 2019 Bar Passage Report 2018 Bar Passage Report 2017 First Time Bar Passage 2016 First Time Bar Passage Other Required Disclosures - Standard 509(c) Tuition refund schedule Credit balance refunds 2025-26 Academic Calendar 2024-25 Academic Calendar 2023-24 Academic Calendar 2022-23 Academic Calendar 2021-22 Academic Calendar 2020-21 Academic Calendar 2019-20 Academic Calendar 2018-19 Academic Calendar 2017-18 Academic Calendar 2016-17 Academic Calendar Academic Requirements Curricular Offerings Transfer of Credit from Other Law Schools Additional information Analysis and elaboration about the required disclosures published by Vanderbilt Law School: Career Services Brochure Career Services Department of Education Regulation J.D. Viewbook J.D. Class Profiles J.D. Program LL.M. Viewbook LL.M",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "075eb793-e243-4bf8-98fa-2929b2f26add",
        "text": ". Viewbook J.D. Class Profiles J.D. Program LL.M. Viewbook LL.M. Program NALP employment summary for the Class of 2021 Grade Policy * Information on employment outcomes for the Class of 2020 may not reflect a particular law school’s typical results in this area. As a result of the COVID-19 pandemic, bar admission exams were canceled or delayed in many jurisdictions, thus making it more challenging for graduates to secure employment by the annual Graduate Employment Status Date of March 15. Please reference the 3 years of employment outcome data posted on the ABA Required Disclosures webpage of each ABA-Approved Law School or at www.abarequireddisclosures.org . * Information on employment outcomes for the Class of 2020 may not reflect a particular law school’s typical results in this area. As a result of the COVID-19 pandemic, bar admission exams were canceled or delayed in many jurisdictions, thus making it more challenging for graduates to secure employment by the annual Graduate Employment Status Date of March 15. Please reference the 3 years of employment outcome data posted on the ABA Required Disclosures webpage of each ABA-Approved Law School or at www.abarequireddisclosures.org .",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "9afc4a32-74d8-477c-97fc-d95308729dfa",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "1fe48c4f-88ff-462e-9fed-2519ffded5b4",
        "text": "Scraped from: https://law.vanderbilt.edu/about-the-school/\nDate scraped: 2025-02-17 02:45:22",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "61119e43-5580-4772-8100-b77c9e251158",
        "text": "About Vanderbilt Law School Welcome From the Dean The skills of lawyers, including the skills of analyzing complex issues, asking the right questions, advocating for clients, and managing disputes and organizations, are best taught in a rigorous setting by first-rate faculty, in the company of outstanding classmates. At Vanderbilt, you'll find a faculty that is second to none in combining excellent and demanding teaching with important and influential research. More than anywhere else, Vanderbilt professors are demanding in class and accessible outside it. Our faculty and staff work hard to model, in every class and every program, best practices in teaching law. As a result, our graduates are in high demand, with hundreds of employers visiting Vanderbilt every year to recruit our students for positions throughout the U.S. and abroad. You'll also find a solid network of active and supportive alumni , a strong national career services program , and a small student body (a purposeful decision that we believe facilitates learning and relationship-building)—all situated on one of the world's most beautiful campuses, located in a sophisticated city with a fascinating historical heritage. This website will tell you more about our unique school. If you have any questions, please email me",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "661f12f5-6e0e-4e45-90b5-c6de96087767",
        "text": ". This website will tell you more about our unique school. If you have any questions, please email me . Dean John Wade-Kent Syverud Professor of Law Who We Are Known for offering a rigorous academic program in a collegial, supportive atmosphere, Vanderbilt Law School attracts law students and faculty seeking a top-tier academic institution that also affords an excellent quality of life. Visit Vanderbilt Law Connect With Us Fast Facts We are a collaborative and engaged community, offering a rigorous, highly personalized legal education and nationwide career placement. Vanderbilt Law combines the advantages of a stimulating university community,\u2028prestigious faculty, a small, carefully selected student body, and the vibrant, livable city of Nashville, Tennessee. Vanderbilt's Law Department opened its doors in the fall of 1874, a full year before the main university campus began classes. Fast forward to 2002 when Chris Guthrie joined the law faculty and served as its Associate Dean for Academic Affairs for 4 years from 2004-08. Guthrie was named Dean of Vanderbilt Law School on July 1, 2009, and continues to serve to this day. From its founding in 1873 as an institution devoted to “strengthening the ties which should exist between all sections of our common country,” Vanderbilt University has forged a tradition of academic excellence infused with a unique spirit of collaboration and collegiality",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "66b8a658-3944-4960-8a43-65475de58cae",
        "text": ". Our mission lies in the quest to bring out the best in humanity—pushing new ideas into the frontiers of discovery, challenging the limits of what’s possible and working diligently in the service of others. Vanderbilt’s closely connected park-like campus, set in the heart of the rapidly growing city of Nashville, Tennessee, is representative of the enduring bonds that unite us as One Vanderbilt community. #4 Best Professors (2024 Princeton Review) 6.1:1 Student-to-Faculty Ratio (US News) #7 Best Classroom Experience (2024 Princeton Review) Best Professors (2024 Princeton Review) Student-to-Faculty Ratio (US News) Best Classroom Experience (2024 Princeton Review) Library Resources Law Library Prepare to Practice Law Library Prepare to Practice ABA Required Disclosures Faculty Directory Campus Map Life in Nashville Building Hours Vanderbilt Law School is open from 7:30 a.m. to 6:00 p.m. Monday-Friday. Evening and weekend access is limited to law faculty, students and staff with a valid VU ID. Located a mile and a half southwest of downtown Nashville, the Vanderbilt campus is home to more than 300 tree and shrub varieties and was designated a national arboretum in 1988. Buildings on the original campus date to its founding in 1873, and the Peabody section of campus has been a registered National Historic Landmark since 1966. The 233 buildings on Vanderbilt's campus are connected by a network of sidewalks that accommodate pedestrians and cyclists",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "9b717555-6ebb-4082-b9ba-edc093014c09",
        "text": ". The 233 buildings on Vanderbilt's campus are connected by a network of sidewalks that accommodate pedestrians and cyclists. Vanderbilt Law School is located on the north edge of the campus, directly adjacent to the Owen Graduate School of Management, near the Vanderbilt Divinity School, and a short walk from the Vanderbilt Medical Center. Off-campus facilities include the Arthur J. Dyer Observatory, situated on a hill six miles south of campus. Virtual Tour",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "8afcaedf-be33-46b9-9dad-f8461be2526d",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "955254f5-de58-427e-8833-c3508ccdd7fe",
        "text": "Scraped from: https://law.vanderbilt.edu/public-interest/\nDate scraped: 2025-02-17 02:45:24",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "800f9221-0c4b-4c45-8eb2-795e636fe9cf",
        "text": "Public Interest Overview Curriculum Experiential Opportunities Career Services Financial Support Overview Curriculum Experiential Opportunities Career Services Financial Support Overview The Vanderbilt Law School Public Interest Office prepares students for fulfilling and sustainable public interest careers through robust advising, programming, and community support. It fosters a culture of public service by providing the vision, training, and opportunities to serve the greater good both during and after law school. Opportunities for public service begin at orientation, with Justice for All: Public Interest, Pro Bono, and the Law , an optional session that provides an opportunity to interact with Vanderbilt Law faculty and public interest law practitioners. We encourage students to take the pro bono pledge, a commitment to completing 75 hours of pro bono legal work and community service during law school. The Public Interest Office facilitates pro bono and service opportunities, including the Woodbine Immigration Clinic, the Shade Tree Medical-Legal Partnership and Court Watch programs. Many students also pursue summer and semester work in legal nonprofits, government agencies, prosecutors’ offices, or public defense offices. These students often receive course credit or summer stipends funded by the law school to help defray living expenses",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "f49f47e6-d39e-4bb1-9177-77eee7f1132c",
        "text": ". These students often receive course credit or summer stipends funded by the law school to help defray living expenses. The Public Interest Office coordinates pro bono opportunities and hosts in-person programming, like a Public Interest Bootcamp and the Public Interest Community Conversations series, to prepare students seeking a career in public interest law. The office also works closely with Vanderbilt Law’s George Barrett Social Justice Program to offer comprehensive, hands-on training and mentoring, specifically designed to prepare graduates for work in the public interest. Vanderbilt offers expert advice, a variety of written resources, and targeted support to students seeking public interest careers – whether in indigent defense, legal aid offices, nonprofit organizations, or their own brand of social justice entrepreneurship. The Assistant Dean for Public Interest works with the Office of Career Services to support students who aspire to public service work during and after law school. Students pursuing careers in government service have access to the expert advice of Vanderbilt’s government advisor within the Office of Career Services. Public Interest Guide Fill out the form below to receive a copy of the Public Interest Career Guide created by our Public Interest Office to help you determine the next steps in your law school journey",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "27d26b86-4308-447a-a8e8-eca112916c06",
        "text": ". Public Interest Guide Fill out the form below to receive a copy of the Public Interest Career Guide created by our Public Interest Office to help you determine the next steps in your law school journey. Kyle Smith '26 \"I wanted the chance to be in an environment that was academically rigorous but also supportive, and throughout my experience as a 1L, Vanderbilt has been a place where I have been supported while also being challenged.\" Emily Burgess '22 “Working with Vanderbilt Legal Aid has been my most meaningful extracurricular experience. It was a great opportunity to build on offered pro bono programs and connect with a community of students pursuing public interest work.”  Meet the Public Interest Office Beth Cruz Assistant Dean and Martha Craig Daughtrey Director for Public Interest Email View profile Erin Parr-Caranza Public Interest Program Manager Email Assistant Dean and Martha Craig Daughtrey Director for Public Interest Email  View profile Public Interest Program Manager Email  Public Interest Legal Research Utilizing cutting-edge tools like Public Interest Legal Research (PILR)—an online portal where public interest law practitioners can submit research requests and projects for Vanderbilt Law students to perform remotely—adds depth to student experience and can alleviate hurdles facing public interest attorneys. PILR allows practitioners to submit research requests that Vanderbilt Law Students can complete on deadline",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "854ca435-43a2-4204-bee9-5d868d311fdc",
        "text": ". PILR allows practitioners to submit research requests that Vanderbilt Law Students can complete on deadline. Learn More About Public Interest Legal Research",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "51c4141e-61cb-4da3-badf-956ba2e9a9ac",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "937446bc-38a1-406a-b2a6-41376bbc5971",
        "text": "Scraped from: https://law.vanderbilt.edu/topics-of-interest/\nDate scraped: 2025-02-17 02:45:25\n\nTopics of Interest The latest faculty-driven insights, research, and initiatives from Vanderbilt Law, organized by subject. Academic Programs Artificial Intelligence Climate Change\n================================================================================\n\nScraped from: https://law.vanderbilt.edu/jd-program/\nDate scraped: 2025-02-17 02:45:25",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "376fc615-c09f-4ffa-913a-668e3666cde3",
        "text": "J.D. Program J.D. Program Overview Admissions Costs & Financial Aid Curriculum Career Services Class Profile Connect With Us Overview Admissions Costs & Financial Aid Curriculum Career Services Class Profile Connect With Us The J.D. Program at Vanderbilt Law School offers an academically rigorous experience in a collaborative and supportive environment. Our innovative and flexible curriculum, developed and delivered by our faculty of top legal scholars, prepares J.D. students for the complete spectrum of career opportunities available to lawyers, while equipping them to adapt to the rapid pace of change that characterizes modern legal practice. We intentionally keep our student body small – typically the smallest among top law schools – which enriches this personal approach to legal education. Our faculty “open-door” environment helps to ensure that every student develops relationships with multiple faculty members. At Vanderbilt, everyone shares a common commitment to challenge themselves and each other to excel as legal professionals, with the understanding that mutual support, teamwork, interest in others’ welfare, and respect for others’ ideas are essential to everyone’s professional success. Vanderbilt’s faculty offers breadth of expertise that affords students ample opportunities to engage in cutting edge legal research themselves through their work on journal articles, semester-long independent study projects and externships , and as faculty research assistants",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "ce956559-51bf-4913-8f86-856f7fa14a83",
        "text": ". Elective courses expose students to frontier areas of law created by scientific advances such as DNA data and technological innovations such as AI or cryptocurrency. The Program on Law and Innovation offers courses examining how technology is changing the law and legal practice. Vanderbilt graduates enjoy national mobility. More than 80% typically take employment out of state, thanks to the school’s global alumni network, solid academic reputation, and long-standing relationships with legal employers in all industry sectors from coast to coast. More than 10% of the members of each graduating class typically secure federal or state judicial clerkships or enter federal legal department Honors Programs. Academic Programs Branstetter Litigation and Dispute Resolution Program Criminal Justice Program Energy, Environment, and Land Use Program George Barrett Social Justice Program Intellectual Property Program International Legal Studies Program Law & Business Certificate Program Program in Law & Government Program on Law & Innovation Weaver Program in Law, Brain Sciences, and Behavior View All Academic Programs Meet Our Students Emily Burgess '22 Emily pursued a public interest career through social justice courses, internships, research, and clerkships. Trey Ferguson JD/MBA '24 Driven by interests in political economy and finance, Trey found that Vanderbilt's JD / MBA program opened up a broad array of career paths",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "5f38c9ab-89bf-40ec-9c4b-a9e02832f12a",
        "text": ". Trey Ferguson JD/MBA '24 Driven by interests in political economy and finance, Trey found that Vanderbilt's JD / MBA program opened up a broad array of career paths. Anna Coplon '24 Through coursework, peers, and faculty, Anna found a way to merge her interest in international law with a corporate legal setting. View all Student Stories Upcoming Events View All Events Take the Next Step Introduce Yourself Apply Through LSAC Check Application Status Have Questions? Contact the Admissions Office at 615-322-6452 or admissions@law.vanderbilt.edu.",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "9c26863d-c311-4503-962e-ca6365c02f67",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "76d92419-b213-4371-acc9-e09fffb3bded",
        "text": "Scraped from: https://law.vanderbilt.edu/llm-program/\nDate scraped: 2025-02-17 02:45:26",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "3810a3e4-1438-41e8-99c6-d525f741feee",
        "text": "LL.M. Program LL.M. Program Overview Admissions Costs & Financial Aid Curriculum Career Services Class Profile Connect With Us Overview Admissions Costs & Financial Aid Curriculum Career Services Class Profile Connect With Us The LL.M. Program for International Students Each fall, a select group of foreign attorneys and international students from nations around the world comes to Vanderbilt Law School for a special academic year of advanced legal study of American legal issues and legal research methods in classes with American law students. Beyond the law school, LL.M. students have access to advice and support from Vanderbilt University's International Students and Scholars Services, which serves the university's thriving international student community. More than that, students in the LL.M. program experience life at a major American research university located in a sophisticated and vibrant city. Course Track students focus exclusively on course work, choosing their courses from the law school's extensive curriculum. A faculty adviser or a law school administrator will help you tailor your academic program to your career goals and intellectual interests. Visit the LL.M. Curriculum page for details on coursework. The Law & Business Track offers full-time, intensive academic and professional training in corporate law, securities regulation, finance, accounting, and the principles of corporate governance",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "52261bd3-d3f4-4209-848e-fd39149fd6bc",
        "text": ". Curriculum page for details on coursework. The Law & Business Track offers full-time, intensive academic and professional training in corporate law, securities regulation, finance, accounting, and the principles of corporate governance. Vanderbilt has a well-established Certificate in Law & Business curriculum within the J.D. Program and is widely known for producing lawyers who understand not only the legal and regulatory environment in which businesses operate, but also understand corporate governance, the principles of finance and accounting, and the economic and financial frameworks of transactions. Law & Business Track graduates will generally use their training in their home countries to pursue business law careers, as government regulators, or in other international posts that benefit from an excellent understanding of business law and corporate management. Because Law & Business graduates understand how businesses operate, they return to their home countries prepared to work effectively with business executives, managers, and directors to navigate laws and regulations governing business activities. Thesis Track students complete a substantial research project that culminates in a scholarly paper. You will work closely with a faculty adviser with expertise in your area of study while choosing courses that support your research interests, conducting legal research, and writing a scholarly paper",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "9fdf4b46-3d68-4112-8449-5e1fe676c863",
        "text": ". You will work closely with a faculty adviser with expertise in your area of study while choosing courses that support your research interests, conducting legal research, and writing a scholarly paper. Only students with strong English language and writing skills who are capable of extended independent research should choose the Thesis Track option. Thesis Track applicants should have a well-developed research focus and indicate their interest in working closely with one or more Vanderbilt law professors in their applications. You may review the faculty profiles to consider whom you would like to pursue an individualized research program at Vanderbilt. Bar Exam A large number of Vanderbilt LL.M. students sit for state bar exams every year immediately after they graduate. Academic advisors are available to assist students in tailoring their curriculum to meet their professional goals and interests. Legal English Program Vanderbilt LL.M. students benefit from an intensive program designed to provide the language and academic skills needed to succeed in a demanding educational program at a top U. S. law school. The program begins with an introductory course at the law school during the summer before your LL.M. courses begin, the Summer English for Legal Purposes (SELP) course",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "c04853c9-fa74-4072-b7a6-ab44a87b8844",
        "text": ". S. law school. The program begins with an introductory course at the law school during the summer before your LL.M. courses begin, the Summer English for Legal Purposes (SELP) course. Provided in association with the Vanderbilt University English Language Center, the program includes intensive instruction in oral and written communication, small group discussions and practice responding quickly and concisely in large group discussions. Meet Our Students Maggie Ren '25 The format of the Vanderbilt LL.M. program offers considerable exposure to the J.D. program, which Ren transferred into after completing her LL.M. Theophilus Emem '24 Emem merged various aspects of the law through coursework into a more comprehensive understanding of the energy industry and its legal capacity. Bruna Bromfim '23 Bruna Bromfim chose the Vanderbilt LL.M. program because she wanted to deepen her knowledge of corporate law and change the focus of her law practice. See All LL.M. Student Stories Take the Next Step Introduce Yourself Apply Through LSAC Application Status Have Questions? If you have any questions about the application process, please contact the Admissions Office at (+1) 615-322-6452 or email us below.",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "9ebd2f01-2fe0-4797-bc3c-2362cf188c66",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "009f0a7d-1df1-4228-8cb3-ff1627134c82",
        "text": "Scraped from: https://law.vanderbilt.edu/career-services/\nDate scraped: 2025-02-17 02:45:28",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "2ea54654-e63b-4bb9-8eaf-4305f547410b",
        "text": "Career Services Vanderbilt Law career outcomes speak for themselves. Each year, employment outcomes for Vanderbilt J.D. graduates consistently stand among the best in the nation for positions requiring bar passage. Download Career Services Guide Personalized Support Leads to Exceptional Outcomes Vanderbilt Law School’s Career Services Team provides students with the resources and support they need to achieve their career goals. Career counselors meet individually with students on a regular basis to learn how to develop resumes, emphasize strengths, and identify opportunities that fit their aptitudes and aspirations. The team also connects employers to students through a variety of events. No. 8 Law schools that sent the highest percentage of J.D. graduates to the nation's 100 largest law firms, National Law Journal / Law.com (2024) 11K+ Number of Vanderbilt Law School Alumni worldwide No. 9 Best Law Schools for Federal Clerkships, Princeton Review (2024) Law schools that sent the highest percentage of J.D. graduates to the nation's 100 largest law firms, National Law Journal / Law.com (2024) Number of Vanderbilt Law School Alumni worldwide Best Law Schools for Federal Clerkships, Princeton Review (2024) J.D. Career Services Vanderbilt J.D. graduates consistently secure top-tier legal employment across the nation and areas of practice. LL.M. Career Services Vanderbilt LL.M. graduates are employed in firms, government, corporations, non-profits, and more in the U.S. and abroad",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "795c9c90-b6d2-48b5-8f05-ad51e6c15d99",
        "text": ". graduates consistently secure top-tier legal employment across the nation and areas of practice. LL.M. Career Services Vanderbilt LL.M. graduates are employed in firms, government, corporations, non-profits, and more in the U.S. and abroad. Alumni Career Services Vanderbilt Law School Career Services supports alumni for life. Exceptional Outcomes Vanderbilt has one of the most successful career services programs among the nation’s leading law schools, providing comprehensive resources to help students explore top-tier career services options and to guide graduates to employment opportunities across the United States and around the world. Resources for Employers Get Involved 10 Questions for the Career Services Department 1. How far does Vanderbilt's reputation extend? Vanderbilt Law School's national reputation means that you can go literally anywhere after graduation. Vanderbilt's far-flung alumni network encompassing every state in the U.S. except North Dakota and several foreign countries. Distinguished alumni include: Securities & Exchange Commissioner Paul Atkins Tennessee Supreme Court Justice Cornelia A. Clark Judges Martha Craig Daughtrey and Gilbert S. Merritt of the U.S. Court of Appeals for the Sixth Circuit Pauline LaFon Gore , mother of former vice president Albert Gore Jr. Robert Hays Jr., managing partner of King & Spalding Noted defense attorney and Watergate prosecutor Jim Neal, also a former U.S. Attorney for the Middle District of Tennessee Paul C",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "6f34ab50-19e4-4002-9f09-5630bc0bfa3b",
        "text": ". Robert Hays Jr., managing partner of King & Spalding Noted defense attorney and Watergate prosecutor Jim Neal, also a former U.S. Attorney for the Middle District of Tennessee Paul C. Ney Jr., Principal Deputy General Counsel of the Department of the Navy Congressman Ric Keller (R-FL)Judges John T. Nixon and Thomas A. Wiseman, both senior judges on United States District Court for the Middle District of Tennessee Former Nashville Mayor Bill Purcell Former Sen. Fred Thompson (R-TN), and actor on the television drama Law & Order Judge Aleta Trauger, United States District Court for the Middle District of Tennessee Jody Wagner -- Secretary of Finance, Commonwealth of Virginia. 2. What services are available for 1Ls? Career Services support begins early in your first year. In the fall, you will learn from second and third year students about summer opportunities with private firms, government agencies, and public interest organizations. You will attend Resumania, where you will learn how to develop a resume that showcases your strengths. You will learn about interviewing techniques and have a practice interview with an experienced attorney. You will receive coaching about the purpose of business lunches and dinners, along with practical tips and a manners refresher course. Throughout the year, beginning in December, you will receive weekly notices of employment opportunities for first year students around the country",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "cfe48832-f5d4-4e80-bf5d-4806f50fd9e4",
        "text": ". Throughout the year, beginning in December, you will receive weekly notices of employment opportunities for first year students around the country. In addition, Vanderbilt Law School brings employers to campus to interview 1Ls for summer positions. 3. How does the on-campus and virtual interview process work? Career Services works with you to develop your resume and insure that your package includes all of the information required for the interview process, including transcripts. Students “bid” for interviews with specific firms or for specific positions. The interview schedule is calculated according to your bid rank and employer preference. Employers choose half of their schedules for first-year interviews and one-third of their schedules for the second and third years. If more students bid for interviews with a specific employer than slots are available, students are placed on a waiting list. Career Services develops and posts the interview schedule. Students have an opportunity to fill remaining interview slots or slots vacated due to cancellations. 4. Has Career Services placed students in the locations and/or with the firms or in the types of positions where you'd like to work? If you have been accepted to Vanderbilt Law School, we invite you to contact us to discuss your specific career goals",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "ae8c307b-e6fe-4cdd-b424-70e4a9505f5e",
        "text": ". Has Career Services placed students in the locations and/or with the firms or in the types of positions where you'd like to work? If you have been accepted to Vanderbilt Law School, we invite you to contact us to discuss your specific career goals. We'll be happy to provide information about our placements in your area of interest, whether you're interested in working with a law firm, in government or public services, in a judicial clerkship, or in other opportunities in the legal field. 5. How does Career Services prepare students for on-campus and other interview situations? Career Services prepares students for on-campus and virtual interviews by reviewing resumes, helping students identify employers who are a good match with their career goals, one-on-one coaching with interviewing skills, coaching regarding ways to gain experiences that will build a strong resume, and providing an array of information resources to students. 6. Does the same counselor work with you throughout law school? You are assigned to a specific counselor in your first year, who works with you to identify your career goals and strategies to achieve them. As specific questions arise, the counselors work together as a team to give you the best advice, and you might speak with additional counselors who can provide expertise in your areas of interest. 7. Does Vanderbilt have a program for students interested in pursuing judicial clerkships? Yes",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    },
    {
        "id": "935e3b08-730e-4e94-b736-e6f8e7939fe0",
        "text": ". 7. Does Vanderbilt have a program for students interested in pursuing judicial clerkships? Yes. Typically, 10% to 20% of our students obtain judicial clerkships each year. Over the past eight years, Vanderbilt has placed students in all but one of the U.S. Courts of Appeals; three Vanderbilt graduates have also clerked for Supreme Court justices, and a 2005 graduate was named a Bristow Fellow. Our faculty takes an active leadership role in our judicial clerkship program, working closely with students interested in clerkships. Vanderbilt Law School's clerkship program is directed by Michael Bressman, a member of our clinical faculty. Professor Bressman and other faculty members are committed to working with interested students to identify and secure clerkships that will further their career goals. 8. Do students who need it receive coaching in business or personal etiquette? How is that handled? In addition to special activities for 1Ls, such as the annual “Business Etiquette Dinner,” your Career Services counselor provides one-on-one coaching and delivers feedback from prospective employers. 9. Are there formal mentoring programs available? Vanderbilt Law School's open-door policy is specifically designed to support mentoring relationships with faculty members. In addition, alumni are encouraged to participate in one-on-one mentoring programs",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 49
        }
    },
    {
        "id": "f3811c27-e11b-466e-8fe1-a295b420c15f",
        "text": ". In addition, alumni are encouraged to participate in one-on-one mentoring programs. Alumni who visit the law school to speak and who serve as members of the adjunct faculty also work informally with students as mentors. 10. Do Vanderbilt students have opportunities to gain practical legal experience? Vanderbilt's Clinical Legal Education Program offers students opportunities to represent clients under close supervision by members of the clinical faculty—and to explore the role of attorneys in shaping public policy. Students may choose from several practice areas, including civil, criminal, international, juvenile, domestic violence, business law, and community and economic development. By participating in clinics, students learn basic lawyering skills, such as interviewing, negotiation and case preparation. They also become familiar with the way the legal system works and the various participants in the legal system; and their professional responsibilities as attorneys. Vanderbilt's International Practice Lab allows students to complete two substantive legal research projects that support high-profile clients with pressing needs. Vanderbilt Law School's Externship Program provides opportunities for students to work under the supervision of faculty mentors and site supervisors in legal venues in Nashville and elsewhere in the U.S., at the International Criminal Tribunal at The Hague, and in other public sectors",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 50
        }
    },
    {
        "id": "495a22c4-96d8-4565-bf79-9205fce45616",
        "text": ". Students receive credit for working in judicial chambers, public defenders' and prosecutors' offices, and in other governmental and not-for-profit programs. These experiences allow students to develop their legal skills while gaining an understanding of the work of judges, attorneys and diplomats. Externship programs run throughout the calendar year. Vanderbilt Law School's national reputation means that you can go literally anywhere after graduation. Vanderbilt's far-flung alumni network encompassing every state in the U.S. except North Dakota and several foreign countries. Distinguished alumni include: Securities & Exchange Commissioner Paul Atkins Tennessee Supreme Court Justice Cornelia A. Clark Judges Martha Craig Daughtrey and Gilbert S. Merritt of the U.S. Court of Appeals for the Sixth Circuit Pauline LaFon Gore , mother of former vice president Albert Gore Jr. Robert Hays Jr., managing partner of King & Spalding Noted defense attorney and Watergate prosecutor Jim Neal, also a former U.S. Attorney for the Middle District of Tennessee Paul C. Ney Jr., Principal Deputy General Counsel of the Department of the Navy Congressman Ric Keller (R-FL)Judges John T. Nixon and Thomas A. Wiseman, both senior judges on United States District Court for the Middle District of Tennessee Former Nashville Mayor Bill Purcell Former Sen",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 51
        }
    },
    {
        "id": "dee155c3-96a4-49eb-af59-470950bb783b",
        "text": ". Nixon and Thomas A. Wiseman, both senior judges on United States District Court for the Middle District of Tennessee Former Nashville Mayor Bill Purcell Former Sen. Fred Thompson (R-TN), and actor on the television drama Law & Order Judge Aleta Trauger, United States District Court for the Middle District of Tennessee Jody Wagner -- Secretary of Finance, Commonwealth of Virginia. Career Services support begins early in your first year. In the fall, you will learn from second and third year students about summer opportunities with private firms, government agencies, and public interest organizations. You will attend Resumania, where you will learn how to develop a resume that showcases your strengths. You will learn about interviewing techniques and have a practice interview with an experienced attorney. You will receive coaching about the purpose of business lunches and dinners, along with practical tips and a manners refresher course. Throughout the year, beginning in December, you will receive weekly notices of employment opportunities for first year students around the country. In addition, Vanderbilt Law School brings employers to campus to interview 1Ls for summer positions. Career Services works with you to develop your resume and insure that your package includes all of the information required for the interview process, including transcripts. Students “bid” for interviews with specific firms or for specific positions",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 52
        }
    },
    {
        "id": "2f8e826a-dd02-4a18-a1d4-73b7d932a8d3",
        "text": ". Students “bid” for interviews with specific firms or for specific positions. The interview schedule is calculated according to your bid rank and employer preference. Employers choose half of their schedules for first-year interviews and one-third of their schedules for the second and third years. If more students bid for interviews with a specific employer than slots are available, students are placed on a waiting list. Career Services develops and posts the interview schedule. Students have an opportunity to fill remaining interview slots or slots vacated due to cancellations. If you have been accepted to Vanderbilt Law School, we invite you to contact us to discuss your specific career goals. We'll be happy to provide information about our placements in your area of interest, whether you're interested in working with a law firm, in government or public services, in a judicial clerkship, or in other opportunities in the legal field. Career Services prepares students for on-campus and virtual interviews by reviewing resumes, helping students identify employers who are a good match with their career goals, one-on-one coaching with interviewing skills, coaching regarding ways to gain experiences that will build a strong resume, and providing an array of information resources to students. You are assigned to a specific counselor in your first year, who works with you to identify your career goals and strategies to achieve them",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 53
        }
    },
    {
        "id": "9b93cfa7-e37a-4107-b95e-71fa16f5f939",
        "text": ". You are assigned to a specific counselor in your first year, who works with you to identify your career goals and strategies to achieve them. As specific questions arise, the counselors work together as a team to give you the best advice, and you might speak with additional counselors who can provide expertise in your areas of interest. Yes. Typically, 10% to 20% of our students obtain judicial clerkships each year. Over the past eight years, Vanderbilt has placed students in all but one of the U.S. Courts of Appeals; three Vanderbilt graduates have also clerked for Supreme Court justices, and a 2005 graduate was named a Bristow Fellow. Our faculty takes an active leadership role in our judicial clerkship program, working closely with students interested in clerkships. Vanderbilt Law School's clerkship program is directed by Michael Bressman, a member of our clinical faculty. Professor Bressman and other faculty members are committed to working with interested students to identify and secure clerkships that will further their career goals. In addition to special activities for 1Ls, such as the annual “Business Etiquette Dinner,” your Career Services counselor provides one-on-one coaching and delivers feedback from prospective employers. Vanderbilt Law School's open-door policy is specifically designed to support mentoring relationships with faculty members. In addition, alumni are encouraged to participate in one-on-one mentoring programs",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 54
        }
    },
    {
        "id": "1a737928-5dd9-4a79-82ef-33207d3792d7",
        "text": ". Vanderbilt Law School's open-door policy is specifically designed to support mentoring relationships with faculty members. In addition, alumni are encouraged to participate in one-on-one mentoring programs. Alumni who visit the law school to speak and who serve as members of the adjunct faculty also work informally with students as mentors. Vanderbilt's Clinical Legal Education Program offers students opportunities to represent clients under close supervision by members of the clinical faculty—and to explore the role of attorneys in shaping public policy. Students may choose from several practice areas, including civil, criminal, international, juvenile, domestic violence, business law, and community and economic development. By participating in clinics, students learn basic lawyering skills, such as interviewing, negotiation and case preparation. They also become familiar with the way the legal system works and the various participants in the legal system; and their professional responsibilities as attorneys. Vanderbilt's International Practice Lab allows students to complete two substantive legal research projects that support high-profile clients with pressing needs. Vanderbilt Law School's Externship Program provides opportunities for students to work under the supervision of faculty mentors and site supervisors in legal venues in Nashville and elsewhere in the U.S., at the International Criminal Tribunal at The Hague, and in other public sectors",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 55
        }
    },
    {
        "id": "481aeb5f-ea34-45b6-90af-48231f2640ff",
        "text": ". Students receive credit for working in judicial chambers, public defenders' and prosecutors' offices, and in other governmental and not-for-profit programs. These experiences allow students to develop their legal skills while gaining an understanding of the work of judges, attorneys and diplomats. Externship programs run throughout the calendar year. Career Services News",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 56
        }
    },
    {
        "id": "c95c57ce-10b1-4bda-ac59-83141de01716",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 57
        }
    },
    {
        "id": "9d01be92-0a31-42ab-a680-7b5c668967f8",
        "text": "Scraped from: https://law.vanderbilt.edu/faculty-directory/\nDate scraped: 2025-02-17 02:45:28\n\nFaculty Directory Faculty A to Z  No matches\n================================================================================\n\nScraped from: https://law.vanderbilt.edu/clerkships/\nDate scraped: 2025-02-17 02:45:28",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 58
        }
    },
    {
        "id": "32c14149-09a4-447c-93ec-e82db5e7c4e7",
        "text": "Judicial Clerkship Program Vanderbilt Law School’s Judicial Clerkship Program provides support throughout the process and has enjoyed great success in securing clerkships at all levels of the judicial system. Overview A judicial clerkship is one of the most prestigious and valuable experiences available to a recent law graduate. Judicial clerks gain inside knowledge of how parties pursue actual cases and how judges resolve legal issues. They receive exposure to substantive law and procedure while developing their research and writing skills. They also have the opportunity to build a mentoring relationship with an experienced judge and a professional network with fellow and former clerks that will extend well into their legal careers. Clerkships are available at all levels of the federal and state court systems, as well as with more specialized courts such as bankruptcy and tax courts. The process for obtaining a clerkship is extremely competitive, but Vanderbilt Law provides expert support throughout, boasting exceptional outcomes year over year. Vanderbilt is currently ranked 9th among U.S. Law Schools as the best for Federal Clerkships by Princeton Review",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 59
        }
    },
    {
        "id": "6cf15792-b122-4624-9727-d0e1911efc3b",
        "text": ". Vanderbilt is currently ranked 9th among U.S. Law Schools as the best for Federal Clerkships by Princeton Review. Clerkship Resources Information For Students OSCAR Comprehensive Support Each year, all 1L law students are invited to general information sessions about clerkship opportunities, held by program director Michael Bressman , which cover the courses and extracurricular activities that help prepare a candidate for a judicial clerkship. Professor Bressman holds informational meetings for 2Ls detailing the application and interviewing process and meets with each interested student individually. Thrid-year students and recent Vanderbilt Law graduates receive guidance throughout the application process, including assistance in completing and submitting their application packages and preparing for interviews. Some judges prefer to hire clerks with one or more years of work experience; Vanderbilt's Clerkship Program supports recent graduates who wish to seek a clerkship as well as current 3Ls. Visit Profile Samiyyah Ali '16 “Clerkships are a one-stop shop for new lawyer training. As a clerk, you're uniquely positioned at the right hand of the judge, managing cases, researching disputed legal issues and drafting opinions. Perhaps most importantly, you get an insider's look at what makes a good lawyer, which will prepare you for a law job of any type, whether you're headed to a firm, a nonprofit organization or the government",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 60
        }
    },
    {
        "id": "c721f0be-8759-49ce-887a-b5ff37c8bc72",
        "text": ". Perhaps most importantly, you get an insider's look at what makes a good lawyer, which will prepare you for a law job of any type, whether you're headed to a firm, a nonprofit organization or the government. When you start your next job, you'll already know what a judge is looking for.\" Clerkship Placement Success During the four-year period from 2018 to 2021, Vanderbilt 3Ls and alumni secured 111 clerkships, including 101 clerkships with Article III judges. Graduates have also clerked at federal bankruptcy courts, at the U.S. Court of Appeals for the Armed Services, at the Delaware Court of Chancery and at other specialty courts as well as at state Supreme and appellate courts. Vanderbilt Law Class Total Graduates % Federal Clerks Rank Among U.S. Law Schools 2023 200 6.0% 28th 2022 178 10.7% 9th 2021 192 8.9% 13th 2020 180 16.1% 5th 2019 209 7.7% 17th Vanderbilt Law Class Total Graduates % Federal Clerks Rank Among U.S. Law Schools 2023 200 6.0% 28th 2022 178 10.7% 9th 2021 192 8.9% 13th 2020 180 16.1% 5th 2019 209 7.7% 17th 2023 2020 2019 2018 2017 2016 2015 2014 2014 Addendum 2013 2012 2011 2010 2009 2008 JD Fox '19 \"If you are a clerk aspirant, there’s hardly a better place to be than Vanderbilt. Professor Bressman has a near-encyclopedic knowledge of federal Judges throughout the country, and it seemed like he began prepping us for clerkships from day one.\"",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 61
        }
    },
    {
        "id": "5afc93a4-97c4-4c7a-9eb7-75f0d78306d7",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 62
        }
    },
    {
        "id": "57982016-bce3-46a0-af65-fcff52877678",
        "text": "Scraped from: https://law.vanderbilt.edu/newsroom/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 63
        }
    },
    {
        "id": "028415ae-7ec0-4ea2-8c8f-1c422a3f64c7",
        "text": "Newsroom Entertainment and Sports Law Society Hosts Adolpho Birch ‘91 for Lunchtime Discussion Burch detailed his legal career including his work with the NFL and his current position with the Tennessee Titans Law and Neuroscience Expert Francis X. Shen to Deliver 2025 Weaver Distinguished Lecture in Law, Brain Sciences, and Behavior 35 Employers Participated in 2025 Government and Public Interest Day A Forgotten Migration: Crystal Sanders Chronicles the History of Segregation Scholarships Vanderbilt Law Hosts Historian Andrew Kahrl for Annual Dr. Martin Luther King Jr. Memorial Lecture Student News  Meet the J.D. Class of 2027 Vanderbilt Law School welcomed its newest J.D. class to campus last month. They come from a variety of backgrounds but collectively demonstrate academic excellence and outstanding potential as law students and future lawyers. Mary Brewer ‘86 Receives the Housing and Urban Development Secretary’s Award for Distinguished Service The award honors the work, sacrifice, and professional excellence of employees within the agency. Vanderbilt Law Clinic Files Supreme Court Amicus Brief on Behalf of First Amendment Scholars Prosecutors, advocates, and academics recently gathered at Vanderbilt Law School for a summit on “Prosecution in the South.” FTC Chair Commends VPA for Research on AI Policies At the Third Annual NPU conference, the initiative was commended by FTC Chair Lina Khan for its impact on her work with the agency",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 64
        }
    },
    {
        "id": "7e05db58-7d95-4d38-99c7-fe80d0cd92bf",
        "text": ". Testing the Legitimacy of Consent and Waiver in Criminal Cases Taking a novel, constitutionally based stance on the issue, a new paper by Vanderbilt criminal law expert Christopher Slobogin and Kate Weisburd of UC Law San Francisco argues that, in numerous criminal settings, the voluntariness of an individual’s choice should no longer be relevant. Keep Reading Research News All Vanderbilt Law News Student News Media Inquiries For media-related inquiries please contact Nate Luce, Assistant Dean, Marketing & Communications, to speak with a member of the faculty or administration.",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 65
        }
    },
    {
        "id": "9fea446a-d950-40d0-8b0a-1f79b88068c0",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 66
        }
    },
    {
        "id": "6aaf2664-2d0d-46d8-9a4a-373c242d623c",
        "text": "Scraped from: https://law.vanderbilt.edu/diversity-equity-and-community/\nDate scraped: 2025-02-17 02:45:30",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 67
        }
    },
    {
        "id": "a8987035-d538-42c2-a7fd-f10707e45e66",
        "text": "Office of Diversity, Equity, and Community At Vanderbilt Law School, we are committed to ensuring that all students, staff, and faculty feel themselves to be fully a part of our community. This means absolutely zero tolerance for racism, discrimination or bigotry of any sort. Priding itself on a culture of collegiality, warmth, mutual respect, and decency, we seek to maintain a community that fosters belonging, community and growth for all. Our community brings together those with diverse backgrounds, perspectives, identities, and preferences, and each member contributes to school life through their own distinctive set of viewpoints, experiences, and ideas. We celebrate this diversity. We cherish it. We believe that it can fully express itself both in and out of the classroom. Key to maintaining our inclusive and vibrant school culture are the various student affinity groups, councils, working groups, and the Vanderbilt Bar Association . Each provides a forum for bringing students together to encourage active collaboration, connection, friendship, and support",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 68
        }
    },
    {
        "id": "826d4630-1012-435d-adf1-3870c7c0cb24",
        "text": ". Each provides a forum for bringing students together to encourage active collaboration, connection, friendship, and support. Affinity Groups Asian Pacific American Law Student Association Black Law Students Association Jewish Law Student Association La Alianza Law Students for Veterans Affairs Middle Eastern Law Student Association Opening Statement: First Generation Lawyers outLaw Older Wiser Law Students South Asian Law Students Association Women Law Students' Association The Dean's Lecture Series annually convenes scholars and thought leaders whose work provides innovative perspectives on race and discrimination. The series provides our community with foundational knowledge on race, civil rights, discrimination on the basis of gender and sexual orientation, and critical historical milestones and their importance. We hope the series will ground our understanding of present-day discourse in a deeper, historically-informed context to highlight social and political movements, impetus for legal changes, and ongoing areas of contention and struggle in race, civil rights and discrimination. Events are free and open to the public. Open to all members of the Vanderbilt Law School community, the Book and Film Club on Racial Justice and Civil Rights guides investigation into thought-provoking works to analyze their ideas and perspectives with a goal of developing greater depth of understanding on themes of racial justice and civil rights",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 69
        }
    },
    {
        "id": "d9a80de4-29a0-47e1-9a0a-7278f775f65f",
        "text": ". Facilitated by a member of our faculty, each meeting encourages open and wide-ranging conversation on the themes raised in each work, connecting them to our own thinking, experiences and areas of study and research. The Office of Diversity, Equity and Community, along with the George Barrett Social Justice Program welcome members of the law school community to these discussions, even if they have not fully read the assigned book. Belonging, Well-Being & Community at Vanderbilt Margaret Cuninggim Women’s Center Bishop Joseph Johnson Black Cultural Center Center for Spiritual & Religious Life Student Center for Belonging and Communities LAVA: LGBTQIA+ Association of Vanderbilt Alumni Office of Lesbian, Gay, Bisexual, Transgender, Queer, and Intersex Life Contact Us  No matches Do you have a question, comment or suggestion? Write us!",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 70
        }
    },
    {
        "id": "603e8685-0e03-4902-b976-c360a379174d",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 71
        }
    },
    {
        "id": "4b4fdde3-1d09-4588-82ff-8cd67a320cce",
        "text": "Scraped from: https://law.vanderbilt.edu/nancy-king-retires-from-vanderbilt-law-faculty-takes-emerita-status/\nDate scraped: 2025-02-17 02:45:31",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 72
        }
    },
    {
        "id": "88c9dc81-4720-412b-80ab-b599ce1f0f9b",
        "text": "Nancy King Retires from Vanderbilt Law Faculty, Takes Emerita Status Feb 4, 2025, 3:37 PM Twitter Facebook Email LinkedIn Nancy King, who held the Lee S. and Charles A. Speir Professor of Law from 2003 to 2024, has retired from the Vanderbilt Law Faculty, effective January 1, 2025. King is a nationally renowned expert in criminal procedure, ranking among the most-cited criminal law professors in the U.S. “Through her scholarship and teaching, Nancy King has profoundly impacted the way that we think about and teach criminal law in America, and decades of Vanderbilt law students have benefitted from her instruction,” said Dean Chris Guthrie. “We are grateful for her service at the law school and her contributions to the legal field.” King joined the Vanderbilt Law faculty in 1991 as an Assistant Professor. She served as Associate Dean of Research and Faculty Development from 1999-2001. King earned the University’s Distinguished Faculty Award in 2003, the Chancellor’s Award for Research in 2005, and the Alexander Heard Distinguished Service Professor Award – given each year to a single faculty member whose research has made distinctive contributions to the understanding of contemporary society – in 2010. She held the FedEx Research Chair at the Law School in 2001",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 73
        }
    },
    {
        "id": "163636ff-26da-4023-9cc1-967ebff3db84",
        "text": ". She held the FedEx Research Chair at the Law School in 2001. Over the course of her academic career, King has authored or co-authored two leading multi-volume treatises on criminal procedure, the leading criminal procedure casebook, dozens of articles and book chapters, and several books, including Habeas for the Twenty-First Century: Uses, Abuses and the Future of the Great Writ . Her articles have been published in the Yale Law Journal, Duke Law Journal, and Stanford, UCLA, and Vanderbilt Law Reviews, among many others. King is an Associate Reporter for and former member of the Advisory Committee on the Federal Rules of Criminal Procedure, and a member of the American Law Institute. She was Touroff-Glueck Visiting Professor of Law at Harvard Law School in fall 2015. Prior to entering the legal academy, King served as a law clerk for Judge Douglas W. Hillman, Chief Judge of the United States District Court for the Western District of Michigan, and Judge Michael F. Cavanagh, Chief Justice of the Michigan Supreme Court. She earned her J.D. from the University of Michigan, where she was inducted into the Order of the Coif. King was affiliated with the Branstetter Litigation & Dispute Resolution Program and Criminal Justice Program . She taught Criminal Law, Criminal Procedure: Adjudication, White Collar Crime Seminar, and Sentencing, among other courses",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 74
        }
    },
    {
        "id": "1b6d0a56-7421-4734-b345-b73c544a740a",
        "text": ". King was affiliated with the Branstetter Litigation & Dispute Resolution Program and Criminal Justice Program . She taught Criminal Law, Criminal Procedure: Adjudication, White Collar Crime Seminar, and Sentencing, among other courses. Criminal Justice News and Events Faculty News Vanderbilt Law News Home Page Feature research news side Keep Reading Why Rescheduling Marijuana Won’t Save the Marijuana Industry VPOPP’s Launch Event on Prosecution in the South While Marijuana Will Soon be Rescheduled, the Federal Government’s Drug Scheduling System Remains Tyrannical Why Rescheduling Marijuana Won’t Save the Marijuana Industry VPOPP’s Launch Event on Prosecution in the South While Marijuana Will Soon be Rescheduled, the Federal Government’s Drug Scheduling System Remains Tyrannical",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 75
        }
    },
    {
        "id": "5eda8995-1342-42f5-9bc4-989a34146506",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 76
        }
    },
    {
        "id": "86dea8e0-7048-45bb-b422-2cc9489a3328",
        "text": "Scraped from: https://law.vanderbilt.edu/clinics-experiential-learning/\nDate scraped: 2025-02-17 02:45:31",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 77
        }
    },
    {
        "id": "e50f5437-d19e-44d7-9184-5f9ea498e2c7",
        "text": "Clinics & Experiential Learning At Vanderbilt Law School, we firmly believe that a comprehensive legal education extends beyond textbooks and lecture halls. Our dynamic legal clinics, enriching experiential learning programs, and open-ended externships create an immersive learning environment where theory meets practice. Our eight legal clinics allow students to dive into various law fields, representing real clients and arguing actual cases under expert guidance. Our experiential learning curriculum empowers students to apply classroom knowledge in practical settings, shaping them into critical thinkers, decision-makers, and confident legal leaders. Vanderbilt Law School is committed to equipping students with tangible skills and experiences that will propel them into dynamic and successful legal careers. Clinics at Vanderbilt Law Criminal Practice Clinic Stanton Foundation First Amendment Clinic Housing Law Clinic Immigration Practice Clinic Intellectual Property & the Arts Clinic International Law Practice Lab Turner Family Community Enterprise Clinic Youth Opportunity Clinic Externships: Course Credit for Work Experience Vanderbilt Law recognizes the irreplaceable value of hands-on, real-world experience in shaping future legal professionals. Our diverse and enriching externship programs offer students the unique opportunity to step beyond the bounds of traditional classroom learning and directly immerse themselves in the professional legal world",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 78
        }
    },
    {
        "id": "8b75466e-9c69-45f4-ac37-cd7a87606c45",
        "text": ". Our diverse and enriching externship programs offer students the unique opportunity to step beyond the bounds of traditional classroom learning and directly immerse themselves in the professional legal world. Our students work alongside accomplished legal professionals, gaining an on-the-ground understanding of law in action across a variety of sectors to prepare them for vibrant and successful legal careers. On Campus Opportunities The Vanderbilt Moot Court promotes the practice of effective appellate advocacy by leading all appellate advocacy activities at Vanderbilt Law School. Each year, the Board produces a unique Constitutional Law moot court problem and runs the Bass Berry & Sims Intramural Moot Court Competition, which serves as the selection process for new board members. The Moot Court Board also holds tryouts for students to compete in traveling teams that participate in various moot court competitions around the country. Finally, the Board assists the law school's Legal Writing Department in organizing and implementing the first-year oral arguments program, a required component of the Legal Writing curriculum. Students who compete in the mock trial competition in their second year are chosen to serve on the Mock Trial Board in their third year. Board members may also be chosen as members of one of two mock trial teams that will compete in a regional, and if successful, a national competition",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 79
        }
    },
    {
        "id": "14048395-a4fe-44ca-9195-87f891946b7e",
        "text": ". Board members may also be chosen as members of one of two mock trial teams that will compete in a regional, and if successful, a national competition. Vanderbilt Law School provides students a diverse array of opportunities for engagement in pro bono service. Students may engage in community legal education through one of the student Legal Aid Society’s pro bono projects, sign the student pro bono pledge, or they may participate in legal clinics hosted by the Legal Aid Society of Middle Tennessee and the Cumberlands. Take the Next Step Explore LL.M. Apply Through LSAC Explore J.D.",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 80
        }
    },
    {
        "id": "786eb84b-d495-4b61-acf2-cd3d1c690669",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 81
        }
    },
    {
        "id": "fe2a2302-0900-4ed2-9987-5510fb895a06",
        "text": "Scraped from: https://law.vanderbilt.edu/law-and-neuroscience-expert-francis-x-shen-to-deliver-2025-weaver-distinguished-lecture/\nDate scraped: 2025-02-17 02:45:32",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 82
        }
    },
    {
        "id": "516183f4-fc87-4831-84aa-9f84b336d183",
        "text": "Law and Neuroscience Expert Francis X. Shen to Deliver 2025 Weaver Distinguished Lecture in Law, Brain Sciences, and Behavior Feb 7, 2025, 3:45 PM Twitter Facebook Email LinkedIn Neurolaw expert Francis X. Shen will deliver the third-annual Weaver Distinguished Lecture in Law, Brain Sciences, and Behavior in Flynn Auditorium at Vanderbilt Law School from 12:10 to 1:10 p.m. on Tuesday, March 4. Shen’s lecture is titled “Upgrading Justice: How Neuroscience Can Revolutionize the Criminal Law.” Professor Shen is Professor of Law at the University of Minnesota , a Member of the Harvard Medical School Center for Bioethics , and the Founding Director of the Dana Foundation Career Network in Neuroscience & Society. He is a faculty member, Chief Innovation Officer, and immediate past Executive Director of the Center for Law, Brain & Behavior at Massachusetts General Hospital. He has also served as Executive Director of Education and Outreach activities for the MacArthur Foundation Research Network on Law and Neuroscience . He has published extensively in the law and neuroscience domain. In 2021, Professor Shen was awarded the Early Career Scholars Medal by the American Law Institute, one of two medals awarded every other year by the ALI. In announcing the award, the ALI recognized Shen as “a pioneer in establishing the interdisciplinary field of law and neuroscience",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 83
        }
    },
    {
        "id": "22895a53-0300-4d26-a9d7-fd268ffd37a9",
        "text": ". In announcing the award, the ALI recognized Shen as “a pioneer in establishing the interdisciplinary field of law and neuroscience. Among his many other activities, he has provided judges with neurolaw training in programs sponsored by organizations such as the Federal Judicial Center, National Judicial College, American Bar Association, National Association of State Judicial Educators, American Judges Association, and the American Association for the Advancement of Science. He currently co-leads two NIH BRAIN Initiative grants, one on portable MRI and one on community engagement in neuroimaging research. The Weaver Distinguished Lecture is sponsored by the Weaver Family Program in Law, Brain Sciences, and Behavior at Vanderbilt Law School, which is directed by Owen Jones , who holds the Glenn M. Weaver, M.D., and Mary Ellen Weaver Chair in Law, Brain and Behavior. The Weaver Program was established in 2023 with a $3.85 million endowment from the Glenn M. Weaver Foundation in honor of Dr. Weaver, a pioneer in the field of forensic psychiatry, his wife Mary Ellen Weaver, and the Weaver family. Faculty News Vanderbilt Law News Weaver Program Home Page Sidebar newsroom sidebar research news featured Keep Reading What do Lawyers, Judges, and Policymakers Need to Know about Brain Science? A New Season of “Climate at Vanderbilt” Launches Vanderbilt Law School Celebrates the 50th Anniversary of Dunn v",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 84
        }
    },
    {
        "id": "d4c1bf3e-73dd-4171-ae9b-0a5ee62f0581",
        "text": ". Blumstein What do Lawyers, Judges, and Policymakers Need to Know about Brain Science? A New Season of “Climate at Vanderbilt” Launches Vanderbilt Law School Celebrates the 50th Anniversary of Dunn v. Blumstein",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 85
        }
    },
    {
        "id": "2998fc31-ab59-4a75-80cd-9f2063934323",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 86
        }
    },
    {
        "id": "02fc516a-5b7b-4fac-833f-9c9bb50e4494",
        "text": "Scraped from: https://law.vanderbilt.edu/academic-calendar/\nDate scraped: 2025-02-17 02:45:33",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 87
        }
    },
    {
        "id": "a18d9620-535e-43d4-a2c3-f8f306e91c11",
        "text": "Academic Calendar 2024-25 Academic Calendar Please note : All times in U.S. Central. Event Date / Time First Registration Appointment Window (all 3Ls) June 17 (YES opens at 12:35 PM) thru June 21 (YES closes at 11:59 PM) Second Registration Appointment Window (all 2Ls/3Ls) June 24 (YES opens at 12:35 PM) thru July 5 (YES closes at 11:59 PM Health Insurance Waiver Deadline August 1 OCI July 22– July 26 Open Enrollment Period (drop/add classes without a fee or a “W” on your transcript). August 19 (YES opens at 12:35 PM) thru August 30 (YES closes at 11:59 PM) 1L/LL.M Orientation & Life of the Law class August 17 - 23 (Sat",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 88
        }
    },
    {
        "id": "adfe05c1-5422-4ebb-a28a-0ae4eecbaf86",
        "text": ". August 19 (YES opens at 12:35 PM) thru August 30 (YES closes at 11:59 PM) 1L/LL.M Orientation & Life of the Law class August 17 - 23 (Sat. - Fri.) First Day of Fall Classes August 26 (Mon.) Labor Day (Classes in session) September 2 (Mon.) Exam Review (Spring Exams) September 23-27 Fall Semester Midterm Period October 7-16 Deadline for Incompletes from Spring ’23 October 15 First Registration Appointment Window (all 3Ls) October 7 (YES opens at 12:35 PM) thru October 11 (YES closes at 11:59) Second Registration Appointment Window (all 2Ls/3Ls/LLMs) October 14 (YES opens at 12:35 PM) thru October 25 (YES closes at 11:59 PM) Third Registration Appointment Window (all 1Ls) October 29 (YES opens at 12:35 PM) thru November 5 (YES closes at 11:59 PM) Deadline for Course Status Changes (Change to Audit or Withdraw for Fall) November 15 (Fri.) Last Day of Classes November 22 (Fri.) Fall Break November 23-29 (Sat -Fri) Fall Semester Exam Period Reading Days: Nov 30-Dec 3 (Sat-Tues); Exam Period Dec 4-13 Open Enrollment Period (drop/add classes without a fee or a “W” on your transcript). January 2 (YES opens at 12:35 PM) thru January 13 (YES closes at 11:59 PM) First Day of Spring Semester Classes January 6 (Mon.) Martin Luther King Day (No classes) January 20 (Mon.) Exam Review (Fall Exams) January 27 - February 7 Deadline for Incompletes from Summer ’24 February 15 Spring Semester Midterm Period February 24 - March 5 Spring Break March 8 - March 16 (Sat",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 89
        }
    },
    {
        "id": "4e049247-b5b4-4483-a66d-4b346af876fa",
        "text": ". - Sun.) Deadline for Course Status Changes (Change to Audit or Withdraw for Spring) April 7 (Mon) Last Day of Classes April 14 (Mon) Deadline for Incompletes from Fall ’24 April 15 Spring Semester Exam Period Reading Days April 15-17 (Tues-Thurs); Exam Period April 18-28 Summer Term May 5 - August 8 Commencement May 9 Vanderbilt in Venice May 12 - June 6 (Tentative) Event Date / Time First Registration Appointment Window (all 3Ls) June 17 (YES opens at 12:35 PM) thru June 21 (YES closes at 11:59 PM) Second Registration Appointment Window (all 2Ls/3Ls) June 24 (YES opens at 12:35 PM) thru July 5 (YES closes at 11:59 PM Health Insurance Waiver Deadline August 1 OCI July 22– July 26 Open Enrollment Period (drop/add classes without a fee or a “W” on your transcript). August 19 (YES opens at 12:35 PM) thru August 30 (YES closes at 11:59 PM) 1L/LL.M Orientation & Life of the Law class August 17 - 23 (Sat",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 90
        }
    },
    {
        "id": "922b6d45-c3c5-4dab-a908-f33a053204de",
        "text": ". August 19 (YES opens at 12:35 PM) thru August 30 (YES closes at 11:59 PM) 1L/LL.M Orientation & Life of the Law class August 17 - 23 (Sat. - Fri.) First Day of Fall Classes August 26 (Mon.) Labor Day (Classes in session) September 2 (Mon.) Exam Review (Spring Exams) September 23-27 Fall Semester Midterm Period October 7-16 Deadline for Incompletes from Spring ’23 October 15 First Registration Appointment Window (all 3Ls) October 7 (YES opens at 12:35 PM) thru October 11 (YES closes at 11:59) Second Registration Appointment Window (all 2Ls/3Ls/LLMs) October 14 (YES opens at 12:35 PM) thru October 25 (YES closes at 11:59 PM) Third Registration Appointment Window (all 1Ls) October 29 (YES opens at 12:35 PM) thru November 5 (YES closes at 11:59 PM) Deadline for Course Status Changes (Change to Audit or Withdraw for Fall) November 15 (Fri.) Last Day of Classes November 22 (Fri.) Fall Break November 23-29 (Sat -Fri) Fall Semester Exam Period Reading Days: Nov 30-Dec 3 (Sat-Tues); Exam Period Dec 4-13 Open Enrollment Period (drop/add classes without a fee or a “W” on your transcript). January 2 (YES opens at 12:35 PM) thru January 13 (YES closes at 11:59 PM) First Day of Spring Semester Classes January 6 (Mon.) Martin Luther King Day (No classes) January 20 (Mon.) Exam Review (Fall Exams) January 27 - February 7 Deadline for Incompletes from Summer ’24 February 15 Spring Semester Midterm Period February 24 - March 5 Spring Break March 8 - March 16 (Sat",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 91
        }
    },
    {
        "id": "cf5247a1-9edc-403a-963b-b3aeeda2998e",
        "text": ". - Sun.) Deadline for Course Status Changes (Change to Audit or Withdraw for Spring) April 7 (Mon) Last Day of Classes April 14 (Mon) Deadline for Incompletes from Fall ’24 April 15 Spring Semester Exam Period Reading Days April 15-17 (Tues-Thurs); Exam Period April 18-28 Summer Term May 5 - August 8 Commencement May 9 Vanderbilt in Venice May 12 - June 6 (Tentative) 2025-26 Academic Calendar Please note : All times in U.S. Central. Event Date / Time First Registration Appointment Window (all 3Ls) June 16 (YES opens at 12:35 PM) thru June 22 (YES closes at 11:59 PM) Second Registration Appointment Window (all 2Ls/3Ls) June 23 (YES opens at 12:35 PM) thru July 4 (YES closes at 11:59 PM Early Application Program (EAP) Offer Deadline June 30 Virtual Interview Programs July 15-17 Health Insurance Waiver Deadline August 1 Open Enrollment Period (drop/add classes without a fee or a “W” on your transcript). August 18 (YES opens at 12:35 PM) thru August 29 (YES closes at 11:59 PM) 1L/LL.M Orientation & Life of the Law class August 16 - 22 (Sat",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 92
        }
    },
    {
        "id": "eaace10f-71d8-405a-9d93-76bbe8beeb1a",
        "text": ". August 18 (YES opens at 12:35 PM) thru August 29 (YES closes at 11:59 PM) 1L/LL.M Orientation & Life of the Law class August 16 - 22 (Sat. - Fri.) First Day of Fall Classes August 25 (Mon.) Labor Day (Classes in session) September 1 (Mon.) Exam Review (Spring Exams) September 22-26 First Registration Appointment Window (all 3Ls) October 6 (YES opens at 12:35 PM) thru October 10 (YES closes at 11:59) Fall Semester Midterm Period October 6-15 Second Registration Appointment Window (all 2Ls/3Ls/LLMs) October 13 (YES opens at 12:35 PM) thru October 24 (YES closes at 11:59 PM) Deadline for Incompletes from Spring ’24 October 15 Third Registration Appointment Window (all 1Ls) October 28 (YES opens at 12:35 PM) thru November 4 (YES closes at 11:59 PM) Deadline for Course Status Changes (Change to Audit or Withdraw for Fall) November 14 (Fri.) Last Day of Classes November 21 (Fri.) Fall Break November 22-28 (Sat -Fri) Fall Semester Reading Days Nov 29-Dec 2 (Sat-Tues) Fall Semester Exam Period Dec 3-12 Open Enrollment Period (drop/add classes without a fee or a “W” on your transcript). January 1 (YES opens at 12:35 PM) thru January 12 (YES closes at 11:59 PM) First Day of Spring Semester Classes January 5 (Mon.) Martin Luther King Day (No classes) January 19 (Mon.) Exam Review (Fall Exams) January 26 - February 6 Deadline for Incompletes from Summer ’25 February 15 Spring Semester Midterm Period February 23 - March 4 Spring Break March 7 - March 15 (Sat",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 93
        }
    },
    {
        "id": "b8319d20-e8e3-4183-9090-e805fc4c16ba",
        "text": ". - Sun.) Deadline for Course Status Changes (Change to Audit or Withdraw for Spring) April 6 (Mon) Last Day of Classes April 13 (Mon) Deadline for Incompletes from Fall ’25 April 15 Spring Semester Reading Days April 14-16 (Tues-Thurs) Spring Semester Exam Period April 17-27 Commencement May 8 Summer Term May 5 - August 10 Event Date / Time First Registration Appointment Window (all 3Ls) June 16 (YES opens at 12:35 PM) thru June 22 (YES closes at 11:59 PM) Second Registration Appointment Window (all 2Ls/3Ls) June 23 (YES opens at 12:35 PM) thru July 4 (YES closes at 11:59 PM Early Application Program (EAP) Offer Deadline June 30 Virtual Interview Programs July 15-17 Health Insurance Waiver Deadline August 1 Open Enrollment Period (drop/add classes without a fee or a “W” on your transcript). August 18 (YES opens at 12:35 PM) thru August 29 (YES closes at 11:59 PM) 1L/LL.M Orientation & Life of the Law class August 16 - 22 (Sat",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 94
        }
    },
    {
        "id": "deb59e80-f001-47a6-aae2-2585344b9f59",
        "text": ". August 18 (YES opens at 12:35 PM) thru August 29 (YES closes at 11:59 PM) 1L/LL.M Orientation & Life of the Law class August 16 - 22 (Sat. - Fri.) First Day of Fall Classes August 25 (Mon.) Labor Day (Classes in session) September 1 (Mon.) Exam Review (Spring Exams) September 22-26 First Registration Appointment Window (all 3Ls) October 6 (YES opens at 12:35 PM) thru October 10 (YES closes at 11:59) Fall Semester Midterm Period October 6-15 Second Registration Appointment Window (all 2Ls/3Ls/LLMs) October 13 (YES opens at 12:35 PM) thru October 24 (YES closes at 11:59 PM) Deadline for Incompletes from Spring ’24 October 15 Third Registration Appointment Window (all 1Ls) October 28 (YES opens at 12:35 PM) thru November 4 (YES closes at 11:59 PM) Deadline for Course Status Changes (Change to Audit or Withdraw for Fall) November 14 (Fri.) Last Day of Classes November 21 (Fri.) Fall Break November 22-28 (Sat -Fri) Fall Semester Reading Days Nov 29-Dec 2 (Sat-Tues) Fall Semester Exam Period Dec 3-12 Open Enrollment Period (drop/add classes without a fee or a “W” on your transcript). January 1 (YES opens at 12:35 PM) thru January 12 (YES closes at 11:59 PM) First Day of Spring Semester Classes January 5 (Mon.) Martin Luther King Day (No classes) January 19 (Mon.) Exam Review (Fall Exams) January 26 - February 6 Deadline for Incompletes from Summer ’25 February 15 Spring Semester Midterm Period February 23 - March 4 Spring Break March 7 - March 15 (Sat",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 95
        }
    },
    {
        "id": "f72bee6d-0ce9-47f1-b247-965f7ffba43b",
        "text": ". - Sun.) Deadline for Course Status Changes (Change to Audit or Withdraw for Spring) April 6 (Mon) Last Day of Classes April 13 (Mon) Deadline for Incompletes from Fall ’25 April 15 Spring Semester Reading Days April 14-16 (Tues-Thurs) Spring Semester Exam Period April 17-27 Commencement May 8 Summer Term May 5 - August 10",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 96
        }
    },
    {
        "id": "8e79f595-c38e-4e2f-a9a5-c2ea9a00e5bd",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 97
        }
    },
    {
        "id": "c34f21ad-e7ec-4144-88c3-3f59ed239511",
        "text": "Scraped from: https://law.vanderbilt.edu/academic-programs/\nDate scraped: 2025-02-17 02:45:33\n\nAcademic Programs Vanderbilt Law School’s academic programs enable students to gain broad exposure to many areas of law or tailor their curriculum to take a deep dive into their desired area of practice. Branstetter Litigation and Dispute Resolution Program Criminal Justice Program Energy, Environment, and Land Use Program George Barrett Social Justice Program Intellectual Property Program International Legal Studies Program Law & Business Program Program in Law & Government Program on Law & Innovation Weaver Program in Law, Brain Sciences, and Behavior\n================================================================================\n\nScraped from: https://law.vanderbilt.edu/wp-login.php/\nDate scraped: 2025-02-17 02:45:33\n\nPowered by WordPress Lost your password? ← Go to Vanderbilt Law School\n================================================================================\n\nScraped from: https://law.vanderbilt.edu/emily-burgess-22/\nDate scraped: 2025-02-17 02:45:33",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 98
        }
    },
    {
        "id": "664d5015-1399-467a-87f8-1bcd0b3cb071",
        "text": "Emily Burgess ’22 Feb 24, 2023, 1:48 PM Twitter Facebook Email LinkedIn Emily Burgess became interested in a career in public interest law while working as an intern with the Jean Crow Advocacy Center as an undergraduate at Vanderbilt’s Peabody College. The center serves survivors of domestic violence and sexual assault, and Burgess saw firsthand how attorneys helped clients understand their rights and what to expect in court. “My role was to listen, offer compassion, and acknowledge the difficult experiences our clients had gone through. While I recognize the importance of this role, witnessing lawyers assist clients more concretely made me realize I wanted to help people in ways only a law degree would allow me to do,” she said. A native of Kingsport, Tennessee, Emily graduated from Peabody, where she studied human and organizational development, philosophy, and economics and history. After her experience at the Jean Crow Advocacy Center led her to apply to law schools, Vanderbilt’s collegial culture cemented her choice. She also received two scholarships earmarked for students seeking careers in public interest law: the Judge Martha Craig Daughtrey Scholarship and the Justice-Moore Family Scholarship",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 99
        }
    },
    {
        "id": "9a56fbb3-4a30-473a-9db5-374572b79c27",
        "text": ". She also received two scholarships earmarked for students seeking careers in public interest law: the Judge Martha Craig Daughtrey Scholarship and the Justice-Moore Family Scholarship. At Vanderbilt, Emily has prepared for a career in civil legal service work by choosing from a broad array of social justice courses; she received the Scholastic Excellence Award in several classes, including Immigration Law and Policy, Actual Innocence Juvenile Justice, and Justice and Mass Incarceration. As a 2L, she worked as a research assistant for Professor Karla McKanders . When Memphis-based immigration attorney Andrew Rankin asked McKanders if a student might be interested in researching and writing an article for the Tennessee Bar Association’s immigration law newsletter, McKanders encouraged Emily to take the assignment. Her article, “Garcia de Leon v. Garland: A Foot in the Door for Administrative Closure in the Sixth Circuit,” was published in 2021. Her work with Rankin on the article led to part-time work with his firm and whetted Emily’s interest in immigration law. “I had not really done academic legal writing before Professor McKanders suggested I write the TBA newsletter piece,” she said. “That experience gave me confidence.” Emily also participated in the Workers Advocacy Practicum taught by Assistant Dean and Martha Craig Daughtrey Director for Public Interest Spring Miller",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 100
        }
    },
    {
        "id": "91e76681-bc66-42b0-8248-2158b50d63a8",
        "text": ". “That experience gave me confidence.” Emily also participated in the Workers Advocacy Practicum taught by Assistant Dean and Martha Craig Daughtrey Director for Public Interest Spring Miller . She wrote an opinion piece, “The High Stakes of Being a Low-Wage Tennessee Worker,” which The Tennessean published on Jan. 18, 2022, based on a report practicum students published that details the dearth of legal resources for low-income workers in Tennessee. To produce the report, students analyzed national data and data collected by the Tennessee Alliance for Legal Services and interviewed with civil legal service attorneys across the state. “The report found that many workers don’t realize that work-related problems like wrongful termination or difficulty securing unemployment benefits are legal issues. And even when they do, resources to help workers who can’t pay for legal representation are limited and overburdened,” she said. During summers 2020 and 2021, Emily worked as an intern with Pisgah Legal Services of Asheville, North Carolina, and with the Tennessee Office of the Post-Conviction Defender, where she faced some sobering realities about the limits of legal advocacy. “My experience with the Post-Conviction Defender’s office redefined for me what constitutes a ‘win’ in this profession,” she said",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 101
        }
    },
    {
        "id": "05d22155-834f-4714-b10a-1e1b93f36ef6",
        "text": ". “My experience with the Post-Conviction Defender’s office redefined for me what constitutes a ‘win’ in this profession,” she said. “A ‘win’ doesn’t necessarily mean getting your client off death row—sometimes it’s convincing the governor to grant your client a temporary reprieve from an impending execution so he can spend more time with loved ones.” During both academic years, she interned with the Legal Aid Society of Middle Tennessee and the Cumberlands for course credit and served as pro bono director and co-executive director of the Vanderbilt Legal Aid Society. “Working with Vanderbilt Legal Aid has been my most meaningful extracurricular experience,” she said. “It was a great opportunity to build on pro bono programs offered to VLS students and connect with a community of students pursuing public interest work.” Emily will work as a law clerk in the chambers of Judge Travis McDonough ‘97 of the Eastern District of Tennessee in Chattanooga for two years after law school. “I applied for clerkships at Dean Miller’s urging, and she also helped me choose courses and internships, encouraging me in incredibly thoughtful ways,” she said. “One of the biggest benefits of being at Vanderbilt Law School is the support and investment you receive from faculty members.” Features",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 102
        }
    },
    {
        "id": "7ac0a9fb-becf-4afc-b017-303a5691c862",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 103
        }
    },
    {
        "id": "7e314007-09c2-427c-847a-84df29a5e978",
        "text": "Scraped from: https://law.vanderbilt.edu/person/\nDate scraped: 2025-02-17 02:45:34\n\n Kat Manning Jan. 6, 2025 Karli Tellis Dec. 20, 2024 Billy Black Dec. 20, 2024 Brittany Dugas Dec. 19, 2024 Jacqueline Tubbs Dec. 16, 2024 Gregg Cashmark Dec. 16, 2024 Chick Hallinan Dec. 16, 2024 Rachel Davis Dec. 11, 2024 Miles Brinkley Dec. 11, 2024 Grace Hayes Dec. 11, 2024 Kat Manning Jan. 6, 2025 Karli Tellis Dec. 20, 2024 Billy Black Dec. 20, 2024 Brittany Dugas Dec. 19, 2024 Jacqueline Tubbs Dec. 16, 2024 Gregg Cashmark Dec. 16, 2024 Chick Hallinan Dec. 16, 2024 Rachel Davis Dec. 11, 2024 Miles Brinkley Dec. 11, 2024 Grace Hayes Dec. 11, 2024\n================================================================================\n\nScraped from: https://law.vanderbilt.edu/vanderbilt-in-venice/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 104
        }
    },
    {
        "id": "7a38179d-0628-4dd5-ad45-fe3ece4db183",
        "text": "Vanderbilt in Venice Vanderbilt in Venice Overview Admissions Curriculum Internships International Legal Studies Program Apply Now Overview Admissions Curriculum Internships International Legal Studies Program Apply Now Program Overview Each summer, Vanderbilt in Venice allows American and European law students an opportunity to gain an invaluable international perspective. Directed by Professor Michael Newton , Vanderbilt in Venice brings together a maximum of 45 students with 3 professors to study selected topics in international law in the rich cultural center of Venice, Italy. Courses are taught in English, and the faculty includes members of the Vanderbilt Law faculty as well as faculty from the University of Venice Ca' Foscari. Field trips have previously included a tour of the historic cities of Treviso and Verona, a Laguna boat tour to the islands of Burano and Torcello, a visit to a Murano glass factory, and a vineyard tour and dinner. Vanderbilt in Venice is open to law students and graduates of ABA-accredited U.S. and European law schools. Vanderbilt staff works closely with each student to ensure seamless enrollment and credit transfer to home institutions. The 2024 program has concluded, information for the 2025 program is forthcoming",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 105
        }
    },
    {
        "id": "bd057b7d-6c80-491a-a363-f5217978177d",
        "text": ". and European law schools. Vanderbilt staff works closely with each student to ensure seamless enrollment and credit transfer to home institutions. The 2024 program has concluded, information for the 2025 program is forthcoming. Important Dates Program Dates May 12th - June 6th, 2025 Application Opens October 1st, 2024 Application Deadline April 15th, 2025 Program Dates May 12th - June 6th, 2025 Application Opens October 1st, 2024 Application Deadline April 15th, 2025 Funmi Oguns ‘26 \"Overall, the Vanderbilt in Venice program has been a pivotal part of my law school journey, shaping my approach to legal issues and affirming my commitment to pursuing a career that bridges international and health law.\" Take the Next Step Request Information Apply Now Download Program Guide Have Questions? Connect with the Vanderbilt in Venice Program Coordinator.",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 106
        }
    },
    {
        "id": "72c0ea1a-58c5-4a89-a580-350dba37b2b3",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 107
        }
    },
    {
        "id": "e48d30b9-c0cb-4860-af6a-5edd70229b66",
        "text": "Scraped from: https://law.vanderbilt.edu/phd-law-economics/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 108
        }
    },
    {
        "id": "5ddd9ee4-9e6b-431a-a639-af0e788a909f",
        "text": "Ph.D. Program in Law & Economics Ph.D. Program in Law & Economics Overview Admissions Curriculum Faculty Student Profiles Overview Admissions Curriculum Faculty Student Profiles Program Overview Vanderbilt Law School's Ph.D. Program in Law and Economics is unlike any other. Dual-degree students pursue a J.D. and a Ph.D. concurrently in a fully integrated curriculum that combines economic theory and methodology with the study of law. The program is designed so that students complete both degrees in just 6 years. Admitted students receive a full funding package , including tuition for both degrees and a competitive annual stipend, for all 6 years of study. Explore The Program's History About our Program Applicants must complete separate applications to Vanderbilt Graduate School and Vanderbilt Law School. Each applicant's Law School and Graduate School applications will be considered together in a collaborative admissions process. Program students pursue policy-relevant research within four primary research fields developed for the J.D./Ph.D. Program in Law and Economics: behavioral law and economics, labor markets and human resources, law and economics, and risk and environmental regulation",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 109
        }
    },
    {
        "id": "3d549996-a342-4d0f-8d13-76d269997d8e",
        "text": ". Program in Law and Economics: behavioral law and economics, labor markets and human resources, law and economics, and risk and environmental regulation. Program graduates are in academic positions at University of Alabama, University of Arkansas, University at Buffalo, Florida State University, George Mason University, University of Texas, University of Texas Southwest Medical Center, Pace University, Vanderbilt University, and Western Kentucky University, as well as in positions in government, legal practice, and consulting. The Law & Economics/Applied Microeconomics Seminar Series brings scholars from around the world to Vanderbilt to present research spanning a variety of fields and topics. The program also hosts a variety of conferences, including the biennial Frontiers in Law and Economics (FILE) conference. Applications Open for Fall 2025 How To Apply August 1, 2024 Applications Open for Fall 2025 January 15, 2025 Deadline for Priority Consideration April 1, 2025 Final Deadline August 1, 2024 Applications Open for Fall 2025 January 15, 2025 Deadline for Priority Consideration April 1, 2025 Final Deadline In the News  Have Questions? Contact the Ph.D. in Law & Economics Program Manager.",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 110
        }
    },
    {
        "id": "5c240fbb-7c16-42cf-af66-78fa53c8f803",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 111
        }
    },
    {
        "id": "45d39c44-7f91-4d4f-a546-7315b3d9d911",
        "text": "Scraped from: https://law.vanderbilt.edu/master-legal-studies/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 112
        }
    },
    {
        "id": "cfecc61c-882b-4617-890b-25591d8fbe0c",
        "text": "Join us for an online Master of Legal Studies Live Webinar Date: March 5, 2025 | Time: 6:30pm (CT). Request Info Apply Now for Free Request Info Apply Now for Free Online Master of Legal Studies Enhance Your Legal Knowledge to Advance Your Career. Download Brochure At a Glance Three starts per year, in the spring, summer, and fall. The upcoming start date is May 5, 2025 . Submit your free application for Summer 2025 by April 11, 2025 . Total program tuition: $54,600* The program can be completed in under two years. Visit our admissions page for more details about application materials and deadlines. * Tuition subject to change term over term. Please see most up to date information here . What You Stand To Gain Gain broad knowledge of the U.S. legal system in under two years Prepare for career opportunities navigating legal issues in industries that face regulatory and compliance pressures Learn from expert faculty at a top-20 law school with a network of over 9,400 professionals around the globe Take flexible online courses and participate in live sessions with peer and faculty interaction No GRE or minimum GPA required for admission Online Master of Legal Studies Request brochure To learn more about the online Master of Legal Studies and download a brochure , please fill out this form. You can also reach an enrollment specialist directly by calling 844-723-9010 (toll-free)",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 113
        }
    },
    {
        "id": "5712f85e-3a2c-49d7-8c59-ad1b45dea3ea",
        "text": ". You can also reach an enrollment specialist directly by calling 844-723-9010 (toll-free) .  Professionals with legal knowledge can guide organizations as they navigate regulations and address risks, making invaluable contributions in fields such as compliance, human resources, real estate, technology, and finance. A 2022 Lightcast™ report showed a significant increase in demand for legal skills over the previous five years and projected further growth of nearly 6 percent through 2024. A law degree is necessary to practice law, but it is more than most professionals need if their goal is to interact with lawyers and the legal system with sophistication and confidence. The online Master of Legal Studies (MLS) program from Vanderbilt Law School provides non-lawyers with a deeper understanding of American law and legal systems. Created from the ground up by Vanderbilt’s top ranked law school faculty, the MLS curriculum emphasizes both foundational legal principles and insights into areas of law that are most relevant to working professionals. Vanderbilt’s MLS provides you with the knowledge and skills to recognize and navigate legal issues. MLS students develop the vocabulary to improve communication with lawyers and the analytical tools to evaluate legal complexity. For example, students learn about contracts, employment law, regulations, property rights, torts and the structure of the legal system, among other core topics",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 114
        }
    },
    {
        "id": "7a189174-92ba-439d-a420-1f84eaac1642",
        "text": ". For example, students learn about contracts, employment law, regulations, property rights, torts and the structure of the legal system, among other core topics. Join Vanderbilt Law School’s online MLS and study how to: Analyze and interpret law-related problems Navigate regulatory compliance Build business acumen Identify areas of risk Collaborate effectively with counsel Locate and evaluate legal texts  Curriculum The online MLS program can be completed in less than two years, part-time. Classes are taken one at a time, and most class content is available for asynchronous learning. You will connect with classmates through biweekly class sessions and discussion boards. During the program, you will also have the option to complete a short course at our campus in Nashville, giving you the chance to network with faculty and peers. Learning Outcomes Acquire practical knowledge in the theories, history, and application of American law. Deepen your understanding of the structure of the U.S. legal system and the sources of legal rules. Expand your ability to evaluate legal authority and analysis. Visit Curriculum Page “As we’ve developed this online degree program, we have invested heavily in understanding the gold standard of online education and recognize that online classes should not be simply videotaped versions of in-person classes",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 115
        }
    },
    {
        "id": "a94e3fe0-38c0-4e15-a21d-421476729c3a",
        "text": ". Visit Curriculum Page “As we’ve developed this online degree program, we have invested heavily in understanding the gold standard of online education and recognize that online classes should not be simply videotaped versions of in-person classes. In fact, they should be intentionally designed from the ground up to be interactive and responsive, integrating readings, videos, quizzes, and discussion posts. All the classes in the curriculum follow this pedagogical approach.” Christopher Serkin Elisabeth H. and Granville S. Ridley Jr. Chair in Law Master of Legal Studies Careers Vanderbilt Law School’s online MLS develops specialized knowledge so professionals better understand and evaluate law-related problems, and know when to seek the advice of counsel. With this background, MLS graduates may advance their careers by navigating regulatory compliance and facilitating interactions between businesses and the legal system. An MLS degree is applicable to a variety of careers that engage with the law, including: Arbitrator Compliance officer Contracts manager Corporate executive Human resources manager Paralegal Policy analyst Probation officer Real estate professional Social worker Visit Careers Page  Juris Doctorate Versus Master of Legal Studies A Juris Doctorate (JD) and a Master of Legal Studies (MLS) are both valuable degrees, but used for entirely different professional outcomes. A JD prepares you to pass a bar exam and practice law",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 116
        }
    },
    {
        "id": "8b9c373a-e221-4c04-901a-1fb690de76c9",
        "text": ". A JD prepares you to pass a bar exam and practice law. An MLS degree instead gives professionals who do not plan to practice law a robust introduction to the legal system. This curriculum connects non-lawyers with the expertise of top legal scholars, delving into legal questions about the rights and obligations of individuals as well as businesses. Student Support Services As an online learner at Vanderbilt, you have access to a curated set of student services provided by our on-campus partners to support your academic success and well-being, including career services, library services, the Writing Studio, Student Care Network, and more. Learn more about how you are anchored in success at Vanderbilt Law School. Visit Student Support Services Page",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 117
        }
    },
    {
        "id": "f084e868-b2d5-40f9-8537-295198f43198",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/law.vanderbilt.edu/law.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 118
        }
    }
]