[
    {
        "id": "dde62415-c68d-46fd-8875-3c63e444daa4",
        "text": "Scraped from: scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://as.vanderbilt.edu/anthropology/\nDate scraped: 2025-02-17 02:45:07\n\nDepartment of Anthropology Why Anthropology? Humanity needs the study of anthropology now more than ever. We live in a world that is at once hyperconnected and fragmented. Anthropology—the study of humanity in all times and places—uniquely enables us to understand the full breadth of human diversity while appreciating our common connections. While other disciplines partition the human whole for insights, anthropology seeks to understand how all dimensions of humanity—everything from our biological constituents to our social, political, religious, and economic practices and institutions—are deeply interconnected. Rather than isolating variables, anthropologists seek to understand connections. Reflecting our disciplinary breadth, anthropology students go on to make vital contributions in the private, public, and nonprofit sectors, with rewarding careers in everything from law, medicine and public health, consulting, and business. We invite you to take up the challenge and promise of anthropology to find novel perspectives and solutions to the issues facing our changing world. major ph.d. research Spotlight   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/historyart/\nDate scraped: 2025-02-17 02:45:08",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "ede4478c-f956-46eb-ae6b-4981e3fa0093",
        "text": "Scraped from: https://as.vanderbilt.edu/historyart/\nDate scraped: 2025-02-17 02:45:08\n\nDepartment of History of Art and Architecture Why History of Art and Architecture? The ability to see, interpret, and evaluate visual images of all types is an increasingly important skill set in our ever more visual world. From cave paintings to computer-generated virtual realities, we engage the visual and material legacies of the past to prepare our students to play critical and informed roles in interpreting and shaping the physical world around them. major research faculty News Spotlights   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/asianstudies/\nDate scraped: 2025-02-17 02:45:08\n\nThe Department of Asian Studies Why Asian Studies? The Asian Studies department is Vanderbilt’s home for the study of Asian languages, cultures, and diasporas. As a hub for interdisciplinary inquiry, our program explores Asia through the multiple lenses of film, geography, history, history of art, literature, media studies, political science, religious studies, and sociology. Our faculty’s expertise spans widely across Asian regions, especially the countries of China, Japan, Korea, India, Bangladesh, and Vietnam. We offer language instruction in Chinese, Hindi-Urdu, Japanese, and Korean. Major Faculty Student Group Spotlight Stories   \n================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "30f15df1-b524-4a32-b291-5d882963b8a1",
        "text": "Scraped from: https://as.vanderbilt.edu/biosci/\nDate scraped: 2025-02-17 02:45:08\n\nDepartment of Biological Sciences Why Biological Sciences? We are a life sciences department that aspires to excellence in research at all levels of biological organization—from molecules and cells to organisms and ecosystems. We leverage our diverse backgrounds and expertise to educate and mentor undergraduates, graduate students, and postdoctoral fellows through immersive research experiences in the laboratory. Our goal is to help today’s trainees become tomorrow’s leaders in research, health and medicine, education, and government.  Calling all alumni! Are you a former undergraduate, graduate student, or postdoctoral trainee of the Biological Sciences Department? We’d love to year from you! Please consider filling out this brief form to connect and let us know your current whereabouts. If you’re interested in the Ph.D. program in Biological Sciences at Vanderbilt, please email: biosci_graduate_program@vanderbilt.edu . Major Research Ph.D. Faculty Student Spotlight / Recent News   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/aads/\nDate scraped: 2025-02-17 02:45:08",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "f17dd363-cc43-4621-a6bd-a8c4aa5cc818",
        "text": "Scraped from: https://as.vanderbilt.edu/aads/\nDate scraped: 2025-02-17 02:45:08\n\nDepartment of African American and Diaspora Studies Why African American and Diaspora Studies? The study of Africans, African Americans, and people of African descent emerges from a rich, distinguished, and exciting past that continues to influence our present realities. AADS offers an interdisciplinary, cross-cultural, and comparative study of the lived experiences of Black people dispersed throughout the world from the continent of Africa. We examine the histories, politics, economies, social worlds, literatures, music, and visual cultures of multicultural and diverse African descent people in the Americas (North and Latin America), the Caribbean, Europe, and Africa itself. major Research Center faculty Spotlights   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/clas/\nDate scraped: 2025-02-17 02:45:08",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "be6a057f-1120-41ea-bbc1-e2e915cbb8c6",
        "text": "Scraped from: https://as.vanderbilt.edu/clas/\nDate scraped: 2025-02-17 02:45:08\n\nCenter for Latin American, Caribbean, and Latinx Studies Why the Center for Latin American, Caribbean, and Latinx Studies? The Center for Latin American, Caribbean, and Latinx Studies fosters research and public engagement that center on populations that cross and re-cross borders constructed by geography, linguistics, class, race, and gender. As an interdisciplinary field of study, CLACX provides students the tools that allow them to succeed in a global marketplace : the ability to think comparatively and critically , in several languages , and to engage with the largest demographic populations in the Western Hemisphere.  CLACX Ethnobotanical Garden Faculty Library Collections Student Spotlight / Recent News    VIEW MORE EVENTS >\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/advising/\nDate scraped: 2025-02-17 02:45:08",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "77baf894-2bab-4f6f-9fbc-2309f7559d7c",
        "text": "Home Internal undergraduates academics Advising Undergraduate Advising Undergraduate Advising The College of Arts and Science provides a variety of advising resources to help you make the most of your academic career at Vanderbilt. Advising at A&S takes place in two stages: pre-major and major advising. All A&S students are assigned a CASPAR (pre-major) adviser, whom they work with until they declare a major. Your CASPAR adviser will contact you during the summer prior to your first year and will work with you until you declare your major sometime in your second year at Vanderbilt. They will help you pinpoint your academic interests and career goals, choose an appropriate major to fit them, and choose and register for classes. Visit the CASPAR website Once you declare a major, you will be assigned an adviser in the appropriate academic department . Your major adviser, together with your major department’s Director of Undergraduate Studies, will help you choose courses that suit your interests and career goals, assist you in staying on track to graduate, and help you identify opportunities (such as internships, study abroad, and research) that will enrich your classroom studies and prepare you for your chosen career. Explore A&S majors Students on a pre-professional track have access to additional advising resources based on their anticipated field of study",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "efa2f154-94a3-4757-a0f3-ae339d45e7ad",
        "text": ". Explore A&S majors Students on a pre-professional track have access to additional advising resources based on their anticipated field of study. Pre-professional advisers serve as specialized resources to help you explore and understand various career options within the relevant field. They will also help you ensure that your undergraduate course of study prepares you for entrance exams and satisfies necessary prerequisites for graduate school. If you are planning a career in one of the following fields, please contact the appropriate pre-professional adviser as soon as possible. Architecture advising Health professions advising Law advising You may experience a situation where you need greater expertise or access to different resources than those described above. In such a situation, the A&S associate deans are available to serve as an additional advising resource. Relevant situations might include: Academic performance issues that could result in your inability to continue at Vanderbilt Non-academic issues (such as a death in the family, financial hardship, or prolonged illness) that may impair your ability to remain at Vanderbilt or to graduate on time The desire to design a custom major that does not currently exist Exceptional circumstances that justify modifying major or degree requirements If you believe you need advising from an associate dean, please email or call the Office of Undergraduate Education at (615) 343-5495 or arts-sci-records@vanderbilt.edu .",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "2fd907ca-6f95-427e-9f1d-7900dba183d9",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "ecd41a72-58ba-44b5-bea5-792d116d1e07",
        "text": "Scraped from: https://as.vanderbilt.edu/cinemamediaarts/\nDate scraped: 2025-02-17 02:45:09\n\nDepartment of Cinema & Media Arts Why CMA? The Department of Cinema & Media Arts is a vibrant interdisciplinary program devoted to the study and production of film across media platforms, streaming devices, and environments. Our faculty, composed of scholars and media makers, educate students in key critical debates and aesthetic practices to prepare our majors for a range of careers in the entertainment industry, arts, public service, and creative entrepreneurship. The department was recently featured as one of the 50 most impactful film schools in the world by Variety magazine.   Major Internships Faculty Spotlight Stories   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/classics/\nDate scraped: 2025-02-17 02:45:09",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "c27f0de9-c47e-47b6-806f-cbf95d151969",
        "text": "Scraped from: https://as.vanderbilt.edu/classics/\nDate scraped: 2025-02-17 02:45:09\n\nDepartment of Classical and Mediterranean Studies Why Classical and Mediterranean Studies? To study the classical world and its Mediterranean context is to explore the culture and history of a region at the crossroads of civilization since antiquity. Here, you will analyze the thought, language, art, systems, and landscapes of the Greeks and Romans; the roots of world religions, science, law, economy, and philosophy; the interconnections between Europe, Africa, and Asia across space and time; and the dynamic legacy of this past from the Middle Ages until today. major immersion faculty Spotlight   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/econ/\nDate scraped: 2025-02-17 02:45:11",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "dd56079d-ff81-4399-812a-c75d7f5aefb2",
        "text": "Scraped from: https://as.vanderbilt.edu/econ/\nDate scraped: 2025-02-17 02:45:11\n\nDepartment of Economics Why Economics? One of the university’s most popular undergraduate majors, Economics provides rigorous training in all areas of the discipline to prepare our students for work in research, private firms, and public policy. We also offer Ph.D. and M.A. degrees, which have produced university professors, Fed researchers, and policy leaders. With distinguished faculty who are respected scholars in their fields as well as committed classroom teachers, Economics really does offer it all. Won’t you join us? Major Ph.D. Faculty Spotlight Stories and Recent News    #1 most popular undergrad major at Vanderbilt 50 faculty engaged in teaching, learning, and research 1 Nobel Peace Prize Laureate, Muhammad Yunus\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/history/\nDate scraped: 2025-02-17 02:45:11",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "28c19166-de67-4b2a-8b9c-e053598e2a1d",
        "text": "Scraped from: https://as.vanderbilt.edu/history/\nDate scraped: 2025-02-17 02:45:11\n\nDepartment of History Why History? The Department of History has been an integral part of the curriculum at Vanderbilt since the university was founded in 1873. Studying the people and civilizations of the past provides an excellent laboratory in which to improve our understanding of human nature.  By observing how people have acted in the past – the challenges they faced, they choices they made – we can learn a great deal about the core characteristics of our species.  We can also probe history for ways to improve today’s world.  As we reflect on the past efforts of humans to make the world a better place, we can draw fruitful conclusions from both their failures and their successes.  Finally, the study of history provides key foundational skills that give a tremendous competitive advantage in almost any professional opportunity. In a world in which many of us will change careers several times throughout our lives, these foundational skills provide precious flexibility and broad applicability. Major ph.d. faculty Spotlight    #23 graduate program ranked by US News & World Report 139+ published faculty monographs 3:1 student to faculty ratio\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/german/\nDate scraped: 2025-02-17 02:45:12",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "9548d58a-8e6a-430d-bb4c-0433bc67c7cc",
        "text": "Scraped from: https://as.vanderbilt.edu/german/\nDate scraped: 2025-02-17 02:45:12\n\nDepartment of German, Russian and East European Studies Why German, Russian and East European Studies? Led by internationally recognized faculty, students in our department explore the languages, literatures, and cultures of one of the most vibrant regions of our world. Whether we engage with key texts of famous authors and philosophers; with films, music, visual artwork, and performances created by pathbreaking artists; or with haunting histories of genocide and powerful narratives of political transformation, our goal is to foster critical frameworks, interdisciplinary perspectives, and innovative collaborations that recognize the critical importance of German-speaking cultures, Russia, and East Europe for our globally connected present. Major Events Faculty Spotlight Stories   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/math/\nDate scraped: 2025-02-17 02:45:14",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "899d28e5-ba4e-441d-b6e2-a352b20f8f02",
        "text": "Department of Mathematics  Welcome to the Department of Mathematics! Our Department is at an exciting time in our history. We expect to grow dramatically over the next decade, and continue to make advances in fundamental science and our teaching mission. Our goals as a department are: 1. To provide world class education to our undergraduate and graduate students, and to do this in a way that is welcoming and supportive to all. 2. To perform mathematical research at the highest level, on the fundamental problems in the world. 3. To be ambassadors for mathematics within Vanderbilt, in the Nashville community, and beyond. Among our 21 research faculty, our research covers a wide swath of mathematics, including homotopy theory, operator algebras, geometric group theory, epidemiology, differential geometry, approximation theory, signal processing, differential equations, numerical analysis, mathematical physics, graph theory, and number theory. Our faculty has 3 International Congress of Mathematicians speakers, 9 Fellows of the AMS, 2 Fellows of SIAM, 5 Sloan Fellows, 2 NSF CAREER awardees, a Conant Prize winner, a Steele Prize winner, a Simons Fellow, a Humboldt Prize winner, 3 AMS plenary speakers, and a Mirzakhani lecturer. Read more! Department News Katherine Booth awarded NSF Postdoctoral Fellowship Feb",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "6185d4df-38a7-42d0-84f1-455010fd9108",
        "text": ". Read more! Department News Katherine Booth awarded NSF Postdoctoral Fellowship Feb. 4, 2025—Katherine Booth was awarded a Mathematical Sciences Postdoctoral Fellowship from the National Science Foundation in February 2025. This is a highly prestigious award, given to about 40 mathematicians around the country each year.   Katherine is a non-degree-seeking graduate student at Vanderbilt, and will receive her Ph.D. from Georgia Institute of Technology in Spring 2025. Katherine’s research... Read more Dr. Lorenzo Gavassino featured in Discover Magazine Jan. 16, 2025—The research of Dr. Lorenzo Gavassino, postdoctoral researcher in the department, and member of the VandyGRAF initiative has recently been featured in Discover Magazine: https://www.discovermagazine.com/the-sciences/mathematician-reveals-strange-new-enigmas-for-time-travelers According to the article, Lorenzo’s article shows that “The laws of physics suggest [a time traveler’s] memory would be wiped clean as soon as they returned to the present.” Dr.... Read more Prof. Marcelo Disconzi Speaks at Dyer Observatory Dec. 2, 2024—Prof. Marcelo Disconzi gave a lecture at the Dyer Observatory on Nov 21, 2024.  The title of his talk was: When Mathematics & Physics Collide: Black-Hole Mergers, Neutron Stars, and the Theory of Relativity. From Marcelo’s abstract: “In 1915, Einstein developed the general theory of relativity, a theory born out of what he called his... Read more Prof",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "2c5c8ab9-e357-49b0-ae07-aab8098e92f5",
        "text": ". From Marcelo’s abstract: “In 1915, Einstein developed the general theory of relativity, a theory born out of what he called his... Read more Prof. Dan Margalit and Isaiah Williams ’25 Unravel Mysteries of Math Nov. 27, 2024—A new video made by the College of Arts & Science communications team aims to answer some of the frequently searched questions about mathematics. Prof. Dan Margalit, Chair of Mathematics and Stevenson Chair, along with undergraduate Isaiah Williams, class of ’25 fielded questions and answered them in the madcap video made by Liz Chagnon. The... Read more",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "eefd4d0b-b38d-4201-8b16-befbc65bc2c1",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "bd11d1c5-0495-4545-bb7b-fe4a3eb0c5e0",
        "text": "Scraped from: https://as.vanderbilt.edu/jewishstudies/\nDate scraped: 2025-02-17 02:45:14\n\nDepartment of Jewish Studies Why Jewish Studies? We are an interdisciplinary department that facilitates the critical study of Jewish history, religion, language, philosophy, politics, culture, society, music, art, and literature across continents and over three millennia. Integral to understanding crucial moments in the formation of Christianity and Islam, as well as distinct episodes in the cultures of the modern Middle East, Europe, and America, we access the resources of the entire university to explore Judaism, its evolution, and its expression from biblical times to the present. major M.A. faculty Spotlights   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/physics/\nDate scraped: 2025-02-17 02:45:15",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "b2a62891-af54-478e-b7dd-d35c5c76e91e",
        "text": "Scraped from: https://as.vanderbilt.edu/physics/\nDate scraped: 2025-02-17 02:45:15\n\nDepartment of Physics and Astronomy Why Physics and Astronomy? Interested in black holes, physics of living cells, cosmology, quarks, gluons, exoplanets, worm holes, gravitational waves, nanoscience, or lasers? The Department of Physics and Astronomy at Vanderbilt University combines the friendly and supportive atmosphere of an intimate college with the excitement and challenge of a leading research university. The undergraduate program consists of a focused physics education combined with a wealth of skills from the humanities and social sciences. The bachelor’s degree prepares a student for a career in the private sector or for continuing one’s education in physics, astronomy, engineering, law, medicine, and many other fields. major physics astrophysics Spotlight    117 the atomic number for tennessine, discovered in part by department professors 1,000 students attend physics classes each semester $8M+ annually in external funding\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/theatre/\nDate scraped: 2025-02-17 02:45:15",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "7fea4fa4-6a9e-48fc-804c-8f5b0020fcfb",
        "text": "Scraped from: https://as.vanderbilt.edu/theatre/\nDate scraped: 2025-02-17 02:45:15\n\nDepartment of Theatre Why Theatre? The Department of Theatre offers students the opportunity to study acting, directing, playwriting, dramatic literature, history, criticism, design, and production. Courses are taught by a passionate faculty in small classroom settings. Through the department’s four-show production season, students are able to gain hands-on experience both on and offstage. Join our newsletter by signing up here! major Immersion production Spotlight   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/religiousstudies/\nDate scraped: 2025-02-17 02:45:16\n\nDepartment of Religious Studies Why Religious Studies? Religious ideas and worldviews are built into every human culture, from history to ethics to social movements. In the Department of Religious Studies, you’ll engage in cutting-edge research and learning about the traditions, rituals, places, practices, and beliefs that give orientation to human life and help communities address the big questions that face us all. Major PH.D. Faculty Spotlight Stories   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/robert-penn-warren-center/\nDate scraped: 2025-02-17 02:45:17",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "fa5b9bdf-7c71-4389-9bcd-5467624a0679",
        "text": "Scraped from: https://as.vanderbilt.edu/robert-penn-warren-center/\nDate scraped: 2025-02-17 02:45:17\n\nRobert Penn Warren Center for the Humanities Why the Robert Penn Warren Center? At the Robert Penn Warren Center for the Humanities, we believe that humanistic study, conversation, and engagement lead to the kind of unconventional thinking and unexpected discoveries our world desperately needs. We support interdisciplinary scholarship and research in all of its forms. Through our shared activities and goodwill, we work to advocate for and protect the importance of the humanities in a thoughtful and democratic society. Blog Seminar Newsletter Spotlight   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/physics-astronomy/\nDate scraped: 2025-02-17 02:45:17",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "88196fa7-b344-4a26-b94a-af63c1601b42",
        "text": "Scraped from: https://as.vanderbilt.edu/physics-astronomy/\nDate scraped: 2025-02-17 02:45:17\n\nDepartment of Physics and Astronomy Why Physics and Astronomy? Interested in black holes, physics of living cells, cosmology, quarks, gluons, exoplanets, worm holes, gravitational waves, nanoscience, or lasers? The Department of Physics and Astronomy at Vanderbilt University combines the friendly and supportive atmosphere of an intimate college with the excitement and challenge of a leading research university. The undergraduate program consists of a focused physics education combined with a wealth of skills from the humanities and social sciences. The bachelor’s degree prepares a student for a career in the private sector or for continuing one’s education in physics, astronomy, engineering, law, medicine, and many other fields. major physics astrophysics Spotlight    117 the atomic number for tennessine, discovered in part by department professors 1,000 students attend physics classes each semester $8M+ annually in external funding\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/clacx/\nDate scraped: 2025-02-17 02:45:18",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "6c1a86a6-9d8a-42aa-9cf3-1847b031d04b",
        "text": "Scraped from: https://as.vanderbilt.edu/clacx/\nDate scraped: 2025-02-17 02:45:18\n\nCenter for Latin American, Caribbean, and Latinx Studies Why the Center for Latin American, Caribbean, and Latinx Studies? The Center for Latin American, Caribbean, and Latinx Studies fosters research and public engagement that center on populations that cross and re-cross borders constructed by geography, linguistics, class, race, and gender. As an interdisciplinary field of study, CLACX provides students the tools that allow them to succeed in a global marketplace : the ability to think comparatively and critically , in several languages , and to engage with the largest demographic populations in the Western Hemisphere.  CLACX Ethnobotanical Garden Faculty Library Collections Student Spotlight / Recent News    VIEW MORE EVENTS >\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/sociology/\nDate scraped: 2025-02-17 02:45:20",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "74010a18-7299-47bf-9c7d-fb006ec44f3d",
        "text": "Scraped from: https://as.vanderbilt.edu/sociology/\nDate scraped: 2025-02-17 02:45:20\n\nDepartment of Sociology Why Sociology? Do you notice social dynamics? Are you curious about what holds groups together, what drives groups apart, how society structures our lives, and how people create social change? In small classes with award-winning faculty, you can learn how to combine systematic observation with powerful social theory to understand—and make a difference in—our complex world. Sociology Env Sociology Ph.D. Spotlights   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/center-american-presidency/\nDate scraped: 2025-02-17 02:45:21",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "432a2a9b-01d3-49de-a41d-dd2928c500a8",
        "text": "Scraped from: https://as.vanderbilt.edu/center-american-presidency/\nDate scraped: 2025-02-17 02:45:21\n\nExamining the Presidency with a New Lens The Carolyn T. and Robert M. Rogers Center for the American Presidency pioneers an innovative approach to the U.S. presidency: we think expansively about the presidency as both an institution and an idea. Our scholars explore the presidency not only from the vantage point of the Oval Office, but also the way it transforms—and is transformed by—movements, people, and events across the world. Our Research As presidential scholars, we develop extensive scholarship on the history and practice of the presidency with a particular eye to the relationship between the people and the presidency. The Rogers Center brings together scholars of the presidency from across the country in conferences and workshops that support cutting-edge research on executive power. The center also provides financial support to Vanderbilt undergraduate and graduate students studying the presidency. Latest Research  Programming The center regularly holds events for the Vanderbilt community and beyond. From book talks to conferences to discussions on the most pressing issues of our day, the center brings together scholars, practitioners, and activists whose work sheds light on the inner workings of executive power and the presidency. Upcoming Events See All Events\n================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "4d0a6f60-18c6-4f44-84c6-44171e20ffeb",
        "text": "Scraped from: https://as.vanderbilt.edu/chemistry/\nDate scraped: 2025-02-17 02:45:22\n\nDepartment of Chemistry Why Chemistry? Our faculty and students are at the forefront of the field, making measurable contributions to medicine, industry, and many other areas. We’re building intellectual relationships across disciplines—within the College of Arts and Science and with the School of Engineering and the School of Medicine. So come join us. There’s a spot for you at the lab table.  Major Ph.D. Faculty Spotlight   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/history-art-architecture/\nDate scraped: 2025-02-17 02:45:23\n\nDepartment of History of Art and Architecture Why History of Art and Architecture? The ability to see, interpret, and evaluate visual images of all types is an increasingly important skill set in our ever more visual world. From cave paintings to computer-generated virtual realities, we engage the visual and material legacies of the past to prepare our students to play critical and informed roles in interpreting and shaping the physical world around them. major research faculty News Spotlights   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/political-science/\nDate scraped: 2025-02-17 02:45:23",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "aecbaca9-3ad5-4ba7-a37f-13eecd1efbf5",
        "text": "Scraped from: https://as.vanderbilt.edu/political-science/\nDate scraped: 2025-02-17 02:45:23\n\nDepartment of Political Science Why Political Science? Our department will help you to understand how and why people use and misuse power within and outside of political institutions and systems throughout the world. Our curriculum provides our students with strong theoretical foundations in all subfields of political science, as well as opportunities to cultivate robust quantitative and analytical skills to help them enhance their understandings of contemporary developments in politics, governance, political and military conflicts, representation, and public policy. Whether you are drawn to a career in law, government, education, private industry, or the non-profit sector, a degree in political science will provide you with the insights and tools you need to achieve your goals. major ph.d. faculty Spotlight    81 % of political science graduates have post-graduation plans directly related to political science 4 labs that actively involve undergraduates\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/deans-office/\nDate scraped: 2025-02-17 02:45:24",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "95d9c6e1-8885-4cce-86cf-18158001638f",
        "text": "Home Dean's Office Office of the Dean Dean's Office, College of Arts & Science  Timothy P. McNamara Searcy Family Dean of the College of Arts and Science Bonnie J. Dow Vice Dean and Senior Associate Dean of Faculty Affairs John McLean Senior Associate Dean for Research and Graduate Education Allison Schachter Senior Associate Dean of Academic Affairs Josh Brewer Chief Business Officer Hollis Calhoun Chief Communications Officer Angela Land-Dedrick Chief Operations Officer Rachel Wierenga Associate Dean of Development Timothy P. McNamara Searcy Family Dean of the College of Arts and Science Bonnie J. Dow Vice Dean and Senior Associate Dean of Faculty Affairs John McLean Senior Associate Dean for Research and Graduate Education Allison Schachter Senior Associate Dean of Academic Affairs Josh Brewer Chief Business Officer Hollis Calhoun Chief Communications Officer Angela Land-Dedrick Chief Operations Officer Rachel Wierenga Associate Dean of Development  See All Academic Deans Timothy P. McNamara, Searcy Family Dean of the College of Arts and Science Professor of Psychology 404 Buttrick Hall (615) 322-2851 Kelly Morgan, Executive Coordinator for the Dean 404 Buttrick Hall kelly.e.morgan@vanderbilt.edu  Undergraduate students: Please direct all questions to the Academic Affairs Office at arts-sci-records@vanderbilt.edu or (615) 343-5495. You can also visit the Undergraduate Academics page for important information",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "718b41e9-0301-4a94-a0e3-b44f6450a778",
        "text": ". You can also visit the Undergraduate Academics page for important information.  Allison Schachter, Senior Associate Dean of Academic Affairs Winkelried Family Chair in Jewish Studies and Professor of Jewish Studies and English 404N Buttrick Hall (615) 322-1172 allison.schachter@vanderbilt.edu Please direct all scheduling requests for Senior Associate Dean Schachter to Hannah Quinn",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "43100ccc-fa6e-41cc-868e-0442c589b0a5",
        "text": ". Daniel Coradazzi, Program and Projects Manager 132 Buttrick Hall (615) 343-1785 daniel.w.coradazzi@vanderbilt.edu Mary Fieler, Program Specialist 126 Buttrick Hall mary.fieler@vanderbilt.edu Office of Undergraduate Education 350 Buttrick Hall (615) 322-2844 arts-sci-records@vanderbilt.edu Elizabeth Meadows, Assistant Dean and Director of Undergraduate Education Principal Senior Lecturer of English 350 Buttrick Hall (615) 343-2172 elizabeth.s.meadows@vanderbilt.edu Pavneet Aulakh, Assistant Dean Senior Lecturer of English 350 Buttrick Hall (615) 343-3186 pavneet.s.aulakh@vanderbilt.edu Alissa Hare, Assistant Dean Senior Lecturer of Chemistry 350 Buttrick Hall (615) 875-9136 alissa.a.hare@vanderbilt.edu Mario Rewers, Assistant Dean Senior Lecturer of American Studies 350 Buttrick Hall mario.rewers@vanderbilt.edu Amber Brodnax, Senior Advisor 350J Buttrick Hall amber.brodnax@vanderbilt.edu Racquel Goff, Academic and Curriculum Services Manager 350 Buttrick Hall (615) 322-7937 racquel.goff@vanderbilt.edu Gwen Ildefonso, Academic and Educational Support Program Coordinator 350 Buttrick Hall (615) 322-2844 gwen.ildefonso@vanderbilt.edu Amelia Bast, Administrative Specialist 350 Buttrick Hall (615) 343-5495 ​amelia.bast@vanderbilt.edu A&S College Core Office Paul Stob, Director of A&S College Core Professor of Communication Studies 139 Buttrick Hall (615) 322-2988 paul.stob@vanderbilt.edu Elizabeth Catania, Associate Director of A&S College Core Associate Professor of the Practice",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "531174bb-27f0-470d-87d2-a099b104a392",
        "text": "College Core Office Paul Stob, Director of A&S College Core Professor of Communication Studies 139 Buttrick Hall (615) 322-2988 paul.stob@vanderbilt.edu Elizabeth Catania, Associate Director of A&S College Core Associate Professor of the Practice of Neuroscience 122 Buttrick Hall (615) 343-3136 elizabeth.catania@vanderbilt.edu 225 Ingram Commons (615) 322-2844 caspar@vanderbilt.edu Ashley Heaton, Interim Director ashley.k.heaton@vanderbilt.edu Jess Blauw, CASPAR Adviser jess.blauw@vanderbilt.edu Amy Cesarone, CASPAR Adviser amy.cesarone@vanderbilt.edu Jeavanie Desarmes, CASPAR Adviser jeavanie.desarmes@vanderbilt.edu David Gertler, CASPAR Adviser david.j.gertler@vanderbilt.edu Ryan Kim, CASPAR Adviser ryan.y.kim@vanderbilt.edu Jonathan Leeper, CASPAR Adviser j onathan.leeper@vanderbilt.edu KellyNoel Waldorf, CASPAR Adviser kellynoel.waldorf@vanderbilt.edu Hollis Calhoun, Chief Communications Officer 404F Buttrick Hall (615) 343-1860 hollis.calhoun@vanderbilt.edu April Evans, Marketing & Communications Manager 404 Buttrick Hall (615) 343-2955 a pril.evans@vanderbilt.edu Liz Chagnon, Visual Communications Content Strategist 404 Buttrick Hall (615) 322-7906 elizabeth.chagnon@vanderbilt.edu Mary-Lou Watkinson, Communications Content Specialist 404 Buttrick Hall 615-343-0061 mary-lou.watkinson@vanderbilt.edu Caleb Gardner, Website Coordinator 404 Buttrick Hall (615) 343-4747 william.c.gardner@vanderbilt.edu Rachel Wierenga, Associate Dean of Development Loews Vanderbilt Plaza",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "fe58256a-3e2d-45df-90e7-91a50fc857be",
        "text": "Specialist 404 Buttrick Hall 615-343-0061 mary-lou.watkinson@vanderbilt.edu Caleb Gardner, Website Coordinator 404 Buttrick Hall (615) 343-4747 william.c.gardner@vanderbilt.edu Rachel Wierenga, Associate Dean of Development Loews Vanderbilt Plaza Room 1200 (615) 343-3858 Rachel.wierenga@vanderbilt.edu Mary Brenna Corr, Senior Director of Development Loews Vanderbilt Plaza Suite 1200 marybrenna.corr@vanderbilt.edu Becca Jensen, Senior Director of Development Loews Vanderbilt Plaza Suite 1200 becca.jensen@vanderbilt.edu Kim Boyer, Senior Director of Development Loews Vanderbilt Plaza Suite 1200 kimberly.boyer@vanderbilt.edu Laura Boone, Director of Development Loews Vanderbilt Plaza Suite 1200 laura.boone@vanderbilt.edu Laura Carnell, Director of Development Loews Vanderbilt Plaza Suite 1200 laura.carnell@vanderbilt.edu Kacy Eoff, Associate Director of Development Loews Vanderbilt Plaza Suite 1200 (615) 322-1168 kacy.eoff@vanderbilt.edu Kevin Fleming, Associate Director of Development Loews Vanderbilt Plaza Suite 1200 (210) 385-2137 Kevin.fleming@vanderbilt.edu Casey Shelton, Assistant Director of Stewardship and Volunteer Engagement Loews Vanderbilt Plaza Suite 1200 casey.m.shelton@vanderbilt.edu Olivia Forsythe, Development Coordinator Loews Vanderbilt Plaza Suite 1200 olivia.forsythe@vanderbilt.edu Addy Crosby, Administrative Assistant Loews Vanderbilt Plaza Suite 1200 addyson.crosby@vanderbilt.edu Bonnie J",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "401457af-5d49-4ea4-bc03-ad88376bd014",
        "text": ". Dow, Vice Dean and Senior Associate Dean of Faculty Affairs Professor of Communication Studies 404L Buttrick Hall (615) 343-1346 bonnie.j.dow@vanderbilt.edu Please direct all scheduling requests for Vice Dean Dow to Zoe Canales",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "cedaf44a-60d5-4044-b777-41579c70faa5",
        "text": ". Angela Sutton, Assistant Dean for Graduate Education & Academic Initiatives Research Assistant Professor of Communication of Science and Technology 404 Buttrick Hall angela.c.sutton@vanderbilt.edu Melissa Wocher, Director of Faculty Affairs 404H Buttrick Hall PMB 407801 (615) 343-3143 melissa.wocher@vanderbilt.edu Zoe Canales, Faculty Affairs Manager 404 Buttrick Hall (615) 343-0459 zoe.canales@vanderbilt.edu Hannah Quinn, Administrative Specialist 404 Buttrick Hall (615) 343-2719 hannah.quinn@vanderbilt.edu Josh Brewer, Chief Business Officer 404B Buttrick Hall PMB 407776 (615) 322-7593 josh.brewer@vanderbilt.edu Natasha Duncan, Senior Administrative Officer for Social Sciences 350GA Buttrick Hall (615) 322-3561 natasha.duncan@vanderbilt.edu Jerry Hager, Senior Administrative Officer for Natural Sciences 350GC Buttrick Hall (615) 875-8332 jerry.hager@vanderbilt.edu Ashley Lemieux, Senior Administrative Officer for Humanities 350GB Buttrick Hall (615) 322-6267 ashley.billingsley@vanderbilt.edu Amanda Celaya, Assistant Director of Finance 404B Buttrick Hall (615) 875-3370 amanda.celaya@vanderbilt.edu Meagan Artus, Administrative Officer 404A Buttrick Hall (615) 936-7236 m.artus@vanderbilt.edu Kayla Liberti, Finance and Administrative Manager 404 Buttrick Hall (615) 343-1068 ​kayla.liberti@vanderbilt.edu John McLean, Senior Associate Dean for Research and Graduate Education Stevenson Professor of Chemistry 404K Buttrick Hall (615) 322-2636 john.a.mclean@vanderbilt.edu Please",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "71ce9f8b-8bd9-4dc6-9ea2-8a4361168aa8",
        "text": "Manager 404 Buttrick Hall (615) 343-1068 ​kayla.liberti@vanderbilt.edu John McLean, Senior Associate Dean for Research and Graduate Education Stevenson Professor of Chemistry 404K Buttrick Hall (615) 322-2636 john.a.mclean@vanderbilt.edu Please direct all scheduling requests for Senior Associate Dean McLean to Hannah Quinn",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "dc9dbe23-f5e3-44a8-bf50-803ec0464218",
        "text": ". Angela Sutton, Assistant Dean for Graduate Education & Academic Initiatives Research Assistant Professor of Communication of Science and Technology 404 Buttrick Hall angela.c.sutton@vanderbilt.edu Eric Dye, Senior Administrative Officer for Sponsored Research 412A Buttrick Hall PMB #351811 (615) 343-1710 eric.dye@vanderbilt.edu Samantha Cantrell, Grants Manager 412 Buttrick Hall (615) 343-6022 samantha.cantrell@vanderbilt.edu Ryan Smith, Grants Coordinator 412 Buttrick Hall (615) 343-9993 ryan.j.smith.1@vanderbilt.edu John Sousa, Grants Coordinator 412 Buttrick Hall (615) 343-0157 john.p.sousa@vanderbilt.edu Allison Varble, Grants Officer 412 Buttrick Hall (615) 343-1784 allison.varble@vanderbilt.edu Angela Land-Dedrick, Chief Operations Officer 404D Buttrick Hall (615) 343-8504 angela.land-dedrick@vanderbilt.edu Ginger Hitts, Senior Administrative Officer for Capital Projects, Space Planning and Facilities 404M Buttrick Hall PMB 407784 (615) 322-2845 ginger.hitts@vanderbilt.edu Aaron Covey, Director of College Facilities 404C Buttrick Hall (615) 343-6545 a.covey@vanderbilt.edu Jamison Jones, Facilities Manager 404 Buttrick Hall (615) 343-9694 jamison.r.jones@vanderbilt.edu",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "196005de-a4a5-486c-b119-b1bbc7929f88",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "e7137e02-c9cd-487d-befe-783cc99d0e63",
        "text": "Scraped from: https://as.vanderbilt.edu/who-we-are.php/\nDate scraped: 2025-02-17 02:45:24",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "c6c476dd-b5ed-4ff1-8b2c-beff8df8328c",
        "text": "Home Who We Are Who We Are    In the College of Arts and Science, we pursue both personal discovery and world-scale impact to address the most enduring challenges of our time. Through interdisciplinary research, innovative teaching, and service to society at large, we explore deeply, encourage curiosity, forge connections, and cross boundaries. We are informed by the art and inspired by the science of how the world works and what makes us human. When art + science come together, anything is possible.    100 + Majors & Minors 3,881 Undergraduate Students 636 Full-time Faculty $50 + million in External Research Grants 20 Graduate Programs 629 Graduate Students 7 : 1 Student to Faculty Ratio 2 Alumni Nobel Prize Winners 100 + Majors & Minors 3,881 Undergraduate Students 636 Full-time Faculty $50 + million in External Research Grants 20 Graduate Programs 629 Graduate Students 7 : 1 Student to Faculty Ratio   2 Alumni Nobel Prize Winners     A & S faculty are world-renowned leaders in research, teaching, discovery, and creative expression. They are equally passionate about mentoring students as they are about conducting groundbreaking work that changes the way we understand our world",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "3b778a8f-fd54-4c09-b64e-ec38be7790ed",
        "text": ". They are equally passionate about mentoring students as they are about conducting groundbreaking work that changes the way we understand our world. Our 636 full-time faculty include: 16 American Academy of Arts & Sciences members, 4 National Academy of Sciences members, 2 National Academy of Medicine members, and 1 American Philosophical Society member 2 Pulitzer Prize winners and 1 Dan David Prize winner 16 Guggenheim fellows, 5 Carnegie fellows, and 3 MacArthur fellows Meet Our Faculty    The A & S experience is exactly what college should be: an intellectual environment where students can explore everything they’re curious about, interested in, and fascinated by—at the heart of a world-class residential university. Our student body is passionate, talented, diverse, and bold. They explore, engage, create, and learn from their instructors and from each other in a dynamic learning community. And when they graduate, they have the knowledge and skills to be successful professionals and to pursue a life of curiosity and purpose. Meet Our Students Meet Our Alumni  With 35 departments and more than 100 majors and minors, A & S offers chances to develop deep knowledge within a given discipline as well as breadth of exposure to different fields. The college will be offering a new, flexible core curriculum in fall 2025, providing all students with a common, meaningful, and engaging educational experience",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "0eb70007-4398-47d8-822e-92a0f7ea0457",
        "text": ". The college will be offering a new, flexible core curriculum in fall 2025, providing all students with a common, meaningful, and engaging educational experience. Offering more than 600 courses each semester, A & S students can take countless fascinating courses that address some of the most challenging and relevant issues of our time. Through Vanderbilt’s innovative Immersion program , students gain unparalleled, hands-on experiential learning both in and beyond the classroom. With 35 departments and more than 100 majors and minors, A & S offers chances to develop deep knowledge within a given discipline as well as breadth of exposure to different fields. The college will be offering a new, flexible core curriculum in fall 2025, providing all students with a common, meaningful, and engaging educational experience. Offering more than 600 courses each semester, A & S students can take countless fascinating courses that address some of the most challenging and relevant issues of our time. Through Vanderbilt’s innovative Immersion program , students gain unparalleled, hands-on experiential learning both in and beyond the classroom.",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "0c1c5245-e264-4352-8a2f-2e007692d9ee",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "847a68a6-7f8b-44d3-9607-134c10024d52",
        "text": "Scraped from: https://as.vanderbilt.edu/about/\nDate scraped: 2025-02-17 02:45:25",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "064b2fc1-a1ac-4985-b326-010a3b88e465",
        "text": "Home Who We Are Who We Are    In the College of Arts and Science, we pursue both personal discovery and world-scale impact to address the most enduring challenges of our time. Through interdisciplinary research, innovative teaching, and service to society at large, we explore deeply, encourage curiosity, forge connections, and cross boundaries. We are informed by the art and inspired by the science of how the world works and what makes us human. When art + science come together, anything is possible.    100 + Majors & Minors 3,881 Undergraduate Students 636 Full-time Faculty $50 + million in External Research Grants 20 Graduate Programs 629 Graduate Students 7 : 1 Student to Faculty Ratio 2 Alumni Nobel Prize Winners 100 + Majors & Minors 3,881 Undergraduate Students 636 Full-time Faculty $50 + million in External Research Grants 20 Graduate Programs 629 Graduate Students 7 : 1 Student to Faculty Ratio   2 Alumni Nobel Prize Winners     A & S faculty are world-renowned leaders in research, teaching, discovery, and creative expression. They are equally passionate about mentoring students as they are about conducting groundbreaking work that changes the way we understand our world",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "ee47db89-726f-402a-8c87-2f69256c6ba9",
        "text": ". They are equally passionate about mentoring students as they are about conducting groundbreaking work that changes the way we understand our world. Our 636 full-time faculty include: 16 American Academy of Arts & Sciences members, 4 National Academy of Sciences members, 2 National Academy of Medicine members, and 1 American Philosophical Society member 2 Pulitzer Prize winners and 1 Dan David Prize winner 16 Guggenheim fellows, 5 Carnegie fellows, and 3 MacArthur fellows Meet Our Faculty    The A & S experience is exactly what college should be: an intellectual environment where students can explore everything they’re curious about, interested in, and fascinated by—at the heart of a world-class residential university. Our student body is passionate, talented, diverse, and bold. They explore, engage, create, and learn from their instructors and from each other in a dynamic learning community. And when they graduate, they have the knowledge and skills to be successful professionals and to pursue a life of curiosity and purpose. Meet Our Students Meet Our Alumni  With 35 departments and more than 100 majors and minors, A & S offers chances to develop deep knowledge within a given discipline as well as breadth of exposure to different fields. The college will be offering a new, flexible core curriculum in fall 2025, providing all students with a common, meaningful, and engaging educational experience",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "06fb245d-09fc-45c0-bde9-c6551c249605",
        "text": ". The college will be offering a new, flexible core curriculum in fall 2025, providing all students with a common, meaningful, and engaging educational experience. Offering more than 600 courses each semester, A & S students can take countless fascinating courses that address some of the most challenging and relevant issues of our time. Through Vanderbilt’s innovative Immersion program , students gain unparalleled, hands-on experiential learning both in and beyond the classroom. With 35 departments and more than 100 majors and minors, A & S offers chances to develop deep knowledge within a given discipline as well as breadth of exposure to different fields. The college will be offering a new, flexible core curriculum in fall 2025, providing all students with a common, meaningful, and engaging educational experience. Offering more than 600 courses each semester, A & S students can take countless fascinating courses that address some of the most challenging and relevant issues of our time. Through Vanderbilt’s innovative Immersion program , students gain unparalleled, hands-on experiential learning both in and beyond the classroom.",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "5a38713b-de83-4204-83b8-3896652846ad",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "19870163-f840-410c-a1b6-f324bc4951b8",
        "text": "Scraped from: https://as.vanderbilt.edu/news/\nDate scraped: 2025-02-17 02:45:26",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    },
    {
        "id": "44ae7f87-79a4-4599-b6b4-75cb810cf610",
        "text": "Home Arts and Science News Reducing the risk of “forever chemicals” in Tennessee’s drinking water Faculty members and alumni recognized by the White House for the Presidential Early Career Award Faculty members and alumni honored with Presidential Early Career Award MORE Staff Q&A: Peggy Lucas-McGowan celebrates 50 years in A&S Bringing community to a seemingly solitary endeavor New faculty Q&A: Discovering black holes in dwarf galaxies with Mallory Molina MORE Collector instincts and abstract thinking are behind immunologist James Crowe’s drive to use game-changing technology to prevent infectious disease Students contribute to Nashville’s socially engaged art scene Vanderbilt University launches inaugural public programming in New York City MORE Salon: How a once-fringe theory of presidential power is upending American government The New York Times: As Off Broadway crews unionize, workers see hope, producers peril ABC News: Trump’s record number of executive orders are testing the limits of presidential power Associated Press: Beyoncé and Kendrick Lamar led one of the best Grammys in years. Has the awards show transformed? Alabama Public Radio: What might happen to Alabama if the U.S",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 49
        }
    },
    {
        "id": "c0329012-20a6-48f4-aedd-eb6fd4611645",
        "text": ". Has the awards show transformed? Alabama Public Radio: What might happen to Alabama if the U.S. Department of Education is dismantled? Boston Globe: ‘We really never came back to each other’: Five years after COVID, we’re more divided than ever MORE Celebrating the A&S Community A&S Featured Course: Improv in Science Communication Bridging the gap: Combining music and astrophysics to improve representation in science MORE",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 50
        }
    },
    {
        "id": "30e5d768-a245-45a2-9e09-96dd593a4cac",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 51
        }
    },
    {
        "id": "d9cb8168-de0f-4e36-beca-31a4ce009146",
        "text": "Scraped from: https://as.vanderbilt.edu/faculty/\nDate scraped: 2025-02-17 02:45:27",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 52
        }
    },
    {
        "id": "ad8c2ded-5287-440a-92f8-140987fe05c7",
        "text": "Home Faculty Meet our Faculty Meet our Faculty The College of Arts and Science faculty are at the heart of our school. World-renowned experts in their fields, they lead research that informs the way we see, understand, and live in the world around us. At the same time, they strongly value their teaching and connection with their students, often working with undergraduates on research projects and discussing issues after class. With a low 7:1 student to faculty ratio, instructors are uniquely accessible for assistance, support, research, and guidance. Major Jackson English Jackson discusses his path to becoming a poet, and how the craft humanizes and records our experiences, current events, and our place in the world in a valuable way. Watch Video Ari Caramanica Anthropology Caramanica has revealed that what appeared to be natural massive earth mounds on the north coast of Peru are actually the remnants of large dams built by ancient peoples to control runoff from storms and irrigate the desert landscape. With a prestigious new grant, she will explore what this can teach us about addressing the modern-day challenge of climate change. Read More Carl Johnson Biological Sciences Johnson and a team of Vanderbilt scientists have succeeded in adjusting the daily biological clock of cyanobacteria, making the blue-green algae a more prolific producer of renewable fuels, chemicals, and pharmaceuticals, like insulin",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 53
        }
    },
    {
        "id": "43374687-cf1c-4fe9-bf3f-966bffea6486",
        "text": ". Read More Vesna Pavlovik Art “Woven Wind,” led by Pavlović, is a collaborative research project that weaves together archival research, community engagement, and artistic expression to create a vibrant tapestry of remembrance and reconciliation, honoring these untold stories and empowering the descendants of enslaved people. Read More  African American and Diaspora Studies American Studies Anthropology Art Asian Studies Biological Sciences Business Center for Latin American, Caribbean, and Latinx Studies Chemistry Cinema and Media Arts Classical and Mediterranean Studies Climate and Environmental Studies Communication of Science and Technology Communication Studies Earth and Environmental Sciences Economics English European Studies French and Italian Gender and Sexuality Studies German, Russian, and East European Studies History History of Art Jewish Studies Mathematics Medicine, Health, and Society Neuroscience Philosophy Physics and Astronomy Political Science Psychology Public Policy Studies Religious Studies Sociology Spanish and Portuguese Theatre",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 54
        }
    },
    {
        "id": "27a6ba98-281e-4c5d-b69b-7525649266f2",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 55
        }
    },
    {
        "id": "70e90bb7-9e88-4733-a7d0-50cecf01bd29",
        "text": "Scraped from: https://as.vanderbilt.edu/academics/\nDate scraped: 2025-02-17 02:45:28\n\nHome Academics Undergraduate Academics Undergraduate Academics Break boundaries. Explore your passions. Solve the world's most pressing problems. The undergraduate experience at the College of Arts and Science is exactly what college should be: an intellectual environment where you can explore everything you’re curious about, interested in, and fascinated by—at the heart of a world-class residential university within one of the world’s most exciting cities. We encourage discovery across disciplines and schools. Roughly 34% of our undergraduates double major, and more than half add a minor—often mixing humanities, social sciences, and sciences. And with more than 100 majors and minors to choose from, across more than 70 fields of study, you can easily find a course of study to fit your goals and interests. Students have many opportunities to interact with our exceptional faculty—leaders in their fields known for their commitment to teaching, research excellence, and mentoring. Our undergraduate student-to-faculty ratio of 7:1 means that we can offer a unique educational experience: personalized learning from leading scholars, meaningful mentoring, and stellar research experiences only available at a world-class research university.  \n================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 56
        }
    },
    {
        "id": "4495a549-f77b-4f88-9a3d-4cebcc47b8ba",
        "text": "Scraped from: https://as.vanderbilt.edu/research/\nDate scraped: 2025-02-17 02:45:28\n\nHome Internal research Research Research \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/internal/\nDate scraped: 2025-02-17 02:45:29\n\nPermission Denied The page that you were trying to browse requires valid credentials to view. If your username and password are not working, please contact the site owner for assistance. Return to the previous page. Search our site: The vanderbilt.edu site and its related web pages are maintained by many different departments and organizations at Vanderbilt University. Every effort is made to keep this information updated and accurate. If you would like to assist us in resolving this error, we invite you to contact the department responsible for the page you visited.\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/give/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 57
        }
    },
    {
        "id": "dbb73e58-7039-440f-ae6d-769c501512f2",
        "text": "Scraped from: https://as.vanderbilt.edu/give/\nDate scraped: 2025-02-17 02:45:29\n\nPermission Denied The page that you were trying to browse requires valid credentials to view. If your username and password are not working, please contact the site owner for assistance. Return to the previous page. Search our site: The vanderbilt.edu site and its related web pages are maintained by many different departments and organizations at Vanderbilt University. Every effort is made to keep this information updated and accurate. If you would like to assist us in resolving this error, we invite you to contact the department responsible for the page you visited.\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/paa/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 58
        }
    },
    {
        "id": "029b9be3-42cd-4427-ac59-96aeca00c4de",
        "text": "Pre-Architecture Advising Pre-architecture advising at Vanderbilt focuses on supporting each advisee in building a personalized plan to prepare for graduate study and careers in architecture or related design fields. Graduate programs in Architecture and related disciplines (including Landscape Architecture, Environmental Design, Urban Planning, Historic Preservation, Graphic Design, and Product Design) place high value on self-driven and curious applicants who have engaged dynamically with their undergraduate studies. Vanderbilt’s unique emphasis on individual, experimental learning, cultural enrichment, and immersion lends itself exceptionally well to fostering the types of industrious, free-thinking creators who are prized by the best graduate architecture programs and who become trail-blazers in the architecture profession. Choice of Major Pre-architecture advisees may major in any discipline. Degrees in economics, biology, classics, engineering, philosophy, environmental science, computer science, and other fields are respected and thoroughly applicable starting points for graduate study in architecture. Many students have found that a major or minor in Studio Art or History of Art and Architecture are especially valuable in supporting the portfolio-building process and course prerequisites",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 59
        }
    },
    {
        "id": "7368ff05-53e1-4d25-afe5-58053c4b6ccf",
        "text": ". Many students have found that a major or minor in Studio Art or History of Art and Architecture are especially valuable in supporting the portfolio-building process and course prerequisites. Particularly applicable to pre-architecture study is Vanderbilt’s Architecture and the Built Environment (ABE) major and minor, which allow for exceptional flexibility in the interdisciplinary study of spatial questions. While based in the Department of History of Art and Architecture, students can accrue 50% of their credit toward the major by choosing from hundreds of classes in dozens of departments around the university. More information on the ABE major and minor can be found here . Coursework Both Vanderbilt and the directors of many architecture graduate programs encourage pre-architecture students to explore intellectual and technical questions from perspectives outside the profession so that they will be able to apply their interdisciplinary experience to the specialized questions that they will encounter in graduate school and beyond. Experience in critical thinking, visual representation, writing, and creative problem solving will strengthen an application. These can be achieved in the process of fulfilling the core requirements within each student’s respective college (AXLE in Arts and Sciences, Liberal Education Core in Peabody, Core Curriculum in Engineering)",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 60
        }
    },
    {
        "id": "8a941dfd-6799-450f-8046-08cb92356b02",
        "text": ". These can be achieved in the process of fulfilling the core requirements within each student’s respective college (AXLE in Arts and Sciences, Liberal Education Core in Peabody, Core Curriculum in Engineering). In selecting core courses, pre-architecture students should attend to their particular interests and needs, making sure both to build on strengths and to fill gaps in skill and knowledge. Students should also seek out courses that allow for investigative projects that can be appropriated to their portfolios (see below ). Prerequisites Different Master of Architecture (MArch) programs uphold different prerequisites, but nearly all maintain the same spirit and general categories, requiring 1) one or two courses in mathematics and the sciences, and 2) one or two courses in history of architecture. In mathematics and the sciences, schools commonly require a course in calculus, in physics, or both. Some schools are less specific in these STEM requirements; some are more particular. In history of architecture, some schools require one or two courses of any topic within the discipline; other schools require one or two surveys that focus specifically on modern or pre-modern architecture. Prior to your senior year, research the schools that interest you and identify their specific requirements",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 61
        }
    },
    {
        "id": "80ca9981-5ca9-4619-8325-5dbf338bf474",
        "text": ". Prior to your senior year, research the schools that interest you and identify their specific requirements. While most programs permit students to complete some outstanding requirements as late as the summer before the MArch program begins, the strongest applications will have completed rigorous versions of the required courses (e.g., physics for engineering majors rather than physics for non-science majors) at the time of application. These prerequisite courses serve the applicant in two ways: they demonstrate a competence across the multiple skill-sets required of architects, and they provide the foundations for the advanced and more narrowly-focused coursework that will be undertaken in the MArch program. Note that a few schools also explicitly require one or two courses in the humanities; these are typically of the kind that any Vanderbilt student will have taken as part of their core requirements. A few schools also require a studio-arts course in graphic representation or architectural design; most students will have taken such a course in the process of developing a portfolio. For additional support in selecting courses that will support your applications for and study in a Master of Architecture program, speak with your pre-architecture advisor",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 62
        }
    },
    {
        "id": "95c5dc41-2180-4108-8e2f-9824bbaa7c41",
        "text": ". For additional support in selecting courses that will support your applications for and study in a Master of Architecture program, speak with your pre-architecture advisor. MArch Application: Personal Statement Whereas application essays for undergraduate study tend to focus on the general character of the applicant, the strongest architecture school application essays articulate the applicant’s relationship with architecture. In what direction might you eventually take your architecture practice? Why? What excites you about today’s architecture? How would you design differently? Have you had an experience that prompts your particular interests in the field? Are you motivated by a specific conviction—social, political, personal, philosophical—that you expect to drive your architecture practice? Do you have a particular skill or fascination that you expect to use as an architect—maybe facility with complex geometries, or interpersonal abilities, or graphic representation? These are some of the questions you might explore in your statement. Do not use your essay to list your qualifications or your extracurriculars. Also, avoid stories about playing with blocks or legos as a child; the topic is hackneyed. Most students build one essay and adapt it to the particulars of the various schools to which they are applying",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 63
        }
    },
    {
        "id": "0472d771-dc42-479c-a98c-fc52c48f1e9b",
        "text": ". Also, avoid stories about playing with blocks or legos as a child; the topic is hackneyed. Most students build one essay and adapt it to the particulars of the various schools to which they are applying. The best personal statements do this attentively: rather than simply leaving space at the end of the essay in order to mention the names of a few famous professors at that school, articulate instead why, really, you would like to study at this particular school, integrating this with the substance of your essay wherever possible. This requires getting to know each program well and can improve not only your personal statement but also your own process of selecting a school and your understanding of the profession. Most importantly, give yourself a buffer in writing your essay, both temporal and psychological. Begin writing months before applications are due. Have others read your essay early and often, and discuss it with people you trust and who know you—including, but not only, your pre-architecture advisor. Most applicants start writing their essays as an effort to fool a school into accepting them. Surprisingly often, a rigorous, well-paced writing process leads to genuine reflection on career, education, and fulfillment, and the resulting essay is self-evidently honest and considerably more compelling than the initial effort",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 64
        }
    },
    {
        "id": "4eaa9111-b60f-43e0-8f67-98a618ed12bd",
        "text": ". Surprisingly often, a rigorous, well-paced writing process leads to genuine reflection on career, education, and fulfillment, and the resulting essay is self-evidently honest and considerably more compelling than the initial effort. MArch Application: Letters of Recommendation Most MArch applications require one or two letters of recommendation.  Request these early—at least a month before your application is due. Choose recommenders who know you and who can speak specifically to your abilities in and potential for the study and practice of architecture. This means building relationships throughout your time in college, finding mentors, supervisors, professors, etc., who will remember you and have seen your best work. Keep in mind that writing a letter of recommendation is a substantial task for the recommender, often taking hours of effort and days of reflection. Out of respect for the professor’s time and in order to receive a strong letter, you should make the process as easy for the recommender as possible. Ask politely and early, and be sure to make your request in a flexible way. You might ask, “Would you feel comfortable writing a letter recommending me for…?”  This allows the potential recommender a judicious way out if, for whatever reason, she expects that her letter would not be beneficial to you. Read the response attentively, and never coerce a person into writing a recommendation letter",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 65
        }
    },
    {
        "id": "9d9f98a9-2723-4d4f-966c-7cde3b9d28d1",
        "text": ". Read the response attentively, and never coerce a person into writing a recommendation letter. You may be asked to collect all the work you have done for that person—coursework, designs, etc.; do so promptly and deliver it in an organized way. If possible, send your recommenders a draft of your personal statement; this will allow them to present you along the same lines that you are presenting yourself. After the application process is complete, follow up. Send a hand-written thank you note, and let the recommender know whether you were accepted. MArch Application: GREs and Transcripts Standardized tests and grades matter when applying to MArch programs, but rarely as much as Vanderbilt students expect. This is not undergraduate admissions: most MArch admissions committees use this data to confirm that a student is capable, responsible, and diligent. Few if any insist on the highest numbers from everyone it admits. Therefore: keep your grades strong and study for the GRE, but don’t despair over a low score, and do not give up on a school you are interested in because of imperfect numbers. If your record has outstanding inconsistencies for some particular reason—such as a weak semester because of a personal loss or illness—consider asking a mentor or administrator to include a note with your application that explains the inconsistency. MArch Application: Portfolio A portfolio is a presentation of your creative and critical work, represented in mostly graphic form",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 66
        }
    },
    {
        "id": "82d8aac6-f1c3-4ddb-8abc-f66aa68f8d77",
        "text": ". MArch Application: Portfolio A portfolio is a presentation of your creative and critical work, represented in mostly graphic form. Every major MArch program requires a portfolio as part of its application process, and most allot the highest importance to this portion of the application. The portfolio itself is a major design project. Students should allot, at minimum, a full semester to design and repeatedly, thoroughly revise their portfolios. Preferably, a portfolio is a multi-year project, with the pre-architecture student designing a working portfolio in freshman or sophomore year, then continuously adding projects to the portfolio while also periodically revising or fully redesigning the portfolio itself across subsequent semesters.  A portfolio is not simply a series of images of one’s work. To the contrary, its design, sequencing, grouping, omissions, and textual explanations should serve to articulate an image of oneself as a designer. This concept may seem abstract, even naïve, to the uninitiated, but, as with most tasks in professional architecture, the laborious process of creating a portfolio gives its creator new eyes to see and understand both one’s own and others’ designs. The pre-architecture advisors are available to regularly meet with advisees as part of the process of developing their portfolios",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 67
        }
    },
    {
        "id": "b6ef2e0a-3489-40c9-baae-c1c5681041b9",
        "text": ". The pre-architecture advisors are available to regularly meet with advisees as part of the process of developing their portfolios. Such iterative critiques from faculty resemble the design process in architecture schools and professional practice, and they inevitably result in much stronger portfolios. Portfolio: logistics, conventions, character Most MArch programs require that the portfolio be submitted as a single pdf file about 30 pages long. It is best created using a desktop publishing application such as Adobe inDesign. A good place to begin thinking about portfolios is to page through a variety of examples, collections of which are linked below. Keep in mind that most of the below examples are the result of years of work by experienced designers. No one will expect an MArch applicant’s portfolio to be so elaborate or expert; approach these as aspirational models, and as troves of ideas. Architecture Daily portfolio tips and featured examples Architecture Portfolios shared via Issuu Archisoup's Architecture Portfolio Guide Architecture Lab's Portfolio Guide and Examples Portfolio: What to include? A portfolio used in applying to architecture school need not contain all, or any, architecture, per se . There are a variety of ways to present one’s existing skills, interests, and aptitude for studying architecture. Indeed, often the most appealing applicants present little or no architecture among their creative and critical work",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 68
        }
    },
    {
        "id": "0d214a51-6e0f-4e47-8136-7ee8e5f8966b",
        "text": ". There are a variety of ways to present one’s existing skills, interests, and aptitude for studying architecture. Indeed, often the most appealing applicants present little or no architecture among their creative and critical work. MArch application portfolios usually present a combination of projects undertaken as coursework (often revised after the completion of the course) and those undertaken independently. As you choose classes, consider what courses might allow you to create a portfolio-ready project; as you choose your project within the class do the same; and as you work on that project, continuously reflect on how your work at that moment might best be presented in a graphic portfolio. This might mean creatively diagramming your market-research findings, or producing an exceptionally legible map of a poll you conducted, or graphically rendering a 3-D mathematical concept you are investigating",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 69
        }
    },
    {
        "id": "3b67e3fb-d4aa-4cbf-bb4e-43e6368ba35f",
        "text": ". Some examples of non-architecture projects ideal for a portfolio—all completed as recent coursework at Vanderbilt—include: A GIS analysis of past and predicted flash-flooding in Nashville A brand-identity package for an upcycling startup A hypothetical 3D reconstruction of lost details from the pediment of the Parthenon A campus advertisement imitating the appearance of Soviet socialist-realist propaganda posters An exhibition design presenting the original design of a recently-renovated Vanderbilt building A design for a student backpack A coded map of trees on Vanderbilt’s campus, paired with an analysis of campus shade coverage and its environmental impacts An imagined ancient Greek monument, informed by the historical study of ancient practices of memorialization Logos for Vanderbilt research laboratories, imitating the approaches of historical designers A hypothetical renovation of a local park 3D-printed inkpad stamps depicting new designs for personal and family crests A 3D-printed children’s puzzle A lampshade created out of lasercut plexiglass A small robot that navigates using a custom algorithm A virtual-reality environment presenting the history of gender-equality in the US A series of woodcut prints wheel-thrown pottery in a variety of firing techniques Fragile archaeological objects modeled photogrammetrically then 3D printed for an exhibition, allowing museum visitors to handle the objects For a list of Vanderbilt courses related to the study and practice of",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 70
        }
    },
    {
        "id": "6008cd5c-479b-4fbc-ad45-0f215e977bd2",
        "text": "in a variety of firing techniques Fragile archaeological objects modeled photogrammetrically then 3D printed for an exhibition, allowing museum visitors to handle the objects For a list of Vanderbilt courses related to the study and practice of architecture, consult the extensive course listings for the Architecture and the Built Environment major",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 71
        }
    },
    {
        "id": "6330711b-9fc8-4ecf-83f1-32ca903ea24e",
        "text": ". Architecture Design Studios The Department of Art offers a variety of art studios that can produce rich material for an MArch applicant's portfolio (see below ). Vanderbilt does not, however, currently offer dedicated architecture design studio courses. Thus, in addition to coursework and independent projects, summer study in one of the many career exploration programs offered across the US and around the world will help students produce material for a portfolio and will also expose the student to architecture studio culture and the types of work done in an MArch program",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 72
        }
    },
    {
        "id": "e2e9e398-33f3-4678-b971-e1f140904e6e",
        "text": ". Here is a selection of programs: http://designdiscovery.gsd.harvard.edu/ https://www.arch.columbia.edu/programs/2-intro-to-architecture https://www.sciarc.edu/academics/summer-programs/making-and-meaning/ https://ssa.ccny.cuny.edu/programs-centers/other-programs/summer-arch-career-lab/ https://ced.berkeley.edu/academics/summer-programs/summer-institute/ https://ced.berkeley.edu/academics/summer-programs/discovery/ https://arch.uic.edu/YArch https://www.pdx.edu/architecture/summer_immersion https://carleton.ca/architecture/programs/studiofirst/ https://www.aaschool.ac.uk/academicprogrammes/visitingschool/summer-school http://cacp.utsa.edu/academic-programs/department-of-architecture/summer-academy-in-architecture-interior-design/ http://cooper.edu/architecture/summer-programs/introduction-architecture http://www.arch.iit.edu/study/introarch https://info.umkc.edu/aupd/design-discovery-program/ https://www.summer.ucla.edu/institutes/JumpstartArchitecture https://sala.ubc.ca/design-discovery-online https://ifhpsummerschool.wordpress.com/about/ http://fac.arch.hku.hk/summer/cities-in-asia/ Some resources at Vanderbilt for producing portfolio-appropriate work in and out of class include the following: Wond’ry The Wond’ry , Vanderbilt’s ‘innovation center’ is the university’s prime space for creative design",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 73
        }
    },
    {
        "id": "0848cbad-1a0d-4e61-b7a7-ee23bc432c28",
        "text": ". Open to all Vanderbilt students and located in the Engineering and Science Building, the Wond’ry includes a makerspace with tools for both digital and manual fabrication (3D printers, laser cutter, CNC mill, vacuum former, fiber-arts and circuitry tools, and much more), a computer lab with rare and expensive software, and entrepreneurship resources from meeting spaces to skills seminars. The Curb Center The Curb Center for Art, Enterprise & Public Policy supports scholarship, arts projects, and programming often relevant to the interests of pre-architecture students.  Among the center’s initiatives are: Racial Equity in Arts Leadership (REAL) program Undergraduate Creativity Grants Visual Resources Center The Visual Resources Center (VRC) offers extensive resources for 3D modeling and photogrammetry, virtual reality production and consumption, and digital humanities. These include ArcGIS, data visualization and digital publishing software, and apps for designing graphic, 3D, and virtual reality products (including Adobe Suite, Sketchfab, MeshLab, Cloudcompare, and Unity). These are supported by appropriately powerful desktop computers.  Hardware available includes an Alienware desktop computer, VR headsets, a Nikon DSLR camera, and an 11” x 17” flatbed scanner. Department of Art The Vanderbilt Department of Art offers an abundance of courses and resources for creative practice",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 74
        }
    },
    {
        "id": "855ea09e-7502-4cf9-b5ed-5607c08c9eb0",
        "text": ". Department of Art The Vanderbilt Department of Art offers an abundance of courses and resources for creative practice. These include courses in drawing, photography, installation art, ceramics, sculpture, conceptual art, film, and much more. Practically any course undertaken within the department can result in portfolio-ready material.",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 75
        }
    },
    {
        "id": "2054d061-ccf4-436b-8a85-d7e60e3e42d0",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 76
        }
    },
    {
        "id": "d299bdff-87cf-4b11-84cb-ccc2190e97bd",
        "text": "Scraped from: https://as.vanderbilt.edu/garland.php/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 77
        }
    },
    {
        "id": "ef5f9d8d-6b70-4807-9b71-3af2cd035eff",
        "text": "Garland Hall  Take Virtual Tour The College of Arts and Science is undertaking a renovation and addition to Garland Hall to create a welcoming, state-of-the-art space that will serve as a central hub for interdisciplinary collaboration in the humanities, social sciences, and natural sciences. The new building will feature a blend of teaching, research, office, and collaborative spaces. Its design aims to cultivate a sense of community and belonging while fostering even greater excellence in the college. Guiding Principles | Details & Timing | Community Engagement | News Guiding Principles The College of Arts and Science prioritized the following principles during the planning, design, and implementation of the project: Flexibility : Create opportunities for future programs, people, and needs. Balance : Embrace the historic core setting while also setting a vision for the future. Connections : Create alignment between interior and exterior spaces. One Vanderbilt : Manifest the core values of the university, including: Build collaboration and community to improve teaching, promote interdisciplinary learning, and accelerate research aspirations. Create a welcoming environment that fosters belonging and inclusion. Nurture a culture that values team over individual accomplishments. Build collaboration and community to improve teaching, promote interdisciplinary learning, and accelerate research aspirations. Create a welcoming environment that fosters belonging and inclusion",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 78
        }
    },
    {
        "id": "baf0e81b-c4c4-47bc-90d6-8a1a13c41279",
        "text": ". Build collaboration and community to improve teaching, promote interdisciplinary learning, and accelerate research aspirations. Create a welcoming environment that fosters belonging and inclusion. Nurture a culture that values team over individual accomplishments. Details & Timing Preparation for the Garland Hall project began in 2021 with thorough research and planning and a series of community engagement events . The project is scheduled to be completed by the Fall 2025 term. The College of Arts and Science engaged architectural firm Ayers Saint Gross for the project. ASG has been a close partner throughout the process, immersing themselves in the community to understand our needs and vision. The new Garland Hall will provide: 47% increase in usable space (from 49,095 to 72,000 square feet) 32% increase in number of workspaces (from 73 to 96) 180% increase in number of classrooms and teaching labs (from 5 to 14) 19% increase in gathering space (from 2% to 21% of total building square footage) Community Engagement To ensure that Garland Hall best meets the needs of students, faculty, postdocs, and staff, the College of Arts and Science has solicited feedback and input from the full A&S community throughout the process. Specifically, we: Held a Virtual Town Hall to present the basic principles and goals of the infrastructure project and answer questions",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 79
        }
    },
    {
        "id": "b65bc7a6-c16b-4050-8a80-1b5d2aecb393",
        "text": ". Specifically, we: Held a Virtual Town Hall to present the basic principles and goals of the infrastructure project and answer questions. (September 2021) Conducted an online survey of faculty, postdocs, staff, and students to understand how the community currently uses the space, which types of space are most important, and how space can be improved. The survey yielded 875 responses. (September 2021) Hosted an Open House Workshop with faculty, postdocs, staff, and students to explore the key values and needs of the community. (October 2021) Held seven individual focus groups with faculty, staff, and graduate students to discuss priorities for the new space. (November 2021) Held an in-person Town Hall to provide an update to the A&S community on the project and the timeline. (April 2022) Facilitated meetings with chairs/directors of units who will reside in Garland to understand their unique requirements. (April 2022) Engaged in additional chair/director/faculty conversations to understand specific classroom needs. (throughout 2022-23) News 9/23/24 - Garland Hall renovation celebrates milestone with topping out ceremony 7/5/23 - College of Arts and Science to renovate Garland Hall as part of significant infrastructure improvement",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 80
        }
    },
    {
        "id": "a9bc036d-4cf3-4a41-9f0d-729dd7e5f4e6",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 81
        }
    },
    {
        "id": "8f44c1f4-0d8a-434c-ac85-791e41b7769a",
        "text": "Scraped from: https://as.vanderbilt.edu/african-american-diaspora-studies/\nDate scraped: 2025-02-17 02:45:30\n\nDepartment of African American and Diaspora Studies Why African American and Diaspora Studies? The study of Africans, African Americans, and people of African descent emerges from a rich, distinguished, and exciting past that continues to influence our present realities. AADS offers an interdisciplinary, cross-cultural, and comparative study of the lived experiences of Black people dispersed throughout the world from the continent of Africa. We examine the histories, politics, economies, social worlds, literatures, music, and visual cultures of multicultural and diverse African descent people in the Americas (North and Latin America), the Caribbean, Europe, and Africa itself. major Research Center faculty Spotlights   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/art/\nDate scraped: 2025-02-17 02:45:31",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 82
        }
    },
    {
        "id": "640afa65-ad20-4450-9bcc-2e84758693a8",
        "text": "Scraped from: https://as.vanderbilt.edu/art/\nDate scraped: 2025-02-17 02:45:31\n\nDepartment of Art Why Art? Studying art offers students a rich opportunity to make, design, experiment, and invent. Our program offers a wide range of classes and media, such as drawing, painting, printmaking, ceramics, sculpture, video, performance, digital photographic media, installation, animation, and social art practice. Students develop their creativity, explore new media, and gain knowledge of the visual arts to help them understand the culture of any given time or place. Major Faculty Work Spotlights   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/a-s-news/\nDate scraped: 2025-02-17 02:45:31",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 83
        }
    },
    {
        "id": "d1ea7f6a-f6d5-4091-96b4-35f491e73d93",
        "text": "Home Arts and Science News Reducing the risk of “forever chemicals” in Tennessee’s drinking water Faculty members and alumni recognized by the White House for the Presidential Early Career Award Faculty members and alumni honored with Presidential Early Career Award MORE Staff Q&A: Peggy Lucas-McGowan celebrates 50 years in A&S Bringing community to a seemingly solitary endeavor New faculty Q&A: Discovering black holes in dwarf galaxies with Mallory Molina MORE Collector instincts and abstract thinking are behind immunologist James Crowe’s drive to use game-changing technology to prevent infectious disease Students contribute to Nashville’s socially engaged art scene Vanderbilt University launches inaugural public programming in New York City MORE Salon: How a once-fringe theory of presidential power is upending American government The New York Times: As Off Broadway crews unionize, workers see hope, producers peril ABC News: Trump’s record number of executive orders are testing the limits of presidential power Associated Press: Beyoncé and Kendrick Lamar led one of the best Grammys in years. Has the awards show transformed? Alabama Public Radio: What might happen to Alabama if the U.S",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 84
        }
    },
    {
        "id": "98c619b3-4e9a-4e84-8d07-0f9150f5a833",
        "text": ". Has the awards show transformed? Alabama Public Radio: What might happen to Alabama if the U.S. Department of Education is dismantled? Boston Globe: ‘We really never came back to each other’: Five years after COVID, we’re more divided than ever MORE Celebrating the A&S Community A&S Featured Course: Improv in Science Communication Bridging the gap: Combining music and astrophysics to improve representation in science MORE",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 85
        }
    },
    {
        "id": "34402220-1de1-44d3-b8e9-482f53efbeca",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 86
        }
    },
    {
        "id": "b4d0ebfa-9fbd-4e33-bfd4-34b4ea7dde32",
        "text": "Scraped from: https://as.vanderbilt.edu/asian-studies/\nDate scraped: 2025-02-17 02:45:31\n\nThe Department of Asian Studies Why Asian Studies? The Asian Studies department is Vanderbilt’s home for the study of Asian languages, cultures, and diasporas. As a hub for interdisciplinary inquiry, our program explores Asia through the multiple lenses of film, geography, history, history of art, literature, media studies, political science, religious studies, and sociology. Our faculty’s expertise spans widely across Asian regions, especially the countries of China, Japan, Korea, India, Bangladesh, and Vietnam. We offer language instruction in Chinese, Hindi-Urdu, Japanese, and Korean. Major Faculty Student Group Spotlight Stories   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/biological-sciences/\nDate scraped: 2025-02-17 02:45:31",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 87
        }
    },
    {
        "id": "e74666c7-fe61-4f19-9193-923a52e91dcc",
        "text": "Scraped from: https://as.vanderbilt.edu/biological-sciences/\nDate scraped: 2025-02-17 02:45:31\n\nDepartment of Biological Sciences Why Biological Sciences? We are a life sciences department that aspires to excellence in research at all levels of biological organization—from molecules and cells to organisms and ecosystems. We leverage our diverse backgrounds and expertise to educate and mentor undergraduates, graduate students, and postdoctoral fellows through immersive research experiences in the laboratory. Our goal is to help today’s trainees become tomorrow’s leaders in research, health and medicine, education, and government.  Calling all alumni! Are you a former undergraduate, graduate student, or postdoctoral trainee of the Biological Sciences Department? We’d love to year from you! Please consider filling out this brief form to connect and let us know your current whereabouts. If you’re interested in the Ph.D. program in Biological Sciences at Vanderbilt, please email: biosci_graduate_program@vanderbilt.edu . Major Research Ph.D. Faculty Student Spotlight / Recent News   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/classical-mediterranean-studies/\nDate scraped: 2025-02-17 02:45:32",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 88
        }
    },
    {
        "id": "c4b06b5e-df08-4502-962e-0377f240543c",
        "text": "Scraped from: https://as.vanderbilt.edu/classical-mediterranean-studies/\nDate scraped: 2025-02-17 02:45:32\n\nDepartment of Classical and Mediterranean Studies Why Classical and Mediterranean Studies? To study the classical world and its Mediterranean context is to explore the culture and history of a region at the crossroads of civilization since antiquity. Here, you will analyze the thought, language, art, systems, and landscapes of the Greeks and Romans; the roots of world religions, science, law, economy, and philosophy; the interconnections between Europe, Africa, and Asia across space and time; and the dynamic legacy of this past from the Middle Ages until today. major immersion faculty Spotlight   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/cinema-media-arts/\nDate scraped: 2025-02-17 02:45:32",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 89
        }
    },
    {
        "id": "559f7586-215d-4c2e-8053-c057207070cb",
        "text": "Scraped from: https://as.vanderbilt.edu/cinema-media-arts/\nDate scraped: 2025-02-17 02:45:32\n\nDepartment of Cinema & Media Arts Why CMA? The Department of Cinema & Media Arts is a vibrant interdisciplinary program devoted to the study and production of film across media platforms, streaming devices, and environments. Our faculty, composed of scholars and media makers, educate students in key critical debates and aesthetic practices to prepare our majors for a range of careers in the entertainment industry, arts, public service, and creative entrepreneurship. The department was recently featured as one of the 50 most impactful film schools in the world by Variety magazine.   Major Internships Faculty Spotlight Stories   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/economics/\nDate scraped: 2025-02-17 02:45:32",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 90
        }
    },
    {
        "id": "c7e19cc3-a951-4449-81f4-7c51939331a3",
        "text": "Scraped from: https://as.vanderbilt.edu/economics/\nDate scraped: 2025-02-17 02:45:32\n\nDepartment of Economics Why Economics? One of the university’s most popular undergraduate majors, Economics provides rigorous training in all areas of the discipline to prepare our students for work in research, private firms, and public policy. We also offer Ph.D. and M.A. degrees, which have produced university professors, Fed researchers, and policy leaders. With distinguished faculty who are respected scholars in their fields as well as committed classroom teachers, Economics really does offer it all. Won’t you join us? Major Ph.D. Faculty Spotlight Stories and Recent News    #1 most popular undergrad major at Vanderbilt 50 faculty engaged in teaching, learning, and research 1 Nobel Peace Prize Laureate, Muhammad Yunus\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/earth-environmental-sciences/\nDate scraped: 2025-02-17 02:45:32",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 91
        }
    },
    {
        "id": "2f95e390-ebba-40f9-84ae-31e1e504e9a0",
        "text": "Scraped from: https://as.vanderbilt.edu/earth-environmental-sciences/\nDate scraped: 2025-02-17 02:45:32\n\nDepartment of Earth and Environmental Sciences Why Earth & Environmental Sciences? The Earth and environmental sciences focus on understanding Earth’s dynamic history — how Earth “works” and records its origin and age in rocks and landscapes — and how geological processes affect modern environmental and ecological systems. Among the natural sciences, ours is the quintessential interdisciplinary field, providing a vital perspective on how Earth’s physical and geochemical templates simultaneously sustain and threaten life, and influence human interactions with Earth. Major Ph.D. Faculty Student Spotlight / Recent News    7 continents with active EES research sites $25K+ of available funding for student travel, research, and support\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/hpao/\nDate scraped: 2025-02-17 02:45:32\n\nVanderbilt University Hello world! Dec. 5, 2023— Welcome to WordPress. This is your first post. Edit or delete it, then start writing! Read more\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/jewish-studies/\nDate scraped: 2025-02-17 02:45:33",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 92
        }
    },
    {
        "id": "0dfb3d40-ab38-44bd-a725-5fec51aac77f",
        "text": "Scraped from: https://as.vanderbilt.edu/jewish-studies/\nDate scraped: 2025-02-17 02:45:33\n\nDepartment of Jewish Studies Why Jewish Studies? We are an interdisciplinary department that facilitates the critical study of Jewish history, religion, language, philosophy, politics, culture, society, music, art, and literature across continents and over three millennia. Integral to understanding crucial moments in the formation of Christianity and Islam, as well as distinct episodes in the cultures of the modern Middle East, Europe, and America, we access the resources of the entire university to explore Judaism, its evolution, and its expression from biblical times to the present. major M.A. faculty Spotlights   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/german-russian-studies/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 93
        }
    },
    {
        "id": "82cd489b-b30c-4546-8f28-ba4a8c4fad9b",
        "text": "Scraped from: https://as.vanderbilt.edu/german-russian-studies/\nDate scraped: 2025-02-17 02:45:34\n\nDepartment of German, Russian and East European Studies Why German, Russian and East European Studies? Led by internationally recognized faculty, students in our department explore the languages, literatures, and cultures of one of the most vibrant regions of our world. Whether we engage with key texts of famous authors and philosophers; with films, music, visual artwork, and performances created by pathbreaking artists; or with haunting histories of genocide and powerful narratives of political transformation, our goal is to foster critical frameworks, interdisciplinary perspectives, and innovative collaborations that recognize the critical importance of German-speaking cultures, Russia, and East Europe for our globally connected present. Major Events Faculty Spotlight Stories   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/center-for-languages/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 94
        }
    },
    {
        "id": "15be1414-39a2-4374-b8d8-99b92d5be461",
        "text": "Scraped from: https://as.vanderbilt.edu/center-for-languages/\nDate scraped: 2025-02-17 02:45:34\n\nVanderbilt Center for Languages Why Languages? Languages create connections, generate discoveries, and facilitate the exploration of cultures, perspectives, and experiences outside our own. Located at the crossroads of language and culture, the Vanderbilt Center for Languages offers a dynamic point of departure to explore communities on campus and around the globe through language study, research, and cross-cultural exchange. Languages Careers Event Student Spotlight / Recent News   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/religious-studies/\nDate scraped: 2025-02-17 02:45:34\n\nDepartment of Religious Studies Why Religious Studies? Religious ideas and worldviews are built into every human culture, from history to ethics to social movements. In the Department of Religious Studies, you’ll engage in cutting-edge research and learning about the traditions, rituals, places, practices, and beliefs that give orientation to human life and help communities address the big questions that face us all. Major PH.D. Faculty Spotlight Stories   \n================================================================================\n\nScraped from: https://as.vanderbilt.edu/medicine-health-society/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 95
        }
    },
    {
        "id": "71f649c1-ed73-4651-9284-0a08ed91f2b1",
        "text": "Scraped from: https://as.vanderbilt.edu/medicine-health-society/\nDate scraped: 2025-02-17 02:45:34\n\nDepartment Of Medicine, Health, and Society Why Medicine, Health, and Society? Our students investigate the cultural, economic, demographic, and biological factors that affect health, as well as learn to think critically about complex social issues that impact health care and health policy. Drawing on courses in the medical sciences, humanities, and social sciences, this innovative interdisciplinary field of study transcends the traditional biomedical approach to understanding health and illness. Major M.A. Faculty Spotlight Stories    #2 most popular major in A&S 83% of MHS students who applied to medical school were accepted 90 joint or affiliated faculty\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/english/\nDate scraped: 2025-02-17 02:45:34\n\nDepartment of English  Why English? Click here to see how over 500 alumni answered that question. In this program, you’ll be challenged and engaged in small seminar-style classes that will give you skills 21 st century employers want:  the ability to engage complex ideas, to read, analyze, and think creatively and collaboratively across different cultures and styles, and to communicate effectively and clearly with others . Major Ph.D. M.F.A. Faculty Spotlight / Recent News   \n================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 96
        }
    },
    {
        "id": "f310dbf9-ceed-4f19-9de6-9ae5f1062f50",
        "text": "Scraped from: https://as.vanderbilt.edu/psychology/\nDate scraped: 2025-02-17 02:45:34\n\nDepartment of Psychology Why Psychology? To understand psychology is to understand the human brain, human behavior, and human cognitive processes—essentially, the key to how we think, act, and feel. Under the guidance of faculty renowned for their expertise in clinical psychology, cognition, and neuroscience, students pursue careers as therapists, data scientists in life sciences, policy makers, university professors, and many other fields that rely on deep knowledge of psychology and neuroscience. Major Ph.D. Event News Spotlights and Recent News    3 faculty are members of the National Academy of Sciences 11th nationwide rank by University HQ 3rd most popular major\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/spanish-portuguese/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 97
        }
    },
    {
        "id": "bbb0ad8b-cdbc-453e-afdc-3ded391f6e4a",
        "text": "Scraped from: https://as.vanderbilt.edu/spanish-portuguese/\nDate scraped: 2025-02-17 02:45:34\n\nDepartment of Spanish and Portuguese Why Spanish and Portuguese? As the saying goes, to have another language is to possess a second soul. For Spanish and Portuguese, that would be an impressively extended second soul, a soul shared with more than 500 million Spanish-speakers and close to 300 million Portuguese-speakers worldwide—a sundry multitude of fellow human beings, consumers and producers, political agents, cultural artificers, and neighbors. Study Spanish and Portuguese to get intimately acquainted with these diverse souls, and to acquire a second one of your own. Major Faculty Photo Gallery Spotlight    Top 10 of the most popular majors in A&S 360 million Spanish-speakers worldwide (as a first language) 2,000 undergrads take our classes annually\n================================================================================\n\nScraped from: https://as.vanderbilt.edu/gender-sexuality/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 98
        }
    },
    {
        "id": "424463be-b50d-4592-8452-440be5a448c5",
        "text": "Scraped from: https://as.vanderbilt.edu/gender-sexuality/\nDate scraped: 2025-02-17 02:45:34\n\nDepartment of Gender and Sexuality Studies Why Gender and Sexuality Studies? We teach our students to re-examine traditionally held beliefs about gender and sexuality from a historical and contemporary context. Here you will conduct ground-breaking research in human beliefs and behaviors and bring a critical perspective to everyday events and practices that shape human lives around the world. major Certificate faculty Spotlight Stories   \n================================================================================",
        "metadata": {
            "source": "scraped_data/as.vanderbilt.edu/as.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 99
        }
    }
]