[
    {
        "id": "d459e29f-e44a-4070-a56c-c241968600e8",
        "text": "Scraped from: scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://divinity.vanderbilt.edu/programs/\nDate scraped: 2025-02-17 02:45:08\n\nPrograms  A central way that we, live our Purposes and Commitments is through our co-curricular programs. Led by VDS faculty and programming staff members, each program works with their national and international networks to offer impactful educational opportunities to the public and to students. Learn more about each program below. Cal Turner Program for Moral Leadership in the Professions Carpenter Program in Religion, Gender and Sexuality Kelly Miller Smith Institute on Black Church Studies Religion in the Arts and Contemporary Culture Wendland-Cook Program in Religion and Justice James Lawson Institute for the Research & Study of Nonviolent Movements Historical Programs\n================================================================================\n\nScraped from: https://divinity.vanderbilt.edu/about/\nDate scraped: 2025-02-17 02:45:08",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "8b5ac751-f9df-46cd-8827-a373d9d5c271",
        "text": "About VDS The Vanderbilt University Divinity School is one of only six graduate schools of religion in the United States without a denominational affiliation that service primarily mainline Protestantism. As such, its history provides a distinct vantage point for viewing what has occurred in theological education since the latter part of the nineteenth century. History: The Divinity School began in 1875, following the 1873 founding of the University. It was established as the Biblical Department of Vanderbilt University and from its opening until May 1914 was under the auspices of the Methodist Episcopal Church, South. Since that date it has carried on its work as an ecumenical theological school under direction of the Vanderbilt University Board of Trust. In 1915, by Board of Trust action, the Biblical Department became the Divinity School, with its own dean and faculty. For more than a century the school has graduated thousands who have carried on their ministries in all parts of this country and throughout the world. A new phase in the history of the Divinity School began in September 1966 with the moving of the Graduate School of Theology of Oberlin College to Vanderbilt. The growth of the faculty and the increase in financial resources resulting from this merger have made possible a broadening and strengthening of the school's academic programs and greater opportunities for service",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "568b32df-006b-4f7c-acdc-36aab3c22b2f",
        "text": ". The growth of the faculty and the increase in financial resources resulting from this merger have made possible a broadening and strengthening of the school's academic programs and greater opportunities for service. The history of Vanderbilt Divinity School is recounted in a collected volume edited by Professor Emeritus and church historian Dale Johnson, Vanderbilt Divinity School: Education, Contest, and Change . Vanderbilt Divinity School: Education, Contest, and Change In this book, the contributors explore the school's history in terms of four main themes: Engagement with southern culture, present from the beginnings of the university but taking on special significance in the mid-twentieth century around the issue of race; The transition from an institution of the church (Methodist) to an independent and interdenominational school with a liberal Protestant orientation; The development of the modern research university, evident in the establishment of a graduate program in religion in addition to its program for the profession of ministry; From the 1950s, a growing concern with diversity and inclusivity, in keeping with national and international issues and developments both religious and cultural, which has broadened the school's sense of ecumenism and deepened its commitments to social justice",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "9b7bb084-0d33-4cca-a2e1-9da3982263c7",
        "text": ". Conflict has played an important part in shaping the history of the Vanderbilt Divinity School, from struggles over initial visions to questions of financial support and institutional control, from local debates over academic freedom to national issues of social justice. Especially noteworthy are the transformations the school has undergone since 1960: the \"James Lawson affair,\" where most of the divinity school faculty resigned over the expulsion of an African American graduate student who was organizing local lunch counter sit-ins; the impact of social change on the school since the late 1960s; and the contributions of women and African Americans, including their appointment to the faculty. Dale A. Johnson was professor emeritus of church history in the Divinity School at Vanderbilt University and author of The Changing Shape of English Nonconformity, 1825-1925 . VDS Purposes and Commitments As the self-proclaimed “school of the prophets,” we are committed to a practice of radical hospitality. That means opening our doors to a diverse community of scholars, faith leaders, lifelong learners, and changemakers. We are one of the few Research I, university-based, interdenominational divinity schools in the country and we embrace all aspects of that identity",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "eae12861-088d-4a7c-8530-466d420d0e8b",
        "text": ". We are one of the few Research I, university-based, interdenominational divinity schools in the country and we embrace all aspects of that identity. Today, the “school of the prophets” is a place for top-tier research, training, social justice activism, and global community building.\" Read the VDS Purposes & Commitments As a school of the prophets, VDS' Purposes and Commitments are informed by values central to Judaism and Christianity and shared with other faiths and humanistic traditions: \" …What does the Lord require of you but to do justice, and to love kindness, and to walk humbly with your God?\"  (Micah 6:8) \"'You shall love the Lord your God with all your heart, and with all your soul, and with all your mind.' This is the greatest and first commandment. And a second is like it: 'You shall love your neighbor as yourself.'\" (Matthew 22:37-39) Read the VDS Purposes & Commitments Did You Know? Vanderbilt University Divinity School is one of only five university-based, interdenominational divinity schools in the U.S., and one of only two located in the South. Vanderbilt University Divinity School started as the Biblical Department when Vanderbilt was founded in 1875. Vanderbilt University Divinity School was affiliated with the Methodist Episcopal Church South from 1875-1914. Vanderbilt University Divinity School got its name in 1956. Previously, the institution was called the School of Religion",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "98bd5edc-7064-4df2-bdb1-566bc09d75b3",
        "text": ". Vanderbilt University Divinity School was affiliated with the Methodist Episcopal Church South from 1875-1914. Vanderbilt University Divinity School got its name in 1956. Previously, the institution was called the School of Religion. Vanderbilt University Divinity School offers four degrees, the Master of Divinity (M.Div.), the Master of Theological Studies (M.T.S), the Master of Theology (ThM), and the Doctor of Ministry (D.Min.) in Integrative Chaplaincy. Vanderbilt University Divinity School does not offer the M.A. or  Ph.D. Those degrees are offered in the Graduate Department of Religion. The Divinity School offers dual degree programs with Vanderbilt's Schools of Management, Education and Human Development, Law, Nursing and Medicine. The current site of the Vanderbilt University Divinity School is not its first location on campus. The first Divinity building, Wesley Hall, burned to the ground in 1932. Before moving to its current site in 1960, the Divinity School was located across 21st Avenue in the current location of Wesley Place garage.",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "2c92cbe7-8454-4127-98cd-1666b905d5e8",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "da1a9ad0-02c5-4f80-852a-9facd28383c3",
        "text": "Scraped from: https://divinity.vanderbilt.edu/vanderbilt-divinity-school-welcoming-haven-for-midcareer-professionals/\nDate scraped: 2025-02-17 02:45:09",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "47fa15a0-44bc-4ef3-80c9-1388f515c3cb",
        "text": "Vanderbilt Divinity School welcoming haven for midcareer professionals Jan 22, 2025, 8:29 PM Twitter Facebook Email LinkedIn An important focus for Vanderbilt Divinity School is supporting midcareer professionals who seek answers to complex questions about religion, humanism, ethics, life’s meaning and more. “We aim to make VDS accessible—removing any obstacles—for those interested in theological education,” said Harper Barton Haynes , senior director of strategic enrollment management. “For individuals in fields like law, business or medicine, divinity school can be a form of service to their own humanity or self-care. I’ve never heard that language used for other graduate programs.” An article in the November 2024 issue of Town & Country includes VDS on a short list of theological programs at Ivy and alt-Ivy universities attracting seasoned professionals in top-tier careers. While pausing one’s career for graduate school might seem like a break, that does not describe the VDS experience. “Attending VDS is not an intellectual rest, although we hope to provide ‘balm’ for those wrestling with difficult questions,” Haynes said. Tayana Hardin: Black literature scholar thrives at VDS Tayana Hardin took a leave of absence from the University of Denver, where she was an associate professor of African American literature, to enroll at VDS in fall 2023. After two successful semesters as a master of divinity student, Hardin resigned from her professorship",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "120b3a20-f477-4183-9ee8-1a0bb4385a46",
        "text": ". After two successful semesters as a master of divinity student, Hardin resigned from her professorship. “Every day I wake up knowing that this is the best decision I could have made for myself,” Hardin said. About 20 years ago she considered going to seminary, but stayed on the PhD path, earning a doctorate in American cultural studies from the University of Michigan. She joined the faculty at the University of Denver, where she weaved performance and visual arts into classes on African American literature. Hardin received tenure in 2019, but six months later the COVID pandemic required a quick pivot to online teaching. “I had a family tragedy happening at the same time. All of that pressed in and really compelled me to ask what was going to be my legacy? What would I leave behind?” Hardin is on track to graduate in 2026. “From my professorial perspective, I’ve enjoyed seeing how African American literature plays into thinking theologically about the Black experience,” Hardin said. “I’ve had VDS courses that use African American fiction to represent experience, and as a way to then catapult us into asking ethical questions—theological questions—about the Black self in a larger white and American society",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "6cc29930-774c-4d56-bfa6-3378f87447ad",
        "text": ". “I’ve had VDS courses that use African American fiction to represent experience, and as a way to then catapult us into asking ethical questions—theological questions—about the Black self in a larger white and American society. I’m excited to see how literature plays an influential role in the work of scholars who focus on the Black religious experience in the United States.” Hardin has fully embraced her field education at the Frist Art Museum, where she is engaged with programs that are public facing and arts forward. “It is exciting to see what teaching looks like when students range in age from pre-k to 80s,” she said. “I am intrigued with the idea of bringing together some kind of work in spiritual care with the arts.” Graeme Dennis: Consultant to biopharma finds VDS ‘life changing’ As a Vanderbilt undergraduate, Graeme Dennis, BS’99, was on an atypical path for theological education. He earned a bachelor of science in chemistry and spent the next five years as a teaching fellow at Harvard University. Then he went to work at Vanderbilt University Medical Center, where he was the scientific informatics lead for the Program in Drug Discovery. After holding key positions at three software companies, Dennis became an independent consultant to biopharma in scientific informatics strategy. “I loved the teaching, learning and problem-solving that working with pharma required, and it took me around the world, too.“ Dennis said",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "27d6292a-a0af-4191-94b7-0ef33e692f5a",
        "text": ". “I loved the teaching, learning and problem-solving that working with pharma required, and it took me around the world, too.“ Dennis said . “But I had questions and concerns about how we experience the world and our frequent alienation from others, and this drove me toward theological studies.” Dennis took a “giant leap of faith,” starting an MDiv track in fall 2023. “My greatest interest is theological understanding of self,” he said. “Who are we in relation to God? I would like to develop that understanding, and help others develop it, too.” He enjoyed a course on prisons and restorative justice taught by Graham Reside , assistant professor of ethics and society and executive director of the Cal Turner Program in Moral Leadership in the Professions  “I was the student curator for a VDS gallery exhibit, “The Art of Living on Death Row.” Dennis continues to focus on intersections of the sacred and everyday life. “One of my interests is chaplaincy, and how chaplains’ vital role might expand beyond institutions like hospitals and prisons.” VDS is university-embedded In addition to classes taught by renowned scholars, VDS students enjoy a diverse and supportive university community. A variety of speakers, panel discussions, films and other special events are offered on campus. In addition, VDS students can sign up for graduate courses in other Vanderbilt schools and colleges",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "a1dc5102-f3b9-4f48-a13e-56053bed371c",
        "text": ". A variety of speakers, panel discussions, films and other special events are offered on campus. In addition, VDS students can sign up for graduate courses in other Vanderbilt schools and colleges. Continuing and executive education are excellent options for adult learners not seeking a degree,” according to Nathan Cost, associate director of VDS Lifelong Learning. “We are building out new courses and embedding certificate programs into the curriculum,” Cost said. “A few decades ago this access to divinity classes did not exist.” While the median age for a VDS student is 27, there’s a wide age span in the classes—from 20s to 80s. “Even with age and other demographic differences, our students find they share more similarities than differences,” Cost said. “We welcome those striving to become ‘whole’ through theological education, whether they are preparing to work in a religious institution or not,” said Yolanda Pierce , dean of Vanderbilt Divinity School and holder of the Cornelius Vanderbilt Chair in Religion and Literature. “Knowing that lifelong learners never stop discerning and growing, we are committed to their success.” VDS Voices Vds voices",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "3c8b4278-4fbd-4e5a-822b-942126f2e77f",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "2ead20b5-61c4-42a3-9ff7-44a570b2a229",
        "text": "Scraped from: https://divinity.vanderbilt.edu/admissions/\nDate scraped: 2025-02-17 02:45:12",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "032aa45d-48cf-446d-81f6-c27cd6046c10",
        "text": "Admissions Vanderbilt Divinity School is home to 4 Professional Degrees as well as offering 5 Dual-Degrees with other Vanderbilt Schools for M. Div and M.T.S. candidates. Admissions Requirements for Each Degree Program M.T.S. Transcripts Letters of Recommendation: 3 Resume/CV Complete Essay INTL Students Only: TOEFL or IELTS scores Total Credit Hours: 48 hrs. Total Years when Full-Time: 2 years* Learn More M.T.S. M.Div. Transcripts Letters of Recommendation: 3 Resume/CV Complete Essay INTL Students Only: TOEFL or IELTS scores Total Credit Hours: 72 hrs. Total Years when Full-Time: 3 years* Learn More M.Div. Th.M. ‡ Transcripts Letters of Recommendation: 3 Resume/CV Complete Essay: 2 Writing Sample (5-7 pages) INTL Students Only: TOEFL or IELTS scores Total Credit Hours: 24 hrs. Total Years when Full-Time: 1 - 1.5 years Learn More Th.M. ‡ D.Min. ‡ Transcripts Letters of Recommendation: 3 Resume/CV Complete Essay INTL Students Only: TOEFL or IELTS scores Total Credit Hours: 36 hrs. Total Years when Full-Time: 3 years concurrent with Full-Time chaplaincy Learn More D.Min. ‡ * Students with prior first theological degrees are not considered for admission to the M.T.S. or M.Div. programs. ‡ Eligible applicants possess a Master of Divinity, Master of Theological Studies, or equivalent first theological degree from accredited institution of higher education",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "e95c8e46-d135-4867-970a-05e82c0a929f",
        "text": ". or M.Div. programs. ‡ Eligible applicants possess a Master of Divinity, Master of Theological Studies, or equivalent first theological degree from accredited institution of higher education.  Tuition and Financial Aid Admissions Events FAQs Request Information International Students Housing and Transportation Matriculation Sewanee Partnership Other ways to study at Divinity Dual Degree Admission Information Dual-degree programs are available for both M.T.S. and M.Div. candidates in the following Professional Schools and areas: Doctor of Jurisprudence program at Vanderbilt Law School Doctor of Medicine program at Vanderbilt University School of Medicine Master of Science in the School of Nursing Master of Business Administration at Owen Graduate School of Management Master of Education (Community Development and Action) at Peabody College of Education and Human Development Admission to dual-degree programs requires admission to both schools; financial aid will be awarded and administered by each school separately. The Divinity School (and in most cases the other school involved in the dual-degree program) will transfer academic work taken at the partner school into the M.T.S. or M.Div. curriculum, thus helping to reduce the time necessary to complete both degrees. Read more about the specifics for Dual Degree Program in the Divinity Catalog",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "48e1dfc4-d39f-4564-911e-17819804b363",
        "text": ". or M.Div. curriculum, thus helping to reduce the time necessary to complete both degrees. Read more about the specifics for Dual Degree Program in the Divinity Catalog . Non-Degree Admission Information Applications and supporting documents must be completed and on file in the Office of Admissions by July 1 for the fall semester and by November 1 for the spring semester. Eligibility: Seeking to take 1-2 courses/semester for course credit (Maximum of 2 courses/semester only) No degree sought Not eligible for Financial Aid Admission/Application Requirements: Complete Online Application, selecting \"non-degree\" from list of Divinity Programs Notify Admissions Office (divinity-admissions@vanderbilt.edu/615-322-3994) when application has been initiated and they will manually waive all non-required components Provide- Copy of Transcript(s) In lieu of \"Statement of Purpose\" prompts, provide a statement of what you intend to study 1 letter of Recommendation from an ecclesiastical superior if the coursework is in satisfaction of a church requirement Decision Timeline: Decisions are made on a rolling basis, typically applicants hear within 2-3 weeks of their completed application submission. Auditing a Course Admission Information Members of the greater mid-Tennessee community, who are not affiliated with Vanderbilt University, are eligible to audit a course at the Divinity School for $100 per credit hour",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "5ce099f5-706c-45a6-bbee-91b962e42dd4",
        "text": ". Auditing a Course Admission Information Members of the greater mid-Tennessee community, who are not affiliated with Vanderbilt University, are eligible to audit a course at the Divinity School for $100 per credit hour. Vanderbilt University students and alumni, as well as affiliated faculty, staff, and their spouses, may audit a course for $10 per credit hour. Permission to audit a course is granted by the individual professor based on space availability and course format. To inquire about auditing a course, contact Dean Victor Judge ( victor.judge@vanderbilt.edu or 615-343-3964). Application deadlines: Fall semester: Apply by August 1 Spring semester: Apply by January 1 Summer term: Apply by May 1 Dual-degree programs are available for both M.T.S. and M.Div. candidates in the following Professional Schools and areas: Doctor of Jurisprudence program at Vanderbilt Law School Doctor of Medicine program at Vanderbilt University School of Medicine Master of Science in the School of Nursing Master of Business Administration at Owen Graduate School of Management Master of Education (Community Development and Action) at Peabody College of Education and Human Development Admission to dual-degree programs requires admission to both schools; financial aid will be awarded and administered by each school separately. The Divinity School (and in most cases the other school involved in the dual-degree program) will transfer academic work taken at the partner school into the M.T.S",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "5464a2b2-891d-4158-8f7c-e87b89331c03",
        "text": ". The Divinity School (and in most cases the other school involved in the dual-degree program) will transfer academic work taken at the partner school into the M.T.S. or M.Div. curriculum, thus helping to reduce the time necessary to complete both degrees. Read more about the specifics for Dual Degree Program in the Divinity Catalog . Applications and supporting documents must be completed and on file in the Office of Admissions by July 1 for the fall semester and by November 1 for the spring semester",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "0e251388-cc10-4359-a6cb-61015ad4056f",
        "text": ". Eligibility: Seeking to take 1-2 courses/semester for course credit (Maximum of 2 courses/semester only) No degree sought Not eligible for Financial Aid Admission/Application Requirements: Complete Online Application, selecting \"non-degree\" from list of Divinity Programs Notify Admissions Office (divinity-admissions@vanderbilt.edu/615-322-3994) when application has been initiated and they will manually waive all non-required components Provide- Copy of Transcript(s) In lieu of \"Statement of Purpose\" prompts, provide a statement of what you intend to study 1 letter of Recommendation from an ecclesiastical superior if the coursework is in satisfaction of a church requirement Decision Timeline: Seeking to take 1-2 courses/semester for course credit (Maximum of 2 courses/semester only) No degree sought Not eligible for Financial Aid Complete Online Application, selecting \"non-degree\" from list of Divinity Programs Notify Admissions Office (divinity-admissions@vanderbilt.edu/615-322-3994) when application has been initiated and they will manually waive all non-required components Provide- Copy of Transcript(s) In lieu of \"Statement of Purpose\" prompts, provide a statement of what you intend to study 1 letter of Recommendation from an ecclesiastical superior if the coursework is in satisfaction of a church requirement Decision Timeline: Copy of Transcript(s) In lieu of \"Statement of Purpose\" prompts, provide a statement of what you intend to study 1 letter of Recommendation from",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "e3323379-216d-4341-b0a8-2644fde34afe",
        "text": "ecclesiastical superior if the coursework is in satisfaction of a church requirement Decision Timeline: Copy of Transcript(s) In lieu of \"Statement of Purpose\" prompts, provide a statement of what you intend to study 1 letter of Recommendation from an ecclesiastical superior if the coursework is in satisfaction of a church requirement Decisions are made on a rolling basis, typically applicants hear within 2-3 weeks of their completed application submission",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "68eb28e0-2f85-418d-8961-a865a05c30b8",
        "text": ". Members of the greater mid-Tennessee community, who are not affiliated with Vanderbilt University, are eligible to audit a course at the Divinity School for $100 per credit hour. Vanderbilt University students and alumni, as well as affiliated faculty, staff, and their spouses, may audit a course for $10 per credit hour. Permission to audit a course is granted by the individual professor based on space availability and course format. To inquire about auditing a course, contact Dean Victor Judge ( victor.judge@vanderbilt.edu or 615-343-3964). Application deadlines: Fall semester: Apply by August 1 Spring semester: Apply by January 1 Summer term: Apply by May 1 Contact Admissions Vanderbilt Divinity Admissions 411 21st Avenue South Nashville, TN 37240 E-mail: divinity-admissions@vanderbilt.edu Phone: 615-343-3963 Jiihn Ahn (M.T.S. ’25), Admissions Fellow Schedule a conversation with Jiihn: https://calendly.com/jiihn/jiihn Cara Moyers (M.Div. ’27), Admissions Fellow Schedule a conversation with Cara https://calendly.com/caravds/cara Lauren Heatherly, Assistant Director of Admissions and Enrollment Lauren.heatherly@vanderbilt.edu Harper Barton Haynes, Senior Director of Strategic Enrollment Management Harper.haynes@vanderbilt.edu Visit Send Transcripts: Center for Data Management Vanderbilt University 2301 Vanderbilt Place PMB 407833 Nashville, TN 37240-7833 or secure email: cdm@vanderbilt.edu",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "429ab6b0-8afe-404b-956e-cb1cf6b1a031",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "6666891c-e05a-486b-89a2-c6748efcd438",
        "text": "Scraped from: https://divinity.vanderbilt.edu/academics/\nDate scraped: 2025-02-17 02:45:12",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "f3fec879-a385-45f5-bb14-09e7bf3f1dce",
        "text": "Academics Degree Programs Concentrations Certificates Global Education Academic Partnerships VDS Lifelong Learning Program Accreditation Vanderbilt University Divinity School  is hosting a comprehensive evaluation visit for reaffirmation of accreditation by the ATS Commission on Accrediting on March 17, 2025 – March 20, 2025. The purpose of this visit is to verify that the school meets all applicable Commission Standards of Accreditation . Comments regarding how well the school meets those standards and/or generally demonstrates educational quality may be sent to accrediting@ats.edu at least two weeks before the visit. Comments may also or instead be sent in writing to Ellen Armour. All comments will be shared with the onsite evaluation committee. Vanderbilt University Divinity School Accredited by the Commission on Accrediting of the Association of Theological Schools in the United States and Canada, and the following degree programs are approved: Master of Divinity (M.Div), Master of Theological Studies (M.T.S), Master of Theology (Th.M.), and Doctor of Ministry (D.Min)",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "db36d77f-95dc-4e83-8aa3-2a12060556ca",
        "text": ". The Commission contact information: The Commission on Accrediting of the Association of Theological Schools in the United States and Canada 10 Summit Park Drive Pittsburgh, PA 15275 USA Telephone: 412-788-6505 Fax: 412-788-6510 Website: www.ats.edu Vanderbilt University is accredited by the Southern Association of Colleges and Schools Commission on Colleges to award bachelor’s, master’s, professional, and doctoral degrees. Contact the Southern Association of Colleges and Schools Commission on Colleges at 1866 Southern Lane, Decatur, Georgia 30033- 4097, call (404) 679-4500, or visit sacscoc.org for questions about the accreditation of Vanderbilt University. A.T.S Placement Data 2023 Graduation Rates by Degree Program Total number of graduates 62 students were graduated in 2023-2024 Master of Divinity Degree 12 students were graduated in 2023-2024 33 students were graduated in 2022-2023 Master of Theological Studies Degree 8 students were graduated in 2023-2024 19 students were graduated in 2022-2023 Master of Theology Degree 4 students were graduated in 2023-2024 4 students were graduated in 2022-2023 Doctor of Ministry Degree 38 students were graduated in 2023-2024 26 students were graduated in 2022-2023",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "56e839a5-8a53-4b21-9873-ad4b67baac23",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "5da902fb-d97e-456a-87af-576d560eaa98",
        "text": "Scraped from: https://divinity.vanderbilt.edu/people/\nDate scraped: 2025-02-17 02:45:14\n\nFaculty Emeriti Retired Faculty Staff Faculty  No matches Dual Appointments  No matches Adjunct Faculty  No matches Adjoint Faculty  No matches Lecturer  No matches\n================================================================================\n\nScraped from: https://divinity.vanderbilt.edu/student-life/\nDate scraped: 2025-02-17 02:45:15",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "4d7cf69d-8a0d-478b-a3eb-ec8d235de059",
        "text": "Student Life Welcome to Student Life at Vanderbilt Divinity School! Vanderbilt Divinity School's student body consists of about 220 students from 38 states as well as several foreign countries. The student body represents more than twenty unique religious traditions. Our student body ranges greatly in age from early 20s to late 60s, with a median age of 27. Currently, the gender breakdown in the school is almost equal parity among males and female. We affirm students who identify as trans* or gender-nonconforming. Disciples House Divinity Friendship House Student Government Association See our SGA elected representatives and learn about SGA at VDS. Worship Come and join our weekly gatherings and learn more about Worship and Spirituality. Mining Spiritual Resources Handbook Read about this unique resource and download it today. Vocation Explore resources to help you explore questions of vocation & job search. Stewardship Discover how VDS is committed to helping our students succeed through smart financial stewardship. Student Government Association See our SGA elected representatives and learn about SGA at VDS. Worship Come and join our weekly gatherings and learn more about Worship and Spirituality. Mining Spiritual Resources Handbook Read about this unique resource and download it today. Vocation Explore resources to help you explore questions of vocation & job search",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "e5f2874e-b534-444c-a5de-ddeb23c5e388",
        "text": ". Mining Spiritual Resources Handbook Read about this unique resource and download it today. Vocation Explore resources to help you explore questions of vocation & job search. Stewardship Discover how VDS is committed to helping our students succeed through smart financial stewardship. International Students Vanderbilt University has a large international community representing more than ninety countries. The university welcomes the diversity international students bring to the campus and encourages academic and social interaction at all levels. Both international applicants and undocumented applicants living in the U.S. are eligible for admission and scholarship support at Vanderbilt Divinity School. Learn More Student Organizations All organizations must renew their registration annually in order to be recognized by the University as a Registered Student Organization (RSO). Organizations that fail to renew their annual registration by the given deadline, will result in having their Anchor Link account frozen. This status will prevent them from having access to their funds, reserving room spaces, or participating in the Student Involvement Fair. If you have not registered for the upcoming year, please contactstudentorganizations@vanderbilt.edu . Learn more about VU Student Organizations VDS Student Organizations Al's Pub Mission: To foster community through happy hour and collaborative events with other groups",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "03321534-31b0-4661-9f86-f4d90df10f35",
        "text": ". Learn more about VU Student Organizations VDS Student Organizations Al's Pub Mission: To foster community through happy hour and collaborative events with other groups. Officers/Board Members: Black Sems Mission: To focus on the unique experience of black American seminarians. About: The Vanderbilt chapter of Black Seminarians was organized in 1977 as a means for supplying black students with a community that reflects and embodies the unique context of black Americans in a predominantly white educational framework. Membership includes all black students in the Divinity School and the Graduate Department of Religion, though people of all racial classifications are welcome and encouraged to participate in our programs and discussions. Officers/Board Members: Contact/Email Address: GABLE Mission: To address issues of homophobia and heterosexism in religious life, society, and the academy. GABLE creates a \"safe space\" for the facilitation of conversations to include a diversity of sexualities and gender expressions. supports the GBLTQIA community and their allies in the Vanderbilt Divinity School and the Graduate Department of Religion. •provides opportunities for discussion, advocacy, education, and community-building regarding issues that concern the greater GBLTQIA community. promotes an open and affirming environment in classroom settings, academic gatherings, curriculum, and all other VDS related activities",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "d982c722-d0fc-4b9c-918e-00a0db18c61a",
        "text": ". promotes an open and affirming environment in classroom settings, academic gatherings, curriculum, and all other VDS related activities. advances ministries that affirm the gifts and contributions of the GBLTQIA community. and affirms the sexualities and gender expressions of individuals in our community in a manner that promotes fellowship and gaiety. About: The Office of Lesbian, Gay, and Bisexual Concerns was organized in 1991 and is dedicated to addressing the issues of homophobia and heterosexism in religious life, society, and the academy. The Office provides a positive, safe environment that affirms the rights of lesbian, gay, bisexual, transgender, and queer persons. It suggests ways in which the Divinity School and Graduate Department of Religion can fulfill their commitment to confronting homophobia in our society; it provides educational opportunities for all members of the Divinity School/Graduate Department of Religion community. Officers/Board Members: Contact/Email Address International Student Association Mission: To support international students and their questions to build a community. Officers/Board Members: Contact/Email Address: Latinx Sems Mission: LAS seeks to create a communal space to embody and affirm diverse Latin@/American@ cultures",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "d8a57cd0-10d1-400a-aca3-fccafefe8101",
        "text": ". Officers/Board Members: Contact/Email Address: Latinx Sems Mission: LAS seeks to create a communal space to embody and affirm diverse Latin@/American@ cultures. Officers/Board Members: Contact/Email Address: vudivlatin@gmail.com The Methodist Student Association (MSA) Mission: MSA exists to provide opportunities for Methodist students to build community with one another and to engage in ecumenical conversation centered on issues impacting the Vanderbilt, Nashville, and global communities. See also Wesleyan Studies at VDS. Officers/Board Members: Contact/Email Address: Poeisis Mission: Focuses on student creativity and allowing for artistic growth, expression, and incorporation within VDS. About: We focus on holding Arts and Conversation gatherings for creating and enjoying artistic expressions as well as engaging in theological dialogue regarding artistic expressions. We define art broadly and believe that all created beings have a creative spark. Considering yourself an artist is not required to join this organization. Officers/Board Members: Contact/Email Address: The Presbyterian Student Association (PSA) Mission: To provide opportunities for leadership development, building relationships with other Presbyterians within the VDS community as well as in the Nashville Metro Area. PSA helps to foster personal spiritual growth and provide opportunities for discussion of critical issues that face the church and the world",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "847e76ec-69a2-4028-95da-7ad36ec96715",
        "text": ". PSA helps to foster personal spiritual growth and provide opportunities for discussion of critical issues that face the church and the world. About :This group intends to equip and nurture members involved in preparation for ministry, help discern the place of Presbyterians within the ecumenical context of VDS and the contemporary Christian community, and aid in affirming the faith and traditions of Presbyterians within the context of theological education. The PSA hosts several activities through-out the year. These consist of fellowship dinners, worship opportunities, ordination exam preparation, and community networking. Officers/Board Members: PSA consists of all interested members of the VDS/GDR community. The group is coordinated by a leadership council who serve on committees such as: fellowship, worship, finance, education, and outreach. Contact/Email Address: Society of Cornelius About: The Society of St. Cornelius welcomes Catholics (active, inactive, past, and future), along with their spouses and partners, who are associated with Vanderbilt Divinity School or the Graduate Department of Religion. The society supports and enhances the religious lives of its members through conversation at regular meals and similar gatherings, by sponsoring prayer and worship, by sharing information on professional opportunities for lay persons, and by making the resources of the Catholic Church available to the Vanderbilt community",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "8309c863-9b28-43a4-b5d7-99fb88878133",
        "text": ". (Inclusive of all students, especially Lutheran, Episcopal and Orthodox) Officers/Board Members: Contact/Email Address: Inactive Student Organizations Eco-Concerns ; Addresses theological and ethical engagement of environmental issues. Economic Empowerment Coalition ; Raises awareness on economic issues in Nashville and at Vanderbilt (e.g. living wagemovement, worker justice,etc.) Goodmen ; Supports the social, economic, educational, and political empowerment of male students of color preparing them to engage with academic, corporate, and nonprofit communities. Marginalia : To the Least of These; Bears witness to the needs and experiences of the Nashville homelesscommunity Office of Women's Concerns ; Encourages discussion and awareness of women's issues. PAUSE ; Seeks to provide a safe space for atheist, agnostic, agnostic, non-deist, and other non-traditionals. Sacred Borders (formerly Mosaic) ; Promotes dialogue and understanding amongst religious traditions SHADES ; Promotes awareness of the struggles, challenges, and triumphs of black women's experiences. Serving, Helping, and Affirming the Diversity in Every Sista'. Students Exploring Chaplaincy ; Open to anyone interested in learning about all the unique ministry opportunities in chaplaincy. Taste ; Promotes the exploration at the intersection of food, culture, and spirituality. Translation ; Promotes dialogue around self-identity and vocational discernment",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "058d3229-f02c-4142-b340-f1c995c7adb1",
        "text": ". Taste ; Promotes the exploration at the intersection of food, culture, and spirituality. Translation ; Promotes dialogue around self-identity and vocational discernment. VADER-Vanderbilt Advocates for Disabilities Education and Research ; Interested in bringing education and advocacy in the fields of disabilities to Vanderbilt Mission: To foster community through happy hour and collaborative events with other groups. Officers/Board Members: Mission: To focus on the unique experience of black American seminarians. About: The Vanderbilt chapter of Black Seminarians was organized in 1977 as a means for supplying black students with a community that reflects and embodies the unique context of black Americans in a predominantly white educational framework. Membership includes all black students in the Divinity School and the Graduate Department of Religion, though people of all racial classifications are welcome and encouraged to participate in our programs and discussions. Officers/Board Members: Contact/Email Address: Mission: To address issues of homophobia and heterosexism in religious life, society, and the academy. GABLE creates a \"safe space\" for the facilitation of conversations to include a diversity of sexualities and gender expressions. supports the GBLTQIA community and their allies in the Vanderbilt Divinity School and the Graduate Department of Religion",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "b4614154-98e3-4ec2-96d6-9a5bd1f94904",
        "text": ". supports the GBLTQIA community and their allies in the Vanderbilt Divinity School and the Graduate Department of Religion. •provides opportunities for discussion, advocacy, education, and community-building regarding issues that concern the greater GBLTQIA community. promotes an open and affirming environment in classroom settings, academic gatherings, curriculum, and all other VDS related activities. advances ministries that affirm the gifts and contributions of the GBLTQIA community. and affirms the sexualities and gender expressions of individuals in our community in a manner that promotes fellowship and gaiety. About: The Office of Lesbian, Gay, and Bisexual Concerns was organized in 1991 and is dedicated to addressing the issues of homophobia and heterosexism in religious life, society, and the academy. The Office provides a positive, safe environment that affirms the rights of lesbian, gay, bisexual, transgender, and queer persons. It suggests ways in which the Divinity School and Graduate Department of Religion can fulfill their commitment to confronting homophobia in our society; it provides educational opportunities for all members of the Divinity School/Graduate Department of Religion community. Officers/Board Members: Contact/Email Address Mission: To support international students and their questions to build a community",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "7c948c0e-8ee4-4d11-a98e-b14a54e55019",
        "text": ". Officers/Board Members: Contact/Email Address Mission: To support international students and their questions to build a community. Officers/Board Members: Contact/Email Address: Mission: LAS seeks to create a communal space to embody and affirm diverse Latin@/American@ cultures. Officers/Board Members: Contact/Email Address: vudivlatin@gmail.com Mission: MSA exists to provide opportunities for Methodist students to build community with one another and to engage in ecumenical conversation centered on issues impacting the Vanderbilt, Nashville, and global communities. See also Wesleyan Studies at VDS. Officers/Board Members: Contact/Email Address: Mission: Focuses on student creativity and allowing for artistic growth, expression, and incorporation within VDS. About: We focus on holding Arts and Conversation gatherings for creating and enjoying artistic expressions as well as engaging in theological dialogue regarding artistic expressions. We define art broadly and believe that all created beings have a creative spark. Considering yourself an artist is not required to join this organization. Officers/Board Members: Contact/Email Address: Mission: To provide opportunities for leadership development, building relationships with other Presbyterians within the VDS community as well as in the Nashville Metro Area. PSA helps to foster personal spiritual growth and provide opportunities for discussion of critical issues that face the church and the world",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "b0c98611-a0d9-40af-9a15-28bc6c5eecfb",
        "text": ". PSA helps to foster personal spiritual growth and provide opportunities for discussion of critical issues that face the church and the world. About :This group intends to equip and nurture members involved in preparation for ministry, help discern the place of Presbyterians within the ecumenical context of VDS and the contemporary Christian community, and aid in affirming the faith and traditions of Presbyterians within the context of theological education. The PSA hosts several activities through-out the year. These consist of fellowship dinners, worship opportunities, ordination exam preparation, and community networking. Officers/Board Members: PSA consists of all interested members of the VDS/GDR community. The group is coordinated by a leadership council who serve on committees such as: fellowship, worship, finance, education, and outreach. Contact/Email Address: About: The Society of St. Cornelius welcomes Catholics (active, inactive, past, and future), along with their spouses and partners, who are associated with Vanderbilt Divinity School or the Graduate Department of Religion. The society supports and enhances the religious lives of its members through conversation at regular meals and similar gatherings, by sponsoring prayer and worship, by sharing information on professional opportunities for lay persons, and by making the resources of the Catholic Church available to the Vanderbilt community",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "f7480f27-711b-47de-ae0b-09cf09a5c845",
        "text": ". (Inclusive of all students, especially Lutheran, Episcopal and Orthodox) Officers/Board Members: Contact/Email Address: Eco-Concerns ; Addresses theological and ethical engagement of environmental issues. Economic Empowerment Coalition ; Raises awareness on economic issues in Nashville and at Vanderbilt (e.g. living wagemovement, worker justice,etc.) Goodmen ; Supports the social, economic, educational, and political empowerment of male students of color preparing them to engage with academic, corporate, and nonprofit communities. Marginalia : To the Least of These; Bears witness to the needs and experiences of the Nashville homelesscommunity Office of Women's Concerns ; Encourages discussion and awareness of women's issues. PAUSE ; Seeks to provide a safe space for atheist, agnostic, agnostic, non-deist, and other non-traditionals. Sacred Borders (formerly Mosaic) ; Promotes dialogue and understanding amongst religious traditions SHADES ; Promotes awareness of the struggles, challenges, and triumphs of black women's experiences. Serving, Helping, and Affirming the Diversity in Every Sista'. Students Exploring Chaplaincy ; Open to anyone interested in learning about all the unique ministry opportunities in chaplaincy. Taste ; Promotes the exploration at the intersection of food, culture, and spirituality. Translation ; Promotes dialogue around self-identity and vocational discernment",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "f2a9b2aa-c62a-45fb-998f-b7b49da05bf8",
        "text": ". Taste ; Promotes the exploration at the intersection of food, culture, and spirituality. Translation ; Promotes dialogue around self-identity and vocational discernment. VADER-Vanderbilt Advocates for Disabilities Education and Research ; Interested in bringing education and advocacy in the fields of disabilities to Vanderbilt Event Planning Student organizations and committees are invited to use the resources linked below. Successful events are often the result of careful planning. For additional resources, please see the Director of Student Affairs Download Event Checklist 2024-2025 Student Handbook University Counseling Center (UCC) Center for Student Wellbeing Student Health Center for Spiritual and Religious Life Project Safe Bishop Joseph Johnson Black Cultural Center Margaret Cuinggin Women's Center Office of Lesbian, Gay, Bisexual, Transgender, Queer, and Intersex Life",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "fd86a834-665f-4d8e-bd39-7da62a5db95b",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "050ba3a9-c7fd-4f67-befc-a7c02cabeacd",
        "text": "Scraped from: https://divinity.vanderbilt.edu/news-and-events/\nDate scraped: 2025-02-17 02:45:16\n\nVanderbilt Divinity School News and Events Events See All Events VDS Voices  Recent News  VDS Voices Blog Annual Community Lectures inSpire Newsletter inSpire is our monthly Alumni Newsletter at VDS. Read past newsletters and sign up to receive future newsletters to stay up-to-date on all that we are doing at VDS. Read More & Sign Up\n================================================================================\n\nScraped from: https://divinity.vanderbilt.edu/alumni/\nDate scraped: 2025-02-17 02:45:18",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "19014b1f-82be-4dd7-a5ae-c7aebaa0e6e8",
        "text": "Alumni Stay Connected Learn how to stay connected and explore alumni/ae news, milestones, and career achievements. Make a Gift When you make a gift to the Divinity School, you enable our students to discover the possibilities of theological education and embrace prophetic lives of ministry and service. Update Contact Information Stay informed on the latest VDS News & Events. Search Job Postings Looking for a job? Explore postings that have been submitted to VDS. Stay Connected Learn how to stay connected and explore alumni/ae news, milestones, and career achievements. Make a Gift When you make a gift to the Divinity School, you enable our students to discover the possibilities of theological education and embrace prophetic lives of ministry and service. Update Contact Information Stay informed on the latest VDS News & Events. Search Job Postings Looking for a job? Explore postings that have been submitted to VDS. Donate Today inSpire Newsletter inSpire is our monthly Alumni Newsletter at VDS. Read past newsletters and sign up to receive future newsletters to stay up-to-date on all that we are doing at VDS. Read More & Sign Up Distinguished Alumni/ae Award Vanderbilt Divinity School and the Graduate Department of Religion annually recognize distinguished alumni/ae whose accomplishments and contributions have had a broad impact and positive effect in various forms of ministry and scholarship",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "fffa257c-c514-48b2-81b6-90103930662a",
        "text": ". See past recipients Graduation Awards and Certificates See the awards and certificates presented at the VDS graduation ceremony. 2024 Recipients 2023 Recipients 2022 Recipients Get Involved with VDS Volunteer Opportunities Want to learn more about becoming a Divinity School alumni/ae volunteer? Let us know you're interested Attend an Event VDS is always hosting events. Join us on campus or attend one of our many virtual events. View VDS Events Get Involved with VDS Volunteer Opportunities Want to learn more about becoming a Divinity School alumni/ae volunteer? Let us know you're interested Attend an Event VDS is always hosting events. Join us on campus or attend one of our many virtual events. View VDS Events Alumni/ae Resources: As a Divinity School alumnus/a, you have access to a variety of programs and resources through the Vanderbilt Alumni Association. We encourage you to take advantage of the following services. Support the Divinity School Ways to Support the Divinity School Types of Gifts Ways to Give Schola Prophetarum Giving Society Lifelong Learning Opportunities Audit a Class Are you interested in continuing your education with the Divinity School? Why not audit a class or take a class as a non-degree seeking student? Click here to learn more or email us here",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "35fc3d80-a54c-4dc2-ad5e-fcf9332cc075",
        "text": ". Osher Lifelong Learning Institute Osher Lifelong Learning Institute (OLLI) provides adults, fifty and over, educational programs, stimulating tours, trips, and cultural activities and events in the Nashville area. Commodore Classrooms Commodore Classrooms are Vanderbilt Chapter events that feature Vanderbilt faculty, and sometimes alumni, who lead a discussion on a variety of topics. Find your chapter to see if a Commodore Classroom is coming to your city. Benefits and Discounts The Vanderbilt Alumni Association offers the Alumni Benefits program to all alumni of the university. The benefits include ways to help you get fit and opportunities to continue your education after graduation. The Alumni Discount Program provides members with an elite collection of local and national discounts from thousands of hotels, restaurants, movie theaters, retailers, florists, car dealers, theme parks, national attractions, concerts, and events through Abenity. Register today and enjoy full access to the discounts available to you as a benefit",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "253dee7f-bba7-4276-a7c9-c8a7a59b3a32",
        "text": ". Register today and enjoy full access to the discounts available to you as a benefit. Library Services Alumni/ae are welcome in all Vanderbilt campus libraries , including the Divinity library . Benefits include: Access to a select group of specially licensed digital resources and databases Borrowing privileges at all campus libraries Access to the Revised Common Lectionary Expert personal assistance by professional librarians Visit the Divinity Library alumni/ae website for more information on obtaining access and borrowing privileges. Career Resources Looking for a job? For a current list of positions that have been submitted to Vanderbilt Divinity School, click here. Join the Vanderbilt Divinity School Alumni Facebook group or LinkedIn group to connect with fellow Divinity graduates. To view a list of job websites and Theological School job listing websites, visit our Prophetic Pathways page. Past Reunion Events See past Reunion events here . Ways to Support the Divinity School Types of Gifts Ways to Give Schola Prophetarum Giving Society  Audit a Class Are you interested in continuing your education with the Divinity School? Why not audit a class or take a class as a non-degree seeking student? Click here to learn more or email us here. Osher Lifelong Learning Institute Osher Lifelong Learning Institute (OLLI) provides adults, fifty and over, educational programs, stimulating tours, trips, and cultural activities and events in the Nashville area",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    },
    {
        "id": "6284e4c9-c1cb-4a9a-a2e8-38d6a9c5cd9f",
        "text": ". Osher Lifelong Learning Institute Osher Lifelong Learning Institute (OLLI) provides adults, fifty and over, educational programs, stimulating tours, trips, and cultural activities and events in the Nashville area. Commodore Classrooms Commodore Classrooms are Vanderbilt Chapter events that feature Vanderbilt faculty, and sometimes alumni, who lead a discussion on a variety of topics. Find your chapter to see if a Commodore Classroom is coming to your city. The Vanderbilt Alumni Association offers the Alumni Benefits program to all alumni of the university. The benefits include ways to help you get fit and opportunities to continue your education after graduation. The Alumni Discount Program provides members with an elite collection of local and national discounts from thousands of hotels, restaurants, movie theaters, retailers, florists, car dealers, theme parks, national attractions, concerts, and events through Abenity. Register today and enjoy full access to the discounts available to you as a benefit. Alumni/ae are welcome in all Vanderbilt campus libraries , including the Divinity library . Benefits include: Access to a select group of specially licensed digital resources and databases Borrowing privileges at all campus libraries Access to the Revised Common Lectionary Expert personal assistance by professional librarians Visit the Divinity Library alumni/ae website for more information on obtaining access and borrowing privileges",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 49
        }
    },
    {
        "id": "18e83585-4f8d-437a-8137-a9337f74b7b9",
        "text": ". Looking for a job? For a current list of positions that have been submitted to Vanderbilt Divinity School, click here. Join the Vanderbilt Divinity School Alumni Facebook group or LinkedIn group to connect with fellow Divinity graduates. To view a list of job websites and Theological School job listing websites, visit our Prophetic Pathways page. See past Reunion events here .",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 50
        }
    },
    {
        "id": "90900886-909e-4ec4-9475-ba28a92c56f3",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 51
        }
    },
    {
        "id": "04de8c7a-b519-45a0-9467-65103386b062",
        "text": "Scraped from: https://divinity.vanderbilt.edu/cal-turner-program/\nDate scraped: 2025-02-17 02:45:20",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 52
        }
    },
    {
        "id": "e885fc3d-0902-4e1f-96e7-8f869cbe1726",
        "text": "Cal Turner Program for Moral Leadership in the Professions About the Program Program History Program Fellowship Program People Program Events 2023-2024 Annual Report CTP Mission The professions play a central role in American society.  The mission of the Cal Turner Program for Moral Leadership in the Professions (CTP) is to develop the ethical identities and leadership capacities of those serving in the professions and to promote cross-professional collaboration in addressing challenging social problems. Through our various programming, we offer opportunities for students, staff and faculty at Vanderbilt’s professional schools to develop their sense of professional vocation and ethical leadership.  In addition, we offer programs for the general public on subjects related to moral leadership within the professions. These offerings include conversations on justice and the common good, on addressing ethical issues relevant to the professions, and on developing important skills for leadership,  including conflict management and transformation and leading change, trauma-informed leadership and the role of identity in the practice of ethical leadership.  In these ways, the CTP seeks to equip professionals to be effective ethical leaders in challenging times",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 53
        }
    },
    {
        "id": "0a7dcef4-81ff-4114-a78c-216f5b0531e4",
        "text": ". We promote moral leadership as involving: Vocational commitment; ongoing discernment, improvisation, and learning Passion and compassion Reflection on personal experience An integrated, cultivated inner life Interpersonal skills Adaptive leadership that tackles complex social problems Community connection and collaborative action Risk; involving service, sacrifice, struggle, and more Naming moral issues as moral Requiring diversity of perspective, professionally and otherwise Seeing the bigger picture of everyday actions Engagement with moral exemplars Awareness of situational variables and biases Moral reminders and fellowship for moral resilience Cal Turner Program - “Moral Resiliency for Moral Leadership in the Professions” keynote, speaker nursing clinical ethicist Cynda Rushton from John Hopkins University, co-author of Moral Resiliency: Responding to Moral Suffering in Healthcare",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 54
        }
    },
    {
        "id": "ba5cf033-606c-4371-9ebc-cb8c65efd3a5",
        "text": ". Photos by Joe Howell Vocational commitment; ongoing discernment, improvisation, and learning Passion and compassion Reflection on personal experience An integrated, cultivated inner life Interpersonal skills Adaptive leadership that tackles complex social problems Community connection and collaborative action Risk; involving service, sacrifice, struggle, and more Naming moral issues as moral Requiring diversity of perspective, professionally and otherwise Seeing the bigger picture of everyday actions Engagement with moral exemplars Awareness of situational variables and biases Moral reminders and fellowship for moral resilience Cal Turner Program - “Moral Resiliency for Moral Leadership in the Professions” keynote, speaker nursing clinical ethicist Cynda Rushton from John Hopkins University, co-author of Moral Resiliency: Responding to Moral Suffering in Healthcare. Photos by Joe Howell The Cal Turner Program collaborates with many organizations at Vanderbilt, within Nashville and across the nation. Some of our partnerships are: Carpenter Program, Vanderbilt Divinity School, Courageous Voices in Action National Conflict Resolution Center Tennesseans Against the Death Penalty The School for Contemplative Living The Center for Biomedical Ethics and Society, Vanderbilt University The Vanderbilt University Community Engagement Collaborative The Office of Health Equity at VUMC",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 55
        }
    },
    {
        "id": "dea79ed5-a1ef-4ef2-8d27-fdf80b32db3a",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 56
        }
    },
    {
        "id": "f4a5cb64-3bc4-46b4-8c46-35b1aa0902c3",
        "text": "Scraped from: https://divinity.vanderbilt.edu/portal/\nDate scraped: 2025-02-17 02:45:21",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 57
        }
    },
    {
        "id": "91f7ef0c-e185-40ab-b3df-ef105073c9bf",
        "text": "Divinity and GDR Portal Resources for Teaching and Advising Course Projections Concentration Descriptions Advising FAQs Syllabi Compliance BrightSpace YES - Your Enrollment Services Prompts For Advising Sessions VU Policy for AI Academic Integrity and Generative AI Website After logging in to YES, you can search for all courses (i.e. divinity), for a particular course (i.e. DIV 2503), or for all courses taught by an instructor (with the advanced search, searching by last name).  Faculty, please note that YES displays the course information specific to the course designation, so the online grading tool is the best way to see your complete class roll if a course is cross-listed",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 58
        }
    },
    {
        "id": "4f7b7f1f-6c0f-4606-8f6d-8de83d4e062c",
        "text": ". Online Course Evaluations Divinity Academic Calendar 2024-2025 Divinity Academic Catalog FERPA Authorization to Release Information or Request for Letters of Recommendation VU Bookstore eDoptions Desk Copy Request Form Center for Teaching Faculty Bios Staff Directory Divinity/GDR Email Lists Faculty : div_faculty@list.vanderbilt.edu | gdr_faculty@list.vanderbilt.edu Faculty/staff : div_facultystaff@list.vanderbilt.edu Faculty Emeritus : div_emeritus@list.vanderbilt.edu Divinity Students : divinity_students@list.vanderbilt.edu D.Min Students: divinity_dmin@vanderbilt.edu GDR Students: gdr_students@list.vanderbilt.edu GDR Faculty and Student lists by Area of Study : Ethics and Society , Hebrew Bible , History , HACTOR , Homiletics and Liturgics , Jewish Studies , New Testament, Religion, Psychology and Culture , Theology Faculty/Staff Resources 2023-2024 Committees/Dates/Meeting Times Alternative Work Arrangements Policy Bereavement Support Policy Digital Displays Policy Divinity Room Listing and Capacity Divinity School Room Calendars and Reservations Divinity School Room Reservations Facilities Usage Policy Facilities Work Order Request Food Waste Policy Listserv Moderation Policy Pre-authorization Travel Form Request AV and IT Support Call: 615-343-9999 Social Media Policy Student Accountability Procedures Travel and Expense Reimbursement Policy VDS Community Announcement Form SLATE : Graduate Program Online Applications Finance Forms Guided Assistance Creating an Expense",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 59
        }
    },
    {
        "id": "10061b95-96c4-4347-9602-325cdea41fdb",
        "text": "Support Call: 615-343-9999 Social Media Policy Student Accountability Procedures Travel and Expense Reimbursement Policy VDS Community Announcement Form SLATE : Graduate Program Online Applications Finance Forms Guided Assistance Creating an Expense Report Alcohol Itemization Template - To assist with itemizing alcohol amount from a larger purchase",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 60
        }
    },
    {
        "id": "0a8999a0-cf6b-4489-bf1f-1818fc87ea51",
        "text": ". Request Forms Student Worker Request Form -To request a student be hired for on-campus work. Travel Pre-Authorization Form Tips to Review Often Expense Report Guidelines Travel Tips and Reminders Useful Policies Divinity Faculty Handbook Divinity Grants Policy Student Government Association Constitution Budget Request Form Student Group Registration and Renewal Student Resources Writing Tutor Trans* Students - FAQ Name Change Student Complaint Procedure Student Handbook Release of Liability Divinity Academic Forms and Resources DMin Final Project Rubric MDiv Thesis/Project Rubric MTS Thesis/Project Rubric ThM Thesis Rubric MTS Thesis Guidelines MTS/M.Ed. Concentration Plan of Study MTS General Plan of Study M.Div. Program Requirements MTS/M.Ed. General Plan of Study Declaration for Master of Theology Area of Study MTS Concentration Plan of Study Master of Divinity/M.Ed",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 61
        }
    },
    {
        "id": "6a6911fd-03e3-4cb6-b150-4d88a0b0cdb8",
        "text": ". Concentration Plan of Study MTS General Plan of Study M.Div. Program Requirements MTS/M.Ed. General Plan of Study Declaration for Master of Theology Area of Study MTS Concentration Plan of Study Master of Divinity/M.Ed. Program Plan of Study Divinity Commitments (abbreviated) Advising Prompts for Entering Students Declaration of Concentration form Petition to Register for the MTS Thesis Honor Constitution Inclusive Language Guidelines Petition for Waiver of Foundation Course Petition for Readings Course Petition for Degree Program Change Petition for Leave of Absence Learning Goals (All Degrees) Leave of Absence FAQs VDS - Sewanee School of Theology Partnership FAQs Library Divinity Library | Heard Library  Religion at Vanderbilt: Centers and Programs Graduate Department of Religion The Center for Spiritual and Religious Life",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 62
        }
    },
    {
        "id": "3fa48019-78ef-455d-b68b-8431a98e2121",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 63
        }
    },
    {
        "id": "663968da-81a4-43a1-b174-8db5e92619e1",
        "text": "Scraped from: https://divinity.vanderbilt.edu/wp-login.php/\nDate scraped: 2025-02-17 02:45:22\n\nPowered by WordPress Lost your password? ← Go to Divinity School\n================================================================================\n\nScraped from: https://divinity.vanderbilt.edu/news/\nDate scraped: 2025-02-17 02:45:26\n\nVanderbilt Divinity School News and Events Events See All Events VDS Voices  Recent News  VDS Voices Blog Annual Community Lectures inSpire Newsletter inSpire is our monthly Alumni Newsletter at VDS. Read past newsletters and sign up to receive future newsletters to stay up-to-date on all that we are doing at VDS. Read More & Sign Up\n================================================================================\n\nScraped from: https://divinity.vanderbilt.edu/wonderfully-made-lgbtq-religion-event-recap/\nDate scraped: 2025-02-17 02:45:27",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 64
        }
    },
    {
        "id": "38e02027-f242-487b-9773-5c695250b029",
        "text": "Wonderfully Made: LGBTQ+ R(eligion) Event Recap Oct 27, 2023, 8:34 PM Twitter Facebook Email LinkedIn …Our default ways of seeing are all too often complicit with cultural biases like racism, sexism, ableism, and trans- and homophobia. This isn’t necessarily intentional but reflects our own formation by the systems that gave rise to these biases. Ellen T. Armour, Seeing and Believing: Religion, Digital Visual Culture, and Social Justice (2023) Imagine looking into a mirror and finally seeing your reflection for the first time. Now: imagine that you’re looking into what you thought was a mirror, but instead you realize that it’s a window. A window through which you see others, perhaps for the first time as well. Most windows still hold a bit of our own reflections, too, depending upon how the light dances on the surface. The documentary film Wonderfully Made: LGBTQ+ R(eligion) delivers an artful take on the interplay of themes and questions related to imagination, perception, reflection. A central focus of the film is how LGBTQIA+ Roman Catholics have been engaging in the difficult but necessary work of seeing themselves as included in a tradition that, in large part, has either denied the validity of their being or condemned their sexualities and gender identities",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 65
        }
    },
    {
        "id": "c107334e-5718-41c9-a4b6-d0147510335c",
        "text": ". On October 10, in celebration of National Coming Out Day, Vanderbilt hosted two events related to the film: a workshop in which the director, Yuval David, discussed “storytelling as social change,” and a screening of the film paired with a panel discussion and showing of the photo art at the Vanderbilt Fine Arts Gallery. In the workshop, David stressed that art can be a tool for advocacy and social change, and that there is a need for “compassionate curiosity” that helps us live into the stories of those who are different than us. As a filmmaker and artist, David maintains that encouraging both compassion and curiosity, spurred by artistic vision and implementation, can help increase inclusion, mutual understanding, and social change. How can “compassionate curiosity” be encouraged? What would it mean to see ourselves? And what does it mean to see others, as holistic beings of value – in the fullness of their sexual and gender identities? How might LGBTQIA+ Roman Catholics (and even Protestant and Orthodox Christians) envisage themselves as a loved and accepted part of Christian traditions, despite the lack of positive iconography and relative paucity of theological affirmation (of our worth)? As the narrative of Wonderfully Made suggests, LGBTQIA+ Roman Catholics have rarely – if ever – been able to see who they are and whom they love reflected in a positive way from the standpoint of their religious tradition",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 66
        }
    },
    {
        "id": "31c379cf-e985-46ab-8351-3596be8abcbb",
        "text": ". They must redact significant pieces of their lived experiences to understand themselves as accepted by the Church, and implicitly, as accepted by the God imagined and embraced by Christian theological traditions. The film specifically emphasizes that this theological and social redaction is reinforced by traditional iconography related to the figure of Jesus Christ. The photo art produced in the making of the film, then, addresses this lack by creating new icons of Christ’s life and passion narrative, with LGBTQIA+ persons portraying Jesus Christ, draped in rainbow garments and, in some photos, emblazoned with a rainbow sacred heart. The LGBTQIA+ icons are revealed at the end of the film, with no voiceover or explanation, just soft, ethereal tones that suggest the gravity of what the viewer is seeing. The filmmakers – and the actors, who served as the models for the photoshoot – articulate a shared hope that LGBTQIA+ Roman Catholics will see themselves reflected back, perhaps for the first time, through these diverse images of Jesus Christ. And further, that those beyond the LGBTQ+ community might see and recognize the image of God as reflected by those who are trans, nonbinary, gay, lesbian, bisexual, pansexual, intersex, and the whole host of diverse, prismatic beauty represented by LGBTQIA+ persons. Perhaps for the first time as well",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 67
        }
    },
    {
        "id": "7afb3703-daeb-4750-bf43-84e8b2653dd3",
        "text": ". Perhaps for the first time as well. As we come to the close of LGBTQ History month, my own hope is that LGBTQIA+ persons will feel affirmed and encouraged to be who we are, and significantly, to know that our embodiment and presence is part of (divine) creation. We have been here since the emergence of Christian traditions, and we will continue to witness to the truth of our creation and worth, into the future. We live, move, and have our being in this world, and we are part of the diversity of a creation that is vibrant and good. LGBTQIA+ persons are more than capable of embodying and reflecting Jesus Christ, through the medium of iconography; and what Wonderfully Made suggests is that seeing this reflected through photo art may help all of us believe – and feel – it to be true. -Rachel A. Heath Assistant Director of the Carpenter Program in Religion, Gender and Sexuality Vanderbilt Divinity School VDS Voices",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 68
        }
    },
    {
        "id": "dc68a8cf-eb9d-4134-8aee-d4556e351272",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 69
        }
    },
    {
        "id": "6aab22e4-e45a-4560-88a4-ce7fe7e01092",
        "text": "Scraped from: https://divinity.vanderbilt.edu/belief-in-non-belief/\nDate scraped: 2025-02-17 02:45:27",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 70
        }
    },
    {
        "id": "ac097329-d4a6-42c1-82b0-4f8e24e3159f",
        "text": "Belief in Non-Belief Sep 22, 2023, 8:52 PM Twitter Facebook Email LinkedIn Here is the beginning of  Professor Douglas Knight’s most recent article: Raised in a Baptist family that valued diversity and social justice, educated during the 1960s period of anti-war student unrest, Vanderbilt Divinity School professor emeritus reflects on higher education, critical thinking, and belief. When faced with expansive debates and diverse lived experiences, how can one claim to be in possession of the absolute truth? Belief It is a tautology to say that everyone believes something. It is also unhelpful, even if it is true. The better question is what one believes and what its effect is on oneself and on others. Fundamentalism of any sort, for example, can easily become problematic in multiple ways, but in itself it does not need to be oppressive. The problem comes, however, if absolutism about a belief is interjected. Absolutists exclude all scrutiny and debate from discussion, and other options, regardless of their weight and cogency, become anathema, detested, and dismissed. Moreover, the believer in this case presumes a level of superiority and authority over others, willing to marginalize and denigrate them and in extreme instances even to incarcerate or kill them. Beliefs are sometimes labeled as “deeply held” as if that were enough to legitimate them, even though such a characterization may actually mask the insidious, harmful effect of trenchant opinions",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 71
        }
    },
    {
        "id": "8f9dca05-3988-4e05-bfd9-300612df153d",
        "text": ". Beliefs are sometimes labeled as “deeply held” as if that were enough to legitimate them, even though such a characterization may actually mask the insidious, harmful effect of trenchant opinions. A key part of maturation is learning to tolerate and accept difference, which includes decreasing one’s self-assurance that one particular belief is better than another. Such acceptance is a counterpart to empathy, which can start to appear in rudimentary form during a child’s early years but then around age five or six usually begins to blossom into a more subtle form of reasoning and understanding of others. This trait matures throughout adolescence and even into early adulthood. Unfortunately, some adults scarcely exhibit empathy at all, especially in pathological cases of criminality or exploitation. Our observations of people with little or no empathy prompt us—or at least should prompt us—to examine our own judgments and our self-confidence, to ensure that we respect the rights of others to hold opinions of their own. This applies to all manner of issues—life choices, political values, gender options, consumerism, career moves, educational opportunities, and much more. And it certainly figures into the world of ideas, ideologies, and beliefs. A wide range of options exists in each of these areas, choices that we all make personally and with stimulation from the thoughts and actions of others, not the least through close and meaningful association with select others",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 72
        }
    },
    {
        "id": "2f77000e-2ab1-457d-84b9-bbe4b7848475",
        "text": ". A wide range of options exists in each of these areas, choices that we all make personally and with stimulation from the thoughts and actions of others, not the least through close and meaningful association with select others. Beliefs are subject to the vagaries and complexities of life, many out of our control. We may be born into a loving and supportive family or one that is abusive and violent. We may enjoy plenty or suffer hunger and want. We may benefit from good health and strength or experience disability and physical limitations. We may be free from disaster or be struck by a devastating, life-changing accident. We may be raised a Hindu, Buddhist, Muslim, Christian, or any of thousands of other religious variations. In all such cases we are not creators of our circumstances, whether they be good or bad. As much as we may wish to think of ourselves as the determiners of our fate, much lies outside our control. Of course, we are responsible for how we react to our given state of affairs, including the notions or ideas we hold about life and the world. Here is where belief, doubt, disbelief, and non-belief come into play. They all can coexist as viable responses to human existence and conditions. None deserves to be ruled out prima facie; each can be credited as a valid assessment. And all, we must acknowledge, are opinions, not facts or irrefutable evidence or absolute truths",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 73
        }
    },
    {
        "id": "d2e83a5f-5360-488a-8fb7-309c1a4493d9",
        "text": ". None deserves to be ruled out prima facie; each can be credited as a valid assessment. And all, we must acknowledge, are opinions, not facts or irrefutable evidence or absolute truths. The general comments made here need to be anchored in specifics, and I will do so with some autobiographical reflections about my own personal experiences and the evolution of my thinking about this topic, especially in light of the role and nature of religious thought. I was born in 1943 into a supportive family that sought to give my three siblings and me many opportunities and encouragement to be productive and happy in life. I should say, though, that our parents’ horizons were confined to quite traditional Christian options. While both of them had a university education and our father even earned a doctoral degree, they encouraged us to attend Christian colleges, which we all did except for our youngest brother. Our father was a minister in the American Baptist Convention, a denomination that is not as conservative and dogmatic as the larger Southern Baptist Convention. The latter had formed in 1845 because of its support of slavery, which the Baptists in the northern U.S. firmly opposed. The Southern Baptists also subscribe now to such principles as the inerrancy of the Bible, the belief in personal salvation in order to enter heaven and avoid eternity in hell, and such social positions as forbidding women to become clergy and condemning same-sex relationships",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 74
        }
    },
    {
        "id": "16e7d100-0c6a-4c53-aed9-72e6c62281ea",
        "text": ". Like other American Baptists, our parents promoted social justice and diversity, grounding them theologically in the teachings of the Bible; such veneration of the Bible is quite commonplace in the Baptist tradition. All four of us siblings followed our parents in some of these more liberal social principles, but we all started to break away from their strictnessduring our university years, if not even before. In general, they instilled in all four of us siblings a set of values: a deep concern for the wellbeing of others; a sense of equality among races, genders, and peoples; a drive for knowledge instead of material acquisitions; a commitment to family and friends; an appreciation for music, art, and literature; an intrigue with cultural differences around the world; a love of travel; and a healthy work ethic. These are not beliefs as such, but more on the order of coordinates, points for orientation and action. None of us, though, carried forward our parents’ religiosity. Read the whole article here. Douglas Knight is the Drucilla Moore Buffington Professor of Hebrew Bible and Professor of Jewish Studies, Emeritus VDS Voices",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 75
        }
    },
    {
        "id": "22c71600-5fb5-4271-bf80-bf45a29986f9",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 76
        }
    },
    {
        "id": "718aea03-e100-4a25-b94a-16e6963e1853",
        "text": "Scraped from: https://divinity.vanderbilt.edu/historical-programs/\nDate scraped: 2025-02-17 02:45:28\n\nHistorical Programs Public Theology and Racial Justice Collaborative Homiletic Coaching Public Theology and Racial Justice Collaborative Homiletic Coaching\n================================================================================\n\nScraped from: https://divinity.vanderbilt.edu/religion-arts/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 77
        }
    },
    {
        "id": "50a79c71-9fa2-49e3-8d4f-4ddce3747b63",
        "text": "Religion in the Arts and Contemporary Culture Enabled by a grant from the Henry Luce Foundation, Religion in the Arts and Contemporary Culture (RACC) is forging a partnership between the arts community and The Divinity School at Vanderbilt University. This program is offered at VDS through a concentration or a certificate. Learn more about each below. RACC Home RACC Faculty RACC Alumni RACC News and Events Concentration: Th e concentration is composed of 4 courses (or 12 credit hours) and explores a reas of inquiry includ ing theological aesthetics, the role of art in fulfilling the societal mission of congregations and communities, the role of religion in literature, art's generative role in personal devotion, spiritual practice, and congregational life and identity. Practical courses in writing (creative, non-fiction, and song) are offered regularly and are an important component in the curriculum. Note: Courses taken to fulfill this concentration can count toward the certificate in Religion in the Arts and Contemporary Culture . Details on the Concentration Learning Goals Student will demonstrate creative imagination in at least one of two streams of activity. The translation of theological concepts into images, sounds, movements, novels, plays, or poetry. In scholarship, preaching, worship design, and other modes of expressive theological reflection. Praxis Requirement By working with the Field Education faculty to identify a learning context",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 78
        }
    },
    {
        "id": "786d9909-e77a-44cc-a4a8-f61bfce891ba",
        "text": ". In scholarship, preaching, worship design, and other modes of expressive theological reflection. Praxis Requirement By working with the Field Education faculty to identify a learning context. By fulfilling the praxis requirement in one of the following courses: Images of Mary in Christian Thought and Practice (Budwey) Survey of Christian Congregational Song (Budwey) Introduction to Christian Worship (Budwey) Songwriting from a Theological Perspective (Perkins) By fulfilling the praxis requirement in another course with permission by Director and professor Required Course 5410 Judge Writing Creatively About Religion Sample Courses 5402 Judge The Incarnational Art of Flannery O'Connor 6534 Seow Job, Literature and Visual Arts 6715 Budwey Images of Mary in Christian Thought and Practice 6730 Hudnut-Beumler Jesus in Modern America 6767 Juan Floyd-Thomas Cultural Signification and Black Religion 6772 Juan Floyd-Thomas Race, Religion, and Protest Music 6859 Armour Theology, Visual Culture, and Media 7064 Hamman Humanity and Technology Other information Not required to do a project or thesis related to the concentration Does not appear on official Vanderbilt transcript Student will demonstrate creative imagination in at least one of two streams of activity. The translation of theological concepts into images, sounds, movements, novels, plays, or poetry. In scholarship, preaching, worship design, and other modes of expressive theological reflection",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 79
        }
    },
    {
        "id": "a427c732-91bb-4893-b2d5-8bffffcb2496",
        "text": ". The translation of theological concepts into images, sounds, movements, novels, plays, or poetry. In scholarship, preaching, worship design, and other modes of expressive theological reflection. The translation of theological concepts into images, sounds, movements, novels, plays, or poetry. In scholarship, preaching, worship design, and other modes of expressive theological reflection. By working with the Field Education faculty to identify a learning context",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 80
        }
    },
    {
        "id": "458f6d56-453f-4393-af6c-950988b41f61",
        "text": ". In scholarship, preaching, worship design, and other modes of expressive theological reflection. By working with the Field Education faculty to identify a learning context. By fulfilling the praxis requirement in one of the following courses: Images of Mary in Christian Thought and Practice (Budwey) Survey of Christian Congregational Song (Budwey) Introduction to Christian Worship (Budwey) Songwriting from a Theological Perspective (Perkins) By fulfilling the praxis requirement in another course with permission by Director and professor 5410 Judge Writing Creatively About Religion 5402 Judge The Incarnational Art of Flannery O'Connor 6534 Seow Job, Literature and Visual Arts 6715 Budwey Images of Mary in Christian Thought and Practice 6730 Hudnut-Beumler Jesus in Modern America 6767 Juan Floyd-Thomas Cultural Signification and Black Religion 6772 Juan Floyd-Thomas Race, Religion, and Protest Music 6859 Armour Theology, Visual Culture, and Media 7064 Hamman Humanity and Technology Not required to do a project or thesis related to the concentration Does not appear on official Vanderbilt transcript Certificate Details: Apply To apply, the student submits to the Director: a statement of purpose a proposal for study developed with the Director of the program and the academic advisor. The proposal for study can include work the student has already completed that would be a fit with the goals of the certificate program. Proof of a minimum GPA of 3.0",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 81
        }
    },
    {
        "id": "ea5f33d7-82f6-4dff-a321-85069092c7e6",
        "text": ". The proposal for study can include work the student has already completed that would be a fit with the goals of the certificate program. Proof of a minimum GPA of 3.0. Application can be made at any point during the student's time at VDS, and may be a part of the initial application to admission to Vanderbilt. Final approval for the awarding of the certificate rests jointly with the program director and the faculty of the Divinity School. Certificate Guidelines The certificate requires 15 credit hours (five courses), taken as part of the regular load for a student enrolled in either the M.Div or the MTS. The courses used to fulfill these hours should be selected with advice and approval of the program director. They may be comprised of courses that can fulfill other degree requirements or electives. A maximum of three hours may count toward the final project. Four of the five courses may also be counted toward the Religion and the Arts concentration. Students seeking the certificate are required to take Writing Creatively About Religion or another course approved by the director. Students are encouraged to choose courses from those designated on YES as counting toward the certificate. With permission of the director, up to two non-designated courses can count toward the certificate if the professor in question allows the student to direct their individual work toward religion and the arts",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 82
        }
    },
    {
        "id": "3bc860d9-68bf-4212-8c0b-b395274c4e97",
        "text": ". With permission of the director, up to two non-designated courses can count toward the certificate if the professor in question allows the student to direct their individual work toward religion and the arts. Up to two courses may be taken in other Vanderbilt departments or schools (e.g., the Fine Arts Department) with the Director's permission. Required Course 5410 Judge Writing Creatively About Religion Final Project The final project may overlap with the M.Div. Senior Project or MTS thesis. The project need not be a written paper, but could be a performance, exhibition, or other creative work. Students presenting such creative work as a final project must submit a short paper that connects the project to their academic work and other significant experiences at VDS. Students are advised that creative projects, whether done for academic credit or not, take time to put together. As the design of the final project is subject to the Director's approval, planning should begin before one's final year in the program. Other information Appears on official Vanderbilt transcript To apply, the student submits to the Director: a statement of purpose a proposal for study developed with the Director of the program and the academic advisor. The proposal for study can include work the student has already completed that would be a fit with the goals of the certificate program. Proof of a minimum GPA of 3.0",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 83
        }
    },
    {
        "id": "a489662b-c257-48c4-b714-c66154d3fbcc",
        "text": ". The proposal for study can include work the student has already completed that would be a fit with the goals of the certificate program. Proof of a minimum GPA of 3.0.  Application can be made at any point during the student's time at VDS, and may be a part of the initial application to admission to Vanderbilt. Final approval for the awarding of the certificate rests jointly with the program director and the faculty of the Divinity School. The certificate requires 15 credit hours (five courses), taken as part of the regular load for a student enrolled in either the M.Div or the MTS. The courses used to fulfill these hours should be selected with advice and approval of the program director. They may be comprised of courses that can fulfill other degree requirements or electives. A maximum of three hours may count toward the final project. Four of the five courses may also be counted toward the Religion and the Arts concentration. Students seeking the certificate are required to take Writing Creatively About Religion or another course approved by the director. Students are encouraged to choose courses from those designated on YES as counting toward the certificate. With permission of the director, up to two non-designated courses can count toward the certificate if the professor in question allows the student to direct their individual work toward religion and the arts",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 84
        }
    },
    {
        "id": "4f3811d3-ede2-4f88-9b6d-c2812499bec1",
        "text": ". With permission of the director, up to two non-designated courses can count toward the certificate if the professor in question allows the student to direct their individual work toward religion and the arts. Up to two courses may be taken in other Vanderbilt departments or schools (e.g., the Fine Arts Department) with the Director's permission. 5410 Judge Writing Creatively About Religion The final project may overlap with the M.Div. Senior Project or MTS thesis. The project need not be a written paper, but could be a performance, exhibition, or other creative work. Students presenting such creative work as a final project must submit a short paper that connects the project to their academic work and other significant experiences at VDS. Students are advised that creative projects, whether done for academic credit or not, take time to put together. As the design of the final project is subject to the Director's approval, planning should begin before one's final year in the program. Appears on official Vanderbilt transcript Explore all Current, Past & Possible Future Courses Current and Future Courses See the VDS Portal for current Course Projections and Concentration Descriptions and Projections. DIV XXXX Ancient Near East Literature (Seow) DIV XXXX Bible in Western Visual Culture (Marbury) DIV 6535 Biblical Poetry (Seow) DIV 6767 Cultural Signification and Black Religion (J",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 85
        }
    },
    {
        "id": "4e6615d4-ac58-4c5b-bb67-48a07b2945b9",
        "text": ". DIV XXXX Ancient Near East Literature (Seow) DIV XXXX Bible in Western Visual Culture (Marbury) DIV 6535 Biblical Poetry (Seow) DIV 6767 Cultural Signification and Black Religion (J. Floyd-Thomas) DIV 6723 Early Christian Poetry (Michelson) DIV 6511 Genesis 1-11 (Seow) DIV 6535 Hebrew Poetry in Translation (Seow) DIV 7064 Humanity and Technology (Hamman) DIV 6715 Images of Mary in Christian Thought and Practice (Budwey) DIV 5402 The Incarnational Art of Flannery O'Connor (Judge) DIV 6701 Introduction to Christian Worship (Budwey) DIV 6730 Jesus in Modern America (Hudnut-Beumler) DIV 6534 Job, Literature, Visual Arts (Seow) DIV 6536 Judges (Seow) DIV 7129 Moral Philosophy of Black Popular Culture (S. and J. Floyd-Thomas) DIV 6810 Participation: Ritual Theory and Theology (Morrill) DIV 6533 Psalms (Seow) DIV 6772 Race, Religion, and Protest Music (J. Floyd-Thomas) DIV 6773 Reel Black Faith: Race, Religion and Film (J. Floyd-Thomas) DIV 5401 Religious Questions in the Poetry of Emily Dickenson and Gerard Manley Hopkins, S.J. (Judge) DIV 5404 Religious Questions in Albert Camus (Judge) DIV 5403 Religious Questions in William Faulkner (Judge) DIV 5412 Survey of Congregational Song (Budwey) DIV 6859 Theology, Visual Culture, and Media (Armour) DIV 7009 Theopoetics (González-Justiniano) DIV 6932 Voice, Imagination and Sacred Utterances (Thompson) DIV 7133 Womanist Literature as a Resource for Ethics (S",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 86
        }
    },
    {
        "id": "01e279e8-007b-41ac-8bee-0f6574896a1b",
        "text": ". Floyd-Thomas) DIV 6933 Womanist Proclamation, Ritual, and the Arts (Thompson) DIV 5410 Writing Creatively About Religion (Judge) Past Courses DIV 2715 Beauty and Belief: Issues in Theological Aesthetics (Perkins) DIV 2568 The Bible and Music (Levine and Rose) DIV 3958 Black Religion and Culture Studies (Anderson) DIV 2569 Christianity and American Music in the 20th Century (Perkins) DIV 4206 Creativity: A Theological Engagement (Perkins) DIV 7079 Faith, Film, and Pastoral Care (B. Miller-McLemore) DIV 5310 God, Faith, and Art (Caldwell) DIV 5413 Music and Spiritual Formation (Perkins) DIV 2558 Pastoral Lives: Novels and Memoirs of Ministry DIV 6928 Popular Music and Christian Identity (McClure) DIV 5433 Religion and Film (Geller) DIV 2505 Religious Autobiography (Judge) DIV 5434 Religious Narrative and the Self (Geller) DIV XXXX Sacred Song in America (Perkins) DIV 5227 Social Transformation as Depicted in Children and Young Adult Literature: Refugees and Immigrants (Caldwell/Neely) DIV 256: Songwriting from a Theological Perspective (Perkins) DIV XXXX Taking Theology to Film See the VDS Portal for current Course Projections and Concentration Descriptions and Projections. DIV XXXX Ancient Near East Literature (Seow) DIV XXXX Bible in Western Visual Culture (Marbury) DIV 6535 Biblical Poetry (Seow) DIV 6767 Cultural Signification and Black Religion (J",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 87
        }
    },
    {
        "id": "b5d4ebc8-e638-4c02-a92a-bf824ab2c77f",
        "text": ". DIV XXXX Ancient Near East Literature (Seow) DIV XXXX Bible in Western Visual Culture (Marbury) DIV 6535 Biblical Poetry (Seow) DIV 6767 Cultural Signification and Black Religion (J. Floyd-Thomas) DIV 6723 Early Christian Poetry (Michelson) DIV 6511 Genesis 1-11 (Seow) DIV 6535 Hebrew Poetry in Translation (Seow) DIV 7064 Humanity and Technology (Hamman) DIV 6715 Images of Mary in Christian Thought and Practice (Budwey) DIV 5402 The Incarnational Art of Flannery O'Connor (Judge) DIV 6701 Introduction to Christian Worship (Budwey) DIV 6730 Jesus in Modern America (Hudnut-Beumler) DIV 6534 Job, Literature, Visual Arts (Seow) DIV 6536 Judges (Seow) DIV 7129 Moral Philosophy of Black Popular Culture (S. and J. Floyd-Thomas) DIV 6810 Participation: Ritual Theory and Theology (Morrill) DIV 6533 Psalms (Seow) DIV 6772 Race, Religion, and Protest Music (J. Floyd-Thomas) DIV 6773 Reel Black Faith: Race, Religion and Film (J. Floyd-Thomas) DIV 5401 Religious Questions in the Poetry of Emily Dickenson and Gerard Manley Hopkins, S.J. (Judge) DIV 5404 Religious Questions in Albert Camus (Judge) DIV 5403 Religious Questions in William Faulkner (Judge) DIV 5412 Survey of Congregational Song (Budwey) DIV 6859 Theology, Visual Culture, and Media (Armour) DIV 7009 Theopoetics (González-Justiniano) DIV 6932 Voice, Imagination and Sacred Utterances (Thompson) DIV 7133 Womanist Literature as a Resource for Ethics (S",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 88
        }
    },
    {
        "id": "85ca47ec-3f70-4fd6-a863-67768065ab55",
        "text": ". Floyd-Thomas) DIV 6933 Womanist Proclamation, Ritual, and the Arts (Thompson) DIV 5410 Writing Creatively About Religion (Judge) DIV 2715 Beauty and Belief: Issues in Theological Aesthetics (Perkins) DIV 2568 The Bible and Music (Levine and Rose) DIV 3958 Black Religion and Culture Studies (Anderson) DIV 2569 Christianity and American Music in the 20th Century (Perkins) DIV 4206 Creativity: A Theological Engagement (Perkins) DIV 7079 Faith, Film, and Pastoral Care (B. Miller-McLemore) DIV 5310 God, Faith, and Art (Caldwell) DIV 5413 Music and Spiritual Formation (Perkins) DIV 2558 Pastoral Lives: Novels and Memoirs of Ministry DIV 6928 Popular Music and Christian Identity (McClure) DIV 5433 Religion and Film (Geller) DIV 2505 Religious Autobiography (Judge) DIV 5434 Religious Narrative and the Self (Geller) DIV XXXX Sacred Song in America (Perkins) DIV 5227 Social Transformation as Depicted in Children and Young Adult Literature: Refugees and Immigrants (Caldwell/Neely) DIV 256: Songwriting from a Theological Perspective (Perkins) DIV XXXX Taking Theology to Film Contact",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 89
        }
    },
    {
        "id": "4b216441-3f28-42fe-9e6f-38ef0e32930d",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 90
        }
    },
    {
        "id": "776a985f-7db2-4b8e-a7a7-ec85cb501061",
        "text": "Scraped from: https://divinity.vanderbilt.edu/person/\nDate scraped: 2025-02-17 02:45:31\n\nStaff Faculty Emeriti Retired Faculty Administrative Officers and Support Staff  Office of Admissions and Enrollment  Office of Student Affairs  Divinity Library  Development and Alumni Relations \n================================================================================\n\nScraped from: https://divinity.vanderbilt.edu/vanderbilt-divinity-school-launches-practitioner-in-residence-initiative/\nDate scraped: 2025-02-17 02:45:32",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 91
        }
    },
    {
        "id": "5be1832d-e757-4bf8-89b8-d524a27099a3",
        "text": "Vanderbilt Divinity School launches practitioner-in-residence initiative Jan 9, 2025, 8:04 PM Twitter Facebook Email LinkedIn Vanderbilt Divinity School is pleased to announce its practitioner-in-residence program. Each semester, the Divinity School will invite a member of the clergy, a nonprofit leader or a social justice activist to be “in residence” with its community. The PIR host sessions about their work, mentor students and invite them to visit their organization or congregation. Students will be exposed to experts who model the interdisciplinary, interfaith and justice work that is at the core of the Vanderbilt Divinity School community. “When I first started teaching, most of my students were headed into congregational ministry,” Dean Yolanda Pierce said. “Today, students are finding many more pathways to live out their vocational calling. The practitioner-in-residence program will help students better discern the many doors their VDS degree can open while strengthening relationships with community partners.” VDS is excited that Rev. Lindsey Krinks, MTS ’13, has agreed to serve as the inaugural practitioner-in-residence. Krinks is a street chaplain, activist, nonprofit leader and cofounder of Open Table Nashville , a nationally acclaimed interfaith homeless outreach nonprofit",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 92
        }
    },
    {
        "id": "a8b5631c-032a-4a50-9fbd-8dd10e5779a0",
        "text": ". Lindsey Krinks, MTS ’13, has agreed to serve as the inaugural practitioner-in-residence. Krinks is a street chaplain, activist, nonprofit leader and cofounder of Open Table Nashville , a nationally acclaimed interfaith homeless outreach nonprofit. For more than 15 years, Krinks has worked on the less visible side of Nashville—the streets, encampments, jails, slums and underpasses—while also collaborating with faith leaders, community organizers and public officials to make the city more hospitable and just. She appeared in Saint Cloud Hill , a documentary about Nashville’s largest homeless camp in 2019, and has been featured in dozens of Nashville news stories. Her book, Praying with Our Feet: Pursuing Justice & Healing on the Streets , is widely available. “I was honored to be approached about this role and am excited to return to VDS,” Krinks said. Speaking about her time at Vanderbilt, she noted, “There was this rich, transformative experience at the Divinity School in which our work on the ground was informing our theological education and our classes were informing our social justice work.” The practitioner-in-residence program will kick off with a competition among Divinity School faculty, staff and students through the month of January to see who can collect the most items for Open Table Nashville’s winter supply list. The nonprofit delivers blankets, sleeping bags, hand warmers, thermal socks and protein shakes to Nashville’s most vulnerable population",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 93
        }
    },
    {
        "id": "3acfd432-2a61-4781-8643-8e1a562198f4",
        "text": ". The nonprofit delivers blankets, sleeping bags, hand warmers, thermal socks and protein shakes to Nashville’s most vulnerable population.  Events with Rev. Krinks On Thursday, Jan. 30, the Divinity School will host a lunch and learn with Krinks, who will share her unconventional path to street chaplaincy. The event will be at 11 a.m. in the Divinity reading room. RSVP required and available at: https://forms.office.com/r/4b4zPzewfD . On Tuesday, Feb. 18, students may accompany Open Table Nashville staff to their Day on the Hill for Housing and Homelessness. Students will see advocacy in action and meet with legislators. After a March 27 conversation between Provost C. Cybele Raver and Matthew Desmond on poverty, Vanderbilt Divinity School will host a Convening on Housing Justice on Friday, March 28. Conversation  partners will include Krinks, community activists, local government officials and multiple Vanderbilt professors whose research centers on homelessness. The semester’s events will wrap up on Thursday, April 17, when Krinks hosts “Downtown Urban Immersion: Learning to See the City from Below,” where she walks with students through homeless encampments, visits with their residents and talks more about her work. This excursion is a firsthand look at the suffering on Nashville’s streets. Vanderbilt Divinity School extends a warm welcome to all Vanderbilt faculty, staff and students who wish to participate. These events featuring Rev",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 94
        }
    },
    {
        "id": "22caae91-bee3-414f-8b16-660349923781",
        "text": ". This excursion is a firsthand look at the suffering on Nashville’s streets. Vanderbilt Divinity School extends a warm welcome to all Vanderbilt faculty, staff and students who wish to participate. These events featuring Rev. Krinks will be shared via the University Calendar and will also be open to the greater Nashville community. For more information, email Cheryl Williams, director of administration (cheryl.a.williams@vanderbilt.edu).   VDS Voices Vds voices",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 95
        }
    },
    {
        "id": "5cd6c494-d053-433c-887d-ceeff9ae804e",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 96
        }
    },
    {
        "id": "19ca616e-8fe9-412b-ad7d-dff4ccdf732a",
        "text": "Scraped from: https://divinity.vanderbilt.edu/vanderbilt-cross-disciplinary-collaboration-creates-intersex-awareness-event/\nDate scraped: 2025-02-17 02:45:32",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 97
        }
    },
    {
        "id": "08191f8e-271b-4d01-8671-9ef4567ebc3b",
        "text": "Vanderbilt cross-disciplinary collaboration creates Intersex Awareness event Nov 7, 2024, 4:08 PM Twitter Facebook Email LinkedIn  Individuals in a population that is often overlooked or misunderstood shared their lived experiences during a speaker series on the Vanderbilt campus Oct. 24 to commemorate Intersex Awareness Day. Intersex people are born with differences in sex traits or reproductive anatomy. The phenomenon is as common as having red hair or green eyes, affecting almost 2 percent of the population. Lin Morales, a junior in the College of Arts and Science and co-president of the Vanderbilt Lambda Association, helped organize what he hopes will become an annual event. He was inspired by a course he took called Intersex in Christian Traditions: Perspectives from Science, Law, Culture and Theology, taught by the Divinity School’s Stephanie Budwey . “Our class had amazing discussions that increased my understanding about the challenges for intersex people,” said Morales, who is majoring in political science and studio art with a minor in religious studies. “I’m trans myself and found many connections between trans and intersex and other gender identities",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 98
        }
    },
    {
        "id": "9650a010-752a-484d-af49-0f3fe0af63ca",
        "text": ". “I’m trans myself and found many connections between trans and intersex and other gender identities. All of us are  impacted negatively by policies and laws that do not affirm our identities.” Speakers at the event included Morales, who gave introductory remarks; Ari Nevin, a senior who discussed law and policy; Dee Norman, a junior who spoke on sex and gender; and Budwey, assistant professor of the history and practice of Christian worship and the arts, whose topic was faith and theology. There were also three speakers from interACT, a national advocacy organization for intersex youth: Bria Brown-King, Maddie Moran and Marissa Adams. Jeremy Brooks McKinnon led a reflection following the screening of the narrative short film As Common as Red Hair and the new documentary Every Body . Brooks McKinnon  is a master of divinity candidate who is completing his final semester. Morales emphasized that the speaker series has set a precedent for intersex advocacy in the future, with plans underway to hold another campus event next year. He had reached out to Budwey last spring about bringing together people and resources from across campus to increase awareness and knowledge on intersex issues. “Lin was moved and energized to begin planning for an event in October,” said Budwey, author of Religion and Intersex: Perspectives from Science, Law, Culture and Theology . “The reality is that many folks do not know what intersex is or have a grave misunderstanding about the definition",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 99
        }
    },
    {
        "id": "920e403b-ffdb-42ee-afea-fea4439c431d",
        "text": ". “The reality is that many folks do not know what intersex is or have a grave misunderstanding about the definition. “People are made to feel bad about themselves because they don’t fit into a particular understanding of sex and/or gender. Rather than embracing that diversity, individuals are forced to feel very shameful about their bodies.” Budwey noted that infants and young children around the world have undergone medically unnecessary surgeries to try to fit them into certain understandings about sex and gender, and there can be severe repercussions. The Intersex Awareness Speaker Series is co-sponsored by the Carpenter Program in Religion, Gender and Sexuality and its Queer Faith, Policy and Liberation Cohort; Vanderbilt Lambda Association; LGTBQ+ Policy Lab; K.C. Potter Center for LGTBQI Life; and Religion in the Arts and Contemporary Culture program. “We hope to create more welcoming spaces, awareness and knowledge about gender and sexual identities, and to highlight those in order to bring greater inclusion and belonging to our world,” said Rachel Heath, assistant director of the Carpenter program. For more information about the speaker series, email Rachel Heath .  VDS Voices Vds voices",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 100
        }
    },
    {
        "id": "9595347a-50ce-404c-97c8-73f7756f38fe",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 101
        }
    },
    {
        "id": "e9888558-dbee-47a6-b05b-a5dcfd3b88be",
        "text": "Scraped from: https://divinity.vanderbilt.edu/events/\nDate scraped: 2025-02-17 02:45:32",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 102
        }
    },
    {
        "id": "ef7dc646-1ee7-4b3a-a48c-520d64146080",
        "text": "Admissions Events Visiting Campus Directions to Campus From the north, take I-265 to I-40 east to exit 209B. Turn right on Broadway. From the east or south, take 1-40 west to exit 209A. Turn left on Broadway. From the west take I-40 east to exit 209B. Turn right on Broadway (US 70S). Follow Broadway and veer right when it splits onto West End Avenue. Continue on West End to the stop light at 21st Avenue. Turn left on 21st Avenue. 21st is one-way. The Divinity School will be on your right, across the street from San Antonio Taco Co. and Ben and Jerry's. Parking information Public paid parking is available on the first two floors of Wesley Place Garage, located on the corner of Scarritt Place and 21st Avenue. Metered street parking is also available on streets near campus. After parking and crossing 21st Avenue, head up the sidewalk by the Library toward the brick building with the large spire. This is the Divinity School. You will enter on the Ground Floor, take the elevator or stairs up to the 1st floor. The Admissions Office is the first door on the right after you get off of the elevator, suite 135. Ride Share Lyft and Uber are both widely available throughout Nashville. Cars may drop-off and pick-up passengers directly in front of the Divinity School. Air & Bus Travel Closest Airport: Nashville International Airport - BNA MegaBus Stop: T/A Truck Plaza at 111 N. 1st Street Greyhound Bus Stop: 709 5th Ave S",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 103
        }
    },
    {
        "id": "ab1a383f-db3a-42b8-8ccb-9c92ec382116",
        "text": ". Cars may drop-off and pick-up passengers directly in front of the Divinity School. Air & Bus Travel Closest Airport: Nashville International Airport - BNA MegaBus Stop: T/A Truck Plaza at 111 N. 1st Street Greyhound Bus Stop: 709 5th Ave S. Lodging For low-cost lodging, we recommend booking at the Scarritt Bennett Center . When exiting the Divinity School, walk straight across 21st Ave and down Scarritt Place until you reach 19th Avenue. Scarritt Bennett Center will be directly in front of you. There are a variety of Vanderbilt area hotels within walking distance, as well as hotels and AirBnb rentals throughout the greater Nashville area. Things to do in Nashville The Vanderbilt Bookstore is located at 2501 West End Ave, Nashville, TN 37203. Within walking distance, we recommend checking out Centennial Park, which is home to the Nashville Parthenon, as well as the dining and nightlife options of Midtown. You can also take a stroll down Music Row just a few blocks from the Divinity School! For more information about activities and attractions, check out Visit Music City . From the north, take I-265 to I-40 east to exit 209B. Turn right on Broadway. From the east or south, take 1-40 west to exit 209A. Turn left on Broadway. From the west take I-40 east to exit 209B. Turn right on Broadway (US 70S). Follow Broadway and veer right when it splits onto West End Avenue. Continue on West End to the stop light at 21st Avenue. Turn left on 21st Avenue. 21st is one-way",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 104
        }
    },
    {
        "id": "20424e30-7d62-4bc2-ae4e-6c5a43b86a3a",
        "text": ". From the west take I-40 east to exit 209B. Turn right on Broadway (US 70S). Follow Broadway and veer right when it splits onto West End Avenue. Continue on West End to the stop light at 21st Avenue. Turn left on 21st Avenue. 21st is one-way. The Divinity School will be on your right, across the street from San Antonio Taco Co. and Ben and Jerry's. Public paid parking is available on the first two floors of Wesley Place Garage, located on the corner of Scarritt Place and 21st Avenue. Metered street parking is also available on streets near campus. After parking and crossing 21st Avenue, head up the sidewalk by the Library toward the brick building with the large spire. This is the Divinity School. You will enter on the Ground Floor, take the elevator or stairs up to the 1st floor. The Admissions Office is the first door on the right after you get off of the elevator, suite 135. Lyft and Uber are both widely available throughout Nashville. Cars may drop-off and pick-up passengers directly in front of the Divinity School. Closest Airport: Nashville International Airport - BNA MegaBus Stop: T/A Truck Plaza at 111 N. 1st Street Greyhound Bus Stop: 709 5th Ave S. For low-cost lodging, we recommend booking at the Scarritt Bennett Center . When exiting the Divinity School, walk straight across 21st Ave and down Scarritt Place until you reach 19th Avenue. Scarritt Bennett Center will be directly in front of you",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 105
        }
    },
    {
        "id": "ab3f7174-d263-4f3d-a587-c2a6718fc77e",
        "text": ". When exiting the Divinity School, walk straight across 21st Ave and down Scarritt Place until you reach 19th Avenue. Scarritt Bennett Center will be directly in front of you. There are a variety of Vanderbilt area hotels within walking distance, as well as hotels and AirBnb rentals throughout the greater Nashville area. The Vanderbilt Bookstore is located at 2501 West End Ave, Nashville, TN 37203. Within walking distance, we recommend checking out Centennial Park, which is home to the Nashville Parthenon, as well as the dining and nightlife options of Midtown. You can also take a stroll down Music Row just a few blocks from the Divinity School! For more information about activities and attractions, check out Visit Music City . Campus Map View Larger Map Campus Visits Vanderbilt Divinity School welcomes you to visit us. Sign up for a day that works with your schedule, and the staff of the Office of Admissions will put together a visit. Click HERE to schedule your campus visit. We encourage you to check the homepage for virtual events such as lectures, panels, and special presentations by one of our innovative programs . Plan Your Visit Virtual Opportunities Want to learn more about us from home? Explore virtual tours and webinars",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 106
        }
    },
    {
        "id": "a7e83f2f-34fa-4e2c-bd30-27191a571361",
        "text": ". Plan Your Visit Virtual Opportunities Want to learn more about us from home? Explore virtual tours and webinars. Virtual Tour of Vanderbilt Divinity School Virtual Tour of Vanderbilt's Campus Virtual Tour of the Vanderbilt University Arboretum Admissions webinar recordings Vanderbilt Divinity webinar recordings Association of Academic Divinity Schools Joint Recruiting Events Vanderbilt Divinity School, Candler School of Theology, Duke Divinity School, Harvard Divinity School, Union Theological Seminary, University of Chicago Divinity School, and Yale Divinity School joint recruitment. Below is the registration link for our September 16th 2024 AADS Webinar: https://apply.divinity.yale.edu/register/ AADS webinar",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 107
        }
    },
    {
        "id": "706168ff-06bd-4c32-91c2-9f794c00b98a",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 108
        }
    },
    {
        "id": "ea148131-4e22-4394-bfb7-0cac3a0e82bd",
        "text": "Scraped from: https://divinity.vanderbilt.edu/vanderbilt-divinity-alumni-ae-help-enact-lgbtqia-policy-changes-in-united-methodist-church/\nDate scraped: 2025-02-17 02:45:33",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 109
        }
    },
    {
        "id": "f07695a0-f146-4c11-856d-11a2f7ed75ef",
        "text": "Vanderbilt Divinity alumni/ae help enact LGBTQIA+ policy changes in United Methodist Church Jun 11, 2024, 4:30 PM Twitter Facebook Email LinkedIn  Vanderbilt Divinity School alumni who helped bring historic shifts to the United Methodist Church’s stances on sexuality credit a variety of learning experiences—in the classroom and in field education—for their preparedness as agents of social justice. Carter Ellis, MDiv, ’13, was selected as a delegate to the UMC General Conference, which took place April 3 – May 3 in Charlotte, North Carolina. “The goal for us who support LGBTQIA+ inclusion was to get to ‘neutral,’ so to speak, with UMC policies,” Ellis said. “We succeeded in removing harmful language, and in one or two instances, add protections for queer clergy, but it is by no means yet an explicitly inclusive policy.” With the approved changes, United Methodist pastors can no longer be punished for performing weddings of same-sex couples. Queer clergy are able to go through the ordination process while being open about their sexual orientation or gender identity. Those ministers who had their credentials removed for being queer can apply to have them reinstated. Ellis, who was skeptical about the church when she enrolled at the Divinity School, is grateful for witness from Divinity School faculty and staff who normalized what being queer and called to love and serve looks like. “We don’t see that witness very often in the church,” Ellis said",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 110
        }
    },
    {
        "id": "4ff822e0-6ea7-424d-b49d-af8b16cb612a",
        "text": ". “We don’t see that witness very often in the church,” Ellis said. “So I carried those folks as leaders with me in my mind going forward.” Ellis returned to her home state of North Carolina after graduation and received her first UMC appointment in the Western North Carolina Conference. She was ordained as an elder in 2017. Three years later she moved to Kansas City and took the courageous step of marriage with Lora Andrews, MDiv’14. “We were immediately placed under complaint through the denomination, which could have been processed toward losing our credentials,” Ellis said. “Our bishops held us in what’s called ‘abeyance’ while we waited and prayed for changes in the Book of Discipline. If the delegates at the General Conference had not voted the way they did, we could have faced a trial to decide if we could continue being clergy. Our careers have been defined by this work for justice.” Andrews, an ordained elder in the Great Plains (Kansas and Nebraska) Conference, attended this spring’s UMC General Conference as a member of its Queer Clergy Caucus and as a chaplain. She has advocated for removing discriminatory language targeting LGBTQIA+ clergy from UMC policies since her student days. Religion and Social Movements, a course taught by C. Melissa Snarr , the E. Rhodes and Leona B. Carpenter Professor of Ethics and Society, helped shape the focus of Andrews’work",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 111
        }
    },
    {
        "id": "dff39f7a-6f42-4222-be6e-3a35b46e7449",
        "text": ". Religion and Social Movements, a course taught by C. Melissa Snarr , the E. Rhodes and Leona B. Carpenter Professor of Ethics and Society, helped shape the focus of Andrews’work. “In addition to learning about how the church organizes toward justice, we were required to volunteer with a social movement,” Andrews said. “I assisted Reconciling MinistriesNetwork with grassroots efforts in local United Methodist churches to advance justice and inclusion for LGBTQIA+ people. A decade later, I continue to apply what I learned in school to my ministry.” Also attending the conference was Eric Burton-Krieger, MDiv’11, who is transitioning his ministry from Indianapolis to Atlanta, Georgia. In 2007, he was selected for the first class of the Cal Turner Leadership Scholars program, which supported master of divinity candidates pursuing UMC ministry. Burton-Krieger enrolled at Vanderbilt because he wanted an academically rigorous education. However, being part of a deeply supportive community was an additional benefit. “Organizing for justice is hard work, and it’s taken decades in our denomination. Those of us seeking affirmation and grace for LGTBQIA+ people were bitterly disappointed in the results of the 2019 conference",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 112
        }
    },
    {
        "id": "6f7fd247-419c-475d-935c-f893d3e509bc",
        "text": ". “Organizing for justice is hard work, and it’s taken decades in our denomination. Those of us seeking affirmation and grace for LGTBQIA+ people were bitterly disappointed in the results of the 2019 conference. However, the lifelong friendships we developed in school have helped with our networking and organizing to change lives.” “These tight-knit groups have provided a seedbed for the kind of patient, resilient, but also prophetic leadership that has been needed in the church,” Snarr said. “Any United Methodist student who enrolls here makes a clear choice about how they want to be trained in terms of the church’s future.” She also highlighted the work of the Carpenter Program in Religion, Gender and Sexuality to train future ministers in more open and affirming theological considerations and pastoral practices. Burton-Krieger noted the influence of alumni/ae serving at Nashville area churches like Edgehill United Methodist and East End United Methodist. “They would share their Vanderbilt experiences with us students, but also talk about the impact of activism in their daily lives post-graduation,” he said. Brandon Baxter, MDiv’17, senior pastor at East End United Methodist Church, credits his Divinity School education for helping navigate power dynamics and relationships within the denomination. Baxter, a lifelong Nashvillian, was instrumental in efforts to bring more diversity to the Tennessee-Western Kentucky delegation at this year’s General Conference",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 113
        }
    },
    {
        "id": "8e6d49a2-5b8f-41c1-a434-e6c25a236c46",
        "text": ". Baxter, a lifelong Nashvillian, was instrumental in efforts to bring more diversity to the Tennessee-Western Kentucky delegation at this year’s General Conference. Although Baxter was not able to attend the conference, he was excited to watch the results from afar. “I began collaborating with Sam McGlothlin, MDiv’16, and others after  the 2019 conference to reimagine our delegation,” Baxter said. “We worked together to build an intersectional group of candidates with diversity in race, gender, sexual orientation and more.” McGlothlin, senior pastor at Belle Meade United Methodist Church, was among the delegates representing the Tennessee-Western Kentucky Conference. Baxter previously served at West End United Methodist Church, where he helped  create more public visibility around his congregation’s affirmation for LGBTQIA+ people, especially after the 2019 General Conference. “I felt it was important—with the congregation’s proximity to Vanderbilt and location on a main city corridor—to be clear about our affirming and welcoming community,” Baxter said. “In addition, our lay leadership expanded our wedding policy, making it fully affirming for same-sex couples. I was proud of the congregation for taking these major steps in its journey of faith.” Even though these Vanderbilt Divinity alumni/ae were successful in helping to remove discriminatory language toward LGBTQIA+ people from the Book of Discipline, their work has only begun",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 114
        }
    },
    {
        "id": "11a1a0bc-d9a4-42f6-87ea-03d7ba21d4cc",
        "text": ". “So we have those protections in place, but most of that is on paper,” Ellis said. “Now it is seeing how individuals, churches, bishops and annual conferences live into this spirit on the ground. How do we change hearts and minds as opposed to simply words in our Book of Discipline? It was a huge step for us as a denomination, yet we’re compelled to continue the work in the spirit of inclusion.” VDS Voices",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 115
        }
    },
    {
        "id": "20a7fbb7-36fe-4e8f-81a3-188f5874ab41",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 116
        }
    },
    {
        "id": "bfe8ead6-4d4d-430d-8c6b-e7781212b653",
        "text": "Scraped from: https://divinity.vanderbilt.edu/publications/\nDate scraped: 2025-02-17 02:45:33\n\ninSpire Newsletter Please be sure to sign up and receive our mailings, and feel free to contact us if there are any news items or announcements you’d like us to include. inSpire: January 2025 inSpire: December 2024 inSpire: November 2024 inSpire: October 2024 inSpire: September 2024 inSpire: May 2024 inSpire: April 2024 inSpire: March 2024 inSpire: February 2024 inSpire: January 2024 inSpire: December 2023 inSpire: November 2023 inSpire: October 2023 inSpire: September 2023 inSpire: May 2023 inSpire: April 2023 inSpire: March 2023 inSpire: February 2023 inSpire: January 2023 inSpire: December 2022 inSpire: November 2022 inSpire: October 2022 inSpire: September 2022 inSpire: July 2022 inSpire: June 2022 inSpire: May 2022 inSpire: April 2022 inSpire: March 2022 inSpire: February 2022 inSpire: January 2022 inSpire: December 2021 inSpire: November 2021 inSpire: October 2021 Subscribe today to receive the next issue of inSpire\n================================================================================\n\nScraped from: https://divinity.vanderbilt.edu/chaplains-on-the-front-lines-vanderbilt-divinity-degree-equips-va-military-chaplains-for-mental-health-care-needs/\nDate scraped: 2025-02-17 02:45:33",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 117
        }
    },
    {
        "id": "540942af-8e38-4af3-9baa-b5e7e435c98b",
        "text": "Chaplains on the front lines: Vanderbilt Divinity degree equips VA/military chaplains for mental health care needs Feb 6, 2024, 4:46 PM Twitter Facebook Email LinkedIn Recognizing the significant suicidality, post-traumatic stress, depression and moral injury endured by active military and veteran populations, Vanderbilt Divinity School has partnered with Integrative Mental Health , a national program of the U.S. Department of Veterans Affairs, to prepare chaplains for contemporary care challenges. “With our appropriate focus on the vital contributions of military chaplains on Four Chaplains Day , which pays tribute to four heroic World War II chaplains, this is an excellent time to highlight the innovative doctorate program educating chaplains at the Divinity School,” said C. Melissa Snarr , program director and associate professor of ethics and society. Vanderbilt’s doctor of ministry in integrative chaplaincy is a six-semester hybrid program with a deep commitment to equip VA and military chaplains, as well as other institutional chaplains, with evidence-based practices of care. “Military and institutional chaplains are needed more than ever on the front lines of mental health care,” said Snarr, who also holds the E. Rhodes and Leona B. Carpenter Chair in Ethics and Society. “That is why Vanderbilt is at the forefront of innovation in training chaplains to serve within the context of a dramatically changing religious and spiritual landscape",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 118
        }
    },
    {
        "id": "eeb44785-e5b7-4cd9-adbc-b2e206a13437",
        "text": ". Rhodes and Leona B. Carpenter Chair in Ethics and Society. “That is why Vanderbilt is at the forefront of innovation in training chaplains to serve within the context of a dramatically changing religious and spiritual landscape. Since military chaplains are required to keep their conversations 100 percent confidential, those on active duty often turn to them first in a crisis.” Snarr noted that the Navy annually funds seven to eight spaces in the competitive program, while the VA sponsors 15 chaplains. She and Keith G. Meador , director of Integrative Mental Health with the VA and professor of psychiatry and behavioral sciences, began conversations several years ago on how best to extend and transform the VA certificate program into a full-fledged doctoral program. “We are committed to the formation of chaplains across the theological spectrum,” said Meador, who also holds the Anne Geddes Stahlman Chair in Medical Ethics. “The doctor of ministry program trains them in evidence-based practices to use within pluralistic contexts, while honoring their own diverse theological commitments as they meet the emotional and mental health needs of those who suffer.” The first three semesters, which are led by Meador and his VA team, focus on empirically proven practices for integrating spiritual and mental health care into chaplaincy",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 119
        }
    },
    {
        "id": "93e275fd-139a-4b9f-b264-7e427c74c3b1",
        "text": ". Students then complete three semesters of Divinity School coursework, with an emphasis on theological grounding and spiritual meaning-making related to health and flourishing. Three nearly weeklong “intensives” happen on the Vanderbilt campus, with all other meetings for the degree taking place virtually. Among the current students is Lt. Chris Terrell, an active-duty Navy chaplain from Pensacola, Florida, who enrolled in the doctor of ministry program in 2020. He was recently redeployed with the USS Leyte Gulf , a guided missile cruiser, and is grateful to be able to work on his research project while being deployed. “To write for my research is a wonderful blessing, helping me decompress from any stresses I have during my limited free time on the ship,” Terrell said. “As a military chaplain, I often counsel people on a variety of bad experiences, serving more than 300 people on this vessel.” He is developing a small-group model for what he calls “deconstructing unhelpful Christian theology and at the same time helping those persons reconstruct a more authentic Christian identity.” Terrell is using the tools that come out of acceptance and commitment therapy to help create that small-group space. “The doctor of ministry program has given me skills that enable me to do more than listen and pray. Listening and prayer are wonderful practices, but it’s so helpful to be able to offer more to those in crisis,” he said. Also from Pensacola, Florida, is Lt. Cmdr",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 120
        }
    },
    {
        "id": "ba9b0881-6e05-4510-8bdb-e8de2c8f398b",
        "text": ". Listening and prayer are wonderful practices, but it’s so helpful to be able to offer more to those in crisis,” he said. Also from Pensacola, Florida, is Lt. Cmdr. Laura Palmer, a Navy chaplain who is based in North Carolina. She has begun her fourth semester in the doctoral program. “Learning alongside chaplains from various settings has fostered insightful conversations and afforded opportunities to further explore and give voice to the ‘whys and hows’ of the care we can provide,” Palmer said. “The focus on collaboration with mental health practitioners—learning their language and utilizing different modalities—dovetails into building spiritual readiness. That is the strength of spirit that enables the warfighter to accomplish the mission with honor. And the opportunity to engage with chaplains from the VA and other contexts has reaffirmed for me the care that is extended through the seasons of a service member’s life.” For her doctor of ministry project, she wants to explore how spirituality and its neural effects might serve as a protective factor and offer steps toward hope and healing in response to the neurobiological overlaps found in shame and suicidality. The Divinity School currently enrolls more active military and veterans than all the other nine schools of the university combined, with 19 of the 26 2023 graduating doctor of ministry students (the first graduating class) being military members and veterans",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 121
        }
    },
    {
        "id": "6017968b-276a-4931-a1dd-a2bc30a17701",
        "text": ". An additional 39 students are expected to graduate this coming May, many of whom are also service members and vets. VDS Voices",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 122
        }
    },
    {
        "id": "431d3d40-cc2d-4472-8522-f9d0d0ef0033",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 123
        }
    },
    {
        "id": "344f3976-a199-4c0b-863e-cee41290069f",
        "text": "Scraped from: https://divinity.vanderbilt.edu/2024-vanderbilt-divinity-school-and-gdr-distinguished-alumni-ae-named/\nDate scraped: 2025-02-17 02:45:33",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 124
        }
    },
    {
        "id": "3dcfe7ea-8bd4-4fb2-be05-87ddc735547b",
        "text": "2024 Vanderbilt Divinity School and GDR Distinguished Alumni/ae named Nov 4, 2024, 5:52 PM Twitter Facebook Email LinkedIn Two Vanderbilt alumni who devoted their lives to ministry, social justice and activism have been recognized as the 2024 Vanderbilt Divinity School and Graduate Department of Religion Distinguished Alumni/ae . Rev. Dr. J. Bennett Guess, M.Div.’91, is this year’s recipient for Vanderbilt Divinity School. Rev. Dr. George Williamson, Jr., M.A.’70, Ph.D.’71, is the recipient for the Graduate Department of Religion. “Each year, we proudly honor remarkable alumni—nominated by their peers, mentors and community members—who exemplify our mission of leadership and service. Their commitment to justice and transformative work in churches, communities and beyond has made a profound impact,” said Yolanda Pierce, dean of the Divinity School, Cornelius Vanderbilt Chair and professor of religion and literature. “We are honored to celebrate their achievements as Distinguished Alumni/ae for 2024.” Guess has exemplified civil liberties, advocacy and transformative leadership throughout his career. A prominent voice for equality and justice, Dr. Guess has played an instrumental role in advancing civil rights initiatives both in Ohio and nationwide",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 125
        }
    },
    {
        "id": "af669470-63cc-4603-8e51-7a8186b57b6f",
        "text": ". A prominent voice for equality and justice, Dr. Guess has played an instrumental role in advancing civil rights initiatives both in Ohio and nationwide. His dedication to justice began early in his career, when he was licensed to the ministry in 1988 and ordained in 1990, serving local parishes such as Zion United Church of Christ in Henderson, Kentucky, where he transformed a small congregation into a vibrant, multiracial, open and affirming community of over 300 members. From 1992–2000, Dr. Guess was among the earliest openly gay clergy in the UCC’s Indiana-Kentucky Conference. His pastoral work continued in Kentucky in 1994, where he led one of the state’s first openly affirming congregations. Dr. Guess has also been deeply involved in various justice initiatives, co-founding the Kentucky Fairness Campaign, the state’s leading LGBTQ advocacy organization. He broadened his efforts to health services, leading the initiative to open an on-site Planned Parenthood clinic at his church and co-founded Matthew 25 AIDS Services, one of the largest nonprofit health service providers for individuals with HIV in Kentucky. Over the past 36 years, Dr. Guess has built an impressive career in ordained ministry and organizational leadership within the UCC and nonprofit sectors. Dr. Guess established monumental precedent as the first openly LGBTQ+ individual elected to serve as a national officer and executive minister of the denomination",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 126
        }
    },
    {
        "id": "4733f997-6630-4c8d-b377-874e5b3b2232",
        "text": ". Dr. Guess established monumental precedent as the first openly LGBTQ+ individual elected to serve as a national officer and executive minister of the denomination. He continued making history from 2011–2016 as the first openly LGBTQ+ person elected to its national Collegium of Officers, exemplifying courage and furthering progress within faith-based leadership. Throughout his career, Dr. Guess has authored numerous articles and op-eds and has been an advocate for racial, social, gender and economic justice. Dr. Guess has also served on numerous boards, including the National LGBTQ Task Force, National Jobs With Justice, the Museum of Contemporary Art Cleveland and many more. Beyond his ministry work, Dr. Guess has served in multiple capacities as a national director within the UCC, including as director of communications, identity and publications and editor of United Church News, where Dr. Guess advocated and editorialized for the importance of an independent church press, free from editorial oversight of denominational executives. During his tenure, he played an instrumental role in advancing media justice and religious freedom, culminating in his role as lead spokesperson for UCC v. Cooper , the historic case which brought marriage equality to North Carolina in 2014, and eventually the entire U.S. Fourth Circuit. In June 2017, Dr. Guess became the executive director of the ACLU of Ohio, where he currently leads a team with offices in Columbus, Cleveland and Cincinnati",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 127
        }
    },
    {
        "id": "42193cd7-9b86-4095-a9d0-7f29b6c09369",
        "text": ". Fourth Circuit. In June 2017, Dr. Guess became the executive director of the ACLU of Ohio, where he currently leads a team with offices in Columbus, Cleveland and Cincinnati. Under his leadership, the organization advances political participation, voting rights, criminal legal system reform, personal autonomy, dignity and greater inclusion and belonging for all Ohioans. Most recently, he played a leading role in Ohio’s November 2023 ballot campaign, which successfully safeguarded abortion rights and reproductive freedom. Currently, he is integral to Ohio’s campaign to end gerrymandering through the creation of a new citizen-led Independent Redistricting Commission. Reflecting on his impactful career, Dr. Guess’ academic rigor, theological insight and passion for social justice have profoundly shaped his vocation. His legacy is an ongoing testament to Vanderbilt Divinity School’s mission of fostering transformative leaders who live out their values in service to justice and equity. His work continues to inspire future faith leaders and advocates committed to making lasting change. Williamson has dedicated his life to justice, ethics and advocacy through ministry and scholarship. Dr. Williamson’s early commitment to social justice can be traced back to his undergraduate years, where he was among the students from Wake Forest and Winston-Salem State University who took part in the historic Greensboro and Winston-Salem lunch counter sit-ins of 1960",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 128
        }
    },
    {
        "id": "cda4ee46-b8bf-41a3-ad3c-026df64aa0c6",
        "text": ". These momentous sit-ins launched a critical student leadership movement, with the sit-ins sweeping across the nation as students protested segregated lunch counters and other public spaces, with many white students joining the effort. The sit-ins Dr. Williamson took part in also included several arrests, and attracted widespread media attention to the issue of segregation. On February 23, 1960, a Winston-Salem sit-in marked a milestone as the first to include white participants—among them, ten students from Wake Forest, including Dr. Williamson. With twenty individuals, both black and white, standing together, this gathering became the first sit-in to result in arrests, including Dr. Williamson, establishing a powerful precedent just days before the Nashville sit-ins led by Rev. James Lawson. The sit-in ultimately led to the desegregation of the city’s restaurants and lunch counters just three months later, making it the first successful sit-in protest in North Carolina. As a doctoral candidate, Dr. Williamson was appointed chaplain and associate professor of religion at Vassar College, where he served and taught for over a decade, instilling in students a commitment to social justice and ethical leadership until 1981. He was also a member of the Science, Technology and Society Program and the American Culture multi-disciplinary programs at Vassar, where his leadership ultimately led them to divest from South Africa. Dr",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 129
        }
    },
    {
        "id": "9e02f5b4-ba09-49b8-a87d-a5fa7b9fe242",
        "text": ". He was also a member of the Science, Technology and Society Program and the American Culture multi-disciplinary programs at Vassar, where his leadership ultimately led them to divest from South Africa. Dr. Williamson then returned to pastoral work, where he was called to serve as pastor of First Baptist Church of Granville, Ohio, now known as The United Church of Granville. During his tenure, he led FBC Granville to be Welcoming and Affirming and presented and advocated for LGBTQ issues before the denomination. At the time, FBC Granville was the only place for gay weddings and ordinations in the area. Under Dr. Williamson’s leadership, the church also became headquarters for Habitat for Humanity and an AIDS Task Force. Additionally, FBC Granville was part of the Sanctuary Movement, a political and religious campaign that emerged in the early 1980s, dedicated to offering safe haven for Central American refugees. These efforts were not without challenge, as they faced fierce opposition from those opposed to LGBTQ rights and sanctuary practices. The church’s Feminist Sunday School class played a pivotal role in the organization Women Have Options , providing essential support to women who faced barriers to accessing abortion services. In the mid-1980s, the church also contributed to the historic Gang Summit , a groundbreaking peace gathering in St. Louis that brought together gang leaders from across the country in the pursuit of nonviolent solutions",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 130
        }
    },
    {
        "id": "28428531-ca2d-4fe3-8444-26617ed16495",
        "text": ". In the mid-1980s, the church also contributed to the historic Gang Summit , a groundbreaking peace gathering in St. Louis that brought together gang leaders from across the country in the pursuit of nonviolent solutions. Additionally, the congregation supported the Progressive Prisoners Movement, founded by a former inmate in the congregation, which worked to offer resources and solidarity to incarcerated individuals nationwide. In 1984, Dr. Williamson, with other peacemakers, founded the Baptist Peace Fellowship of North America, an organization devoted to peace and reconciliation, where he served as the founding president. Dr. Williamson played a key role in organizing and leading the founding meeting of the BPFNA. Notably, Dr. Williamson represented BPFNA, now known as BPFNA ~ Bautistas por la Paz , on a peace mission to Iraq one month before the first Iraq War. During the Contra War, FBC Granville, in collaboration with the BPFNA, purchased a school bus, stocked it with essential food and medicine, and sent it to Nicaragua. Two families from the congregation undertook the journey, delivering aid to support the work of Gustavo Parajon, a former student pastor who was engaged in critical medical and agricultural work in the Nicaraguan jungles. BPFNA continues to thrive, with Dr. Williamson’s legacy deeply embedded in its peacemaking mission. A trailblazer in promoting inclusivity, Dr",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 131
        }
    },
    {
        "id": "fa4ec63c-36a0-4116-8451-b964682f7db8",
        "text": ". BPFNA continues to thrive, with Dr. Williamson’s legacy deeply embedded in its peacemaking mission. A trailblazer in promoting inclusivity, Dr. Williamson was instrumental in guiding BPFNA to affirm the LGBTQ+ community, an effort that has had a lasting impact on the organization and its members. Dr. Williamson inspired countless others to feel welcome and affirmed in their identities. In addition to his advocacy work, Dr. Williamson served on the Wake Forest University School of Divinity Board of Visitors and the Vanderbilt Divinity School Board of Visitors, further demonstrating his commitment to nurturing future leaders in ministry and social justice. Dr. Williamson’s memoir, Born in Sin, Upended in Grace , recounts the pivotal lunch counter sit-ins of 1960s as the first of many transformative experiences in his evolving commitment to justice and peace. An influential voice for harmony, Dr. Williamson continued his work as a writer, publishing Radicals! Anabaptists and the Current World Crisis: A Manifesto , where he issued a call to reject religious authoritarianism and violence. His words continue to serve as a moral compass, inspiring readers to live with courage and integrity in the face of injustice. Today, Dr. Williamson is retired but remains active as a guest preacher and mentor, influencing new generations to carry forward the principles of peace, justice and inclusion",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 132
        }
    },
    {
        "id": "f38505af-da49-4eb0-8749-5807203a8317",
        "text": ". Today, Dr. Williamson is retired but remains active as a guest preacher and mentor, influencing new generations to carry forward the principles of peace, justice and inclusion. He has also been particularly involved in refugee resettlement, dedicating his time and expertise to help integrate displaced individuals and families into new communities. His service to the Vanderbilt community, the Baptist Peace Fellowship and the larger ecumenical world exemplifies a life lived in alignment with the highest ethical ideals. Through their empowering journeys, Dr. Guess and Dr. Williamson exemplify the values of Vanderbilt Divinity School and the Graduate Department of Religion, illustrating the profound power of faith, justice and compassionate leadership. Their enduring legacies continue to inspire our community and remind us of the impact that commitment and courage can have on society and future generations. VDS Voices",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 133
        }
    },
    {
        "id": "ea7e8567-de17-485a-a6d4-bc4d78f8dadb",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/divinity.vanderbilt.edu/divinity.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 134
        }
    }
]