[
    {
        "id": "550e88ec-c69d-4316-86b7-8e01637749fe",
        "text": "Scraped from: scraped_data/studentorg.vanderbilt.edu/studentorg.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://studentorg.vanderbilt.edu/honorcouncil/\nDate scraped: 2025-02-17 02:45:11",
        "metadata": {
            "source": "scraped_data/studentorg.vanderbilt.edu/studentorg.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "64e0507d-cbbc-47f3-ab92-7068bed8ab49",
        "text": "Undergraduate Honor Council  Since the first classes began at Vanderbilt in 1875, the Honor System has served to strengthen the academic integrity of the university. Today, the Honor Council serves two simultaneous aims: to uphold and protect the Honor Code and to educate members of the Vanderbilt community about the Honor System. The links above are designed to provide information and help answer questions about the Vanderbilt Honor System and its mission. “Perhaps Vanderbilt’s most important role in the interest of our free society is to give the world educated men and women of character, possessing a fundamental integrity that affects both their thoughts and actions.” -Chancellor Joe B. Wyatt Statement of the Honor Code Vanderbilt University students pursue all academic endeavors with integrity.  They conduct themselves honorably, professionally, and respectfully in all realms of their studies in order to promote and secure an atmosphere of dignity and trust.  The keystone of our honor system is self regulation, which requires cooperation and support from each member of the University community. Contact Us The Undergraduate Honor Council is a registered student organization supported and advised by staff in Student Accountability, Community Standards, and Academic Integrity . Questions or concerns about the Honor Code may be directed to honor.council@vanderbilt.edu. Student Accountability staff may also be reached via phone call at 615-322-7868 from 8:00 a.m. to 4:30 p.m",
        "metadata": {
            "source": "scraped_data/studentorg.vanderbilt.edu/studentorg.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "47a358ab-e5ed-4e5f-85ed-4b69586e10bf",
        "text": ". Questions or concerns about the Honor Code may be directed to honor.council@vanderbilt.edu. Student Accountability staff may also be reached via phone call at 615-322-7868 from 8:00 a.m. to 4:30 p.m. Monday through Friday.",
        "metadata": {
            "source": "scraped_data/studentorg.vanderbilt.edu/studentorg.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "405bab5f-4603-4ca1-98f6-541c036bc792",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/studentorg.vanderbilt.edu/studentorg.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "52c65b25-4ac3-4d19-81c8-5805055badd5",
        "text": "Scraped from: https://studentorg.vanderbilt.edu/vsg/\nDate scraped: 2025-02-17 02:45:13\n\nPrograms\n================================================================================\n\nScraped from: https://studentorg.vanderbilt.edu/project/\nDate scraped: 2025-02-17 02:45:19\n\nStudent Org No posts found.\n================================================================================\n\nScraped from: https://studentorg.vanderbilt.edu/gsc/\nDate scraped: 2025-02-17 02:45:20",
        "metadata": {
            "source": "scraped_data/studentorg.vanderbilt.edu/studentorg.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "d37fd656-22f3-4fb9-ac11-99b275e72c6c",
        "text": "Facebook Twitter Google RSS  Stay safe and healthy everyone. Reach out if you need help on: gsc@vanderbilt.edu Remember to utilize resources from the Student Care Network , including the University Counseling Center , as needed. Graduate and Postdoc Academic Success (GPAS) Program Director Stacey Satchell is also available to answer questions and offer support. To schedule an appointment with Stacey, email them with any questions at gpas@vanderbilt.edu . We encourage you to visit the FAQ page on the Vanderbilt COVID-19 website , which is frequently updated, and includes the notice from Padma Raghavan, Vice Provost for Research, detailing the process for ramping down all on-campus research activities.” -Dean Wallace Announcements The 2022-2023 list of Department Reps is updated: GSC Department Reps 2022-2023. Does your department not have a listed representative? Contact us! gsc@vanderbilt.edu If you are part of a group that is not listed on the Graduate Student Organizations/Groups page (see drop-down menu under “Home”), or if you would like additional information added about your organization, let us know and we will add you 🙂 Did you know we have a Graduate Student Resource Guide?  Check out the advocacy page or click here. Not getting our monthly newsletter? Join Graduate Student Council on Anchorlink, and opt-in for email communications from “Campus and Organizations”",
        "metadata": {
            "source": "scraped_data/studentorg.vanderbilt.edu/studentorg.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "3a4b62a2-df99-41d6-97ca-0ed8d2a50f2d",
        "text": ". Not getting our monthly newsletter? Join Graduate Student Council on Anchorlink, and opt-in for email communications from “Campus and Organizations”. (NOTE: sometimes unsubscribing from one Anchorlink email for one event/group can unsubscribe you from ALL anchorlink emails, including GSC!  If you are not receiving emails, resubscribe). Who Are We? The Graduate Student Council (GSC) of Vanderbilt University serves currently enrolled graduate students. It is a representative body consisting of one representative from each graduate department of the University. As an organization, we have two primary goals . We coordinate academic, social, and other activities significant to the graduate community. We strive to promote community among graduate students, as well as graduate student integration into the university community. All graduate students are welcome to attend and participate in GSC meetings, parties, and academic events. We work to ascertain and represent graduate student opinions and concerns, facilitating communication between graduate students, administration, and faculty. How can you participate? Come to our General Body Meetings in Alumni Hall Room 201 from 6-7pm, first Tuesdays of the month (unless otherwise stated). Keep an eye out for e-mails, flyers, and website postings advertising social, academic, and service opportunities",
        "metadata": {
            "source": "scraped_data/studentorg.vanderbilt.edu/studentorg.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "2bdab27b-170e-4791-99bf-1a765ec6750b",
        "text": ". Keep an eye out for e-mails, flyers, and website postings advertising social, academic, and service opportunities. Come and enjoy all our events! Become your department’s representative or fill in for your department rep when they can’t make it to a meeting! Please subscribe to our Google Calendar here . Follow us on social media If you have any feedback, comments, or suggestions, please contact us at gsc@vanderbilt.edu .",
        "metadata": {
            "source": "scraped_data/studentorg.vanderbilt.edu/studentorg.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "93894b37-99ee-4b17-b0fd-229a641b7384",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/studentorg.vanderbilt.edu/studentorg.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    }
]