[
  {
    "id": "b1ffc467-dd87-4867-b884-0e91ea198322",
    "text": "Scraped from: scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://police.vanderbilt.edu/crimeinfo/\nDate scraped: 2025-02-17 02:45:19",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 1
    }
  },
  {
    "id": "69537fe2-3904-4100-81f3-50929c01db4a",
    "text": "Clery Act Documentation Read the daily crime log View the      Annual Security Report Access the fire log Clery FAQ What is the Jeanne Clery Act? The Jeanne Clery Disclosure of Campus Security Police and Campus Crime Statistics Act (commonly known as the Clery Act; formerly the Campus Security Act) is a federal law that requires institutions of higher education (colleges and universities) in the United States to disclose campus security information including crime statistics for the campus and surrounding areas. It was first enacted by Congress in 1990 and most recently amended in 2013 by the Violence Against Women Reauthorization Act. Who is Jeanne Clery? In 1986 Jeanne Clery, a freshman at Pennsylvania's Lehigh University, was murdered and sexually assaulted in her campus residence hall room by another student she didn't know. Her school hadn't informed students about 38 violent crimes on campus in the three years preceding her murder. Clery's parents, Connie & Howard, led the crusade to enact the original Campus Security Act. In 1998, Congress formally named the law in memory of Jeanne Clery. Which schools must comply with the Clery Act? All institutions of postsecondary education, both public and private, that participate in federal student aid programs must publish and disseminate an annual campus security report as well as make timely warnings of any ongoing threats to the campus community",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 2
    }
  },
  {
    "id": "21555cc4-dba9-401f-965b-a739c2eb994e",
    "text": ". What does Vanderbilt have to disclose under the Clery Act? Vanderbilt must disclose the most recent three years of Clery crime statistics and security policies in the Annual Security Report that must be published by October 1st of each year. Who is entitled to receive information under the Clery Act? Currently enrolled students and employees are notified of the availability of the Annual Security Report. Prospective students and employees are eligible to receive the Annual Security Report and are provided information on how to request a copy. The general public, including parents and the news media, have access to the Annual Security Report and the Daily Crime Log, which are available on the VUPD website. Printed copies of the Annual Security Report and the daily crime log are available at VUPD headquarters (111 28th Ave S, Nashville, TN 37212) during normal business hours. What is the Daily Crime Log? The purpose of the daily crime log is to record criminal incidents and alleged criminal incidents that are reported to VUPD or Campus Security Authority (CSA). A crime must be entered into the crime log within two business days of the reporting to VUPD. Do school officials other than law enforcement have reporting obligations under the Clery Act? Yes, they do. All institutional officials with significant responsibility for campus and student activities are referred to in the Clery Act as a Campus Security Authority (CSA)",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 3
    }
  },
  {
    "id": "62f1dccf-bdb4-4eca-b573-f7eb68cf8377",
    "text": ". All institutional officials with significant responsibility for campus and student activities are referred to in the Clery Act as a Campus Security Authority (CSA). All CSA’s have reporting obligations under the Clery Act. Faculty who serve as advisors to student groups, coaches, and staff involved in student affairs are all included in this group. Only professional mental health and pastoral counselors are exempt from reporting when acting in these roles. If a student reports an incident to a Campus Security Authority (CSA) in confidence, is the incident still reported to VUPD? Yes. According to the Clery Act, any incident that falls in the Clery crime categories, as listed in questions 13-17, must be recorded in the Daily Crime Log and the statistic reported in the Annual Security Report. So even if the incident is reported to VUPD anonymously (without revealing the identity of the victim) through a Campus Security Authority (CSA), VUPD is required to record the nature of the incident, the approximate time and location to ensure accurate statistics. Does someone have to be convicted of a crime before it is reportable under the Clery Act? No. Crimes are counted when they are reported, regardless of prosecution. What criteria is used to determine how crimes are reported? The Clery Act requires Vanderbilt to report statistics on Clery crimes in the annual security report",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 4
    }
  },
  {
    "id": "b4867a0f-94c4-4583-a93e-600fb40bc1b9",
    "text": ". Crimes are counted when they are reported, regardless of prosecution. What criteria is used to determine how crimes are reported? The Clery Act requires Vanderbilt to report statistics on Clery crimes in the annual security report. The criteria for reporting these crimes are as follows: All Clery crimes reported to VUPD, a Campus Security Authority (CSA) or other law enforcement Location within the Clery Geography Crimes must be disclosed in the year reported What is Clery Geography? The Clery Act requires institutions to report crimes based on the following geographical specifications. On Campus Includes buildings and properties that are owned or controlled by the institution; that are reasonably contiguous to one another; and directly supports or relates to Vanderbilt’s educational purposes. Includes buildings and properties within Vanderbilt’s campus, or reasonably contiguous to it, that Vanderbilt owns but does not control; are frequently used by students; and are used to support the institution’s educational purposes. Residential Facilities are a subset of the On Campus category that must be separately disclosed and counted. It includes thefollowing types of housing: Undergraduate, graduate and married student housing. Single family houses that are used for student housing. Summer school student housing. Buildings that are used for student housing but also have faculty, staff or any other individuals living there",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 5
    }
  },
  {
    "id": "21186e5b-b674-40fc-8cc9-e511dd3a28f6",
    "text": ". Single family houses that are used for student housing. Summer school student housing. Buildings that are used for student housing but also have faculty, staff or any other individuals living there. Buildings that are owned by a third party that has a written agreement with the institution to provide student housing. It doesn’t matter whether the rent is paid to the third party by the institution on behalf of the students or paid directly by the students. Housing for officially and not officially recognized student groups, including fraternity or sorority houses, that are owned or controlled by Vanderbilt or are located on property that Vanderbilt owns or controls. Public Property refers to property owned by a public entity, such as a state or city government. It includes thoroughfares, streets, sidewalks, and parking facilities, that is within the campus, or immediately adjacent to and accessible from the campus. Non Campus Any building or property owned or controlled by a student organization that is officially recognized by the institution; or Any building or property owned or controlled by the institution that is used in direct support of, or in relation to, the institution’s educational purposes, is frequently used by students, and is not within the same reasonably contiguous geographic area of the institution",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 6
    }
  },
  {
    "id": "96d9ddf4-88d4-4ecb-8a15-588a0fdc1a93",
    "text": ". How are crimes counted? All crimes are counted by the date reported to a Campus Security Authority (CSA) or to the VUPD, this date is often different from the date the incident occurred. What are the categories and definitions of the Primary Clery crimes that must be disclosed? Murder & Non-negligent Manslaughter - the willful (non-negligent) killing of one human being by another. Negligent Manslaughter - the killing of another person through gross negligence. Sex Offenses Rape - The penetration, no matter how slight, of the vagina or anus with any body part or object, or oral penetration by a sex organ of another person, without the consent of the victim. (Note: The Rape definition also includes crimes of sodomy and sexual assaults with an object) Fondling - The touching of the private body parts of another person for the purpose of sexual gratification, without the consent of the victim, including instances where the victim is incapable of giving consent because of his/her age or because of his/her temporary or permanent mental incapacity. Incest - Non-forcible sexual intercourse between persons who are related to each other within the degrees wherein marriage is prohibited by law. Statutory Rape - Non-forcible sexual intercourse with a person who is under the age of consent. Robbery - the taking or attempting to take anything of value from the care, custody, or control of a person or persons by force or threat of force or violence and/or by putting the victim in fear",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 7
    }
  },
  {
    "id": "d8df0428-b97c-4a47-b937-ac839dc4fccd",
    "text": ". Robbery - the taking or attempting to take anything of value from the care, custody, or control of a person or persons by force or threat of force or violence and/or by putting the victim in fear. Aggravated Assault - an unlawful attack by one person upon another for the purpose of inflicting severe or aggravated bodily injury. This type of assault usually is accompanied by the use of a weapon or by means likely to produce death or great bodily harm. Burglary - the unlawful entry of a structure to commit a felony or a theft. Motor Vehicle Theft - the theft or attempted theft of a motor vehicle. Arson - any willful or malicious burning or attempt to burn, with or without intent to defraud, a dwelling house, public building, motor vehicle or aircraft, personal property of another, etc. What is a Hate Crime? A criminal offense committed against a person or property which is motivated, in whole or in part, by the offender’s bias. Bias is a preformed negative opinion or attitude toward a group of persons based on their race, gender, religion, sexual orientation, disability, ethnicity, national origin or gender identity. The perception of the offender determines if a hate crime is classified. There must be evidence that shows the offender was motivated by a bias to commit the crime. The following are examples from The Handbook on Campus Safety and Security Authority: “A white student causes a disturbance in an on-campus classroom during a discussion on race relations",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 8
    }
  },
  {
    "id": "df39460a-e350-4aaa-821a-63f52e6b1ad5",
    "text": ". The following are examples from The Handbook on Campus Safety and Security Authority: “A white student causes a disturbance in an on-campus classroom during a discussion on race relations. The student begins shouting racial epithets while pointing at black class members. The instructor calls campus security for assistance. A white security officer and a black security officer arrive. When the black officer tries to subdue the student, the student starts shoving the officer and shouting racial epithets at him.” This incident would be classified as one on-campus Simple Assault characterized by racial bias. “A campus police officer overhears a white student and a black student arguing over a parking space on campus. They are shouting obscenities at one another and the white student shoves the black student who scrapes his hand on the asphalt when he falls. The officer approaches the students and asks for an explanation for the argument. The students tell him that one of them was driving toward the parking space first but didn’t use his turn signal to indicate he wanted to park there. The other student drove into the space not knowing that the first student had intended to park there. The officer did not find any evidence that the Simple Assault was motivated by bias.” The incident will not be classified as a hate crime",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 9
    }
  },
  {
    "id": "911caefa-2188-426a-ab7a-3b43395da512",
    "text": ". The other student drove into the space not knowing that the first student had intended to park there. The officer did not find any evidence that the Simple Assault was motivated by bias.” The incident will not be classified as a hate crime. Categories of hate crime offenses include all Primary Clery crimes, as well as, Larceny-theft, Simple Assault, Intimidation, and Destruction/damage/vandalism of property. How does the Violence Against Women Reauthorization Act (VAWA) affect the Clery Act? The Violence Against Women Reauthorization Act amended the Clery Act by requiring institutions of higher education to compile statistics for incidents of dating violence, domestic violence, sexual assault and stalking and to include policies, procedures and programs regarding these incidents in the institution’s annual security report",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 10
    }
  },
  {
    "id": "00a94e81-f936-433e-9e6e-d2ca5a29bdf0",
    "text": ". How are the VAWA offenses defined? Sex Offenses Domestic Violence - A felony or misdemeanor crime of violence committed: By a current or former spouse or intimate partner of the victim; By a person with whom the victim shares a child in common; By a person who is cohabitating with, or has cohabitated with, the victim as a spouse or intimate partner; By a person similarly situated to a spouse of the victim under the domestic violence laws of the jurisdiction in which the crime of violence occurred, or; By any other person against an adult or youth victim who is protected from that person’s acts under the domestic or family violence laws of the jurisdiction in which the crime of violence occurred. Dating Violence - Violence committed by a person who is or has been in a social relationship of a romantic or intimate nature with the victim. For the purpose of this definition, dating violence includes, but is not limited to, sexual or physical abuse or the threat of such abuse. Dating violence does not include acts covered under the definition of domestic violence. Stalking - Engaging in a course of conduct directed at a specific person that would cause a reasonable person to: Fear for the person’s safety or the safety of others; or Suffer substantial emotional distress",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 11
    }
  },
  {
    "id": "0022fc50-322c-4405-a33c-77ea16704cda",
    "text": ". Stalking - Engaging in a course of conduct directed at a specific person that would cause a reasonable person to: Fear for the person’s safety or the safety of others; or Suffer substantial emotional distress. Course of Conduct -Two or more acts, including but not limited to, acts in which the stalker directly, indirectly, or through third parties, by any action, method, device, or means, follows, monitors, observes, surveys, threatens, or communicates to or about a person or interferes with a person’s property. Substantial Emotional Distress - Significant mental suffering or anguish that may, but does not necessarily, require medical or other professional treatment or counseling. Are there other violations that must be included in the Annual Security Report? The Clery Act requires that schools provide statistics for the following categories of arrests or, if an arrest was not made, referrals for campus disciplinary action: Liquor Law Violations Drug Law Violations Illegal Weapons Possession If more than one crime occurs in the same incident, which offense is reported? The Clery Act follows a hierarchy rule where only the most serious offense is reported in the annual Clery statistics. The hierarchy rule does not apply to the crime log, so all offenses related to the incident would be recorded in the crime log",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 12
    }
  },
  {
    "id": "adec7a8f-c350-4d6d-8ac2-3d0b412e43f2",
    "text": ". The hierarchy rule does not apply to the crime log, so all offenses related to the incident would be recorded in the crime log. For example: An incident that includes an aggravated assault and a burglary, would only be reported as an aggravated assault in the annual crime statistics; but both the aggravated assault and burglary would be recorded on the crime log. Are there exceptions to the hierarchy rule? Yes. Arson is always reported. But, when multiple offenses occur during an Arson offense, the most serious offense is reported along with the Arson. The new VAWA regulations removes the hierarchy rule in crimes that include a homicide with a sexual assault. What is the difference between an AlertVU and a Security Notice? The AlertVU is an immediate notification system utilized when there is a confirmed immediate threat or danger to the Vanderbilt community. Some examples where an AlertVU could be used include: a tornado approaching Vanderbilt, a gas leak, an active shooter on campus, or a bomb threat. All Vanderbilt students, faculty and staff are automatically enrolled in the AlertVU system through their Vanderbilt email address. Notification through the AlertVU is also available for phone and text alerts. For more information on the AlertVU system or to update your contact information, please follow this link to the Vanderbilt University Emergency Preparedness website",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 13
    }
  },
  {
    "id": "e2acabf8-e5d6-4c8e-bc7c-130df2b4d868",
    "text": ". Notification through the AlertVU is also available for phone and text alerts. For more information on the AlertVU system or to update your contact information, please follow this link to the Vanderbilt University Emergency Preparedness website. A Security Notice is a timely warning that is used to notify the Vanderbilt community of serious or on-going threats as soon as pertinent information is available. The Security Notice is distributed community-wide so individuals can make informed decisions about their own safety. The Security Notice is also distributed to aid in the prevention of similar crimes if a pattern is determined. Who enforces the Jeanne Clery Act and what are the penalties for noncompliance? The United States Department of Education is charged with enforcing the Jeanne Clery Act and may level civil penalties against institutions of higher education up to $35,000 per violation or may suspend them from participating in federal student financial aid programs. Where can I find more information on the Clery Act and its reporting requirements? The United States Department of Education website has various resources to assist institutions in maintaining full compliance with the Clery Act. The Handbook on Campus Safety and Security Authority includes guidelines on how institutions must report and manage Clery compliance issues",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 14
    }
  },
  {
    "id": "377d5fb8-73b3-4e87-b9dd-8ba0bb999c08",
    "text": ". The Handbook on Campus Safety and Security Authority includes guidelines on how institutions must report and manage Clery compliance issues. The Jeanne Clery Disclosure of Campus Security Police and Campus Crime Statistics Act (commonly known as the Clery Act; formerly the Campus Security Act) is a federal law that requires institutions of higher education (colleges and universities) in the United States to disclose campus security information including crime statistics for the campus and surrounding areas. It was first enacted by Congress in 1990 and most recently amended in 2013 by the Violence Against Women Reauthorization Act. In 1986 Jeanne Clery, a freshman at Pennsylvania's Lehigh University, was murdered and sexually assaulted in her campus residence hall room by another student she didn't know. Her school hadn't informed students about 38 violent crimes on campus in the three years preceding her murder. Clery's parents, Connie & Howard, led the crusade to enact the original Campus Security Act. In 1998, Congress formally named the law in memory of Jeanne Clery. All institutions of postsecondary education, both public and private, that participate in federal student aid programs must publish and disseminate an annual campus security report as well as make timely warnings of any ongoing threats to the campus community",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 15
    }
  },
  {
    "id": "6cb5155d-43c6-4c68-b658-445ac9778e30",
    "text": ". Vanderbilt must disclose the most recent three years of Clery crime statistics and security policies in the Annual Security Report that must be published by October 1st of each year. Currently enrolled students and employees are notified of the availability of the Annual Security Report. Prospective students and employees are eligible to receive the Annual Security Report and are provided information on how to request a copy. The general public, including parents and the news media, have access to the Annual Security Report and the Daily Crime Log, which are available on the VUPD website. Printed copies of the Annual Security Report and the daily crime log are available at VUPD headquarters (111 28th Ave S, Nashville, TN 37212) during normal business hours. The purpose of the daily crime log is to record criminal incidents and alleged criminal incidents that are reported to VUPD or Campus Security Authority (CSA). A crime must be entered into the crime log within two business days of the reporting to VUPD. Yes, they do. All institutional officials with significant responsibility for campus and student activities are referred to in the Clery Act as a Campus Security Authority (CSA). All CSA’s have reporting obligations under the Clery Act. Faculty who serve as advisors to student groups, coaches, and staff involved in student affairs are all included in this group. Only professional mental health and pastoral counselors are exempt from reporting when acting in these roles",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 16
    }
  },
  {
    "id": "8bedeedb-443f-40af-9b9f-03e700cfe330",
    "text": ". Faculty who serve as advisors to student groups, coaches, and staff involved in student affairs are all included in this group. Only professional mental health and pastoral counselors are exempt from reporting when acting in these roles. Yes. According to the Clery Act, any incident that falls in the Clery crime categories, as listed in questions 13-17, must be recorded in the Daily Crime Log and the statistic reported in the Annual Security Report. So even if the incident is reported to VUPD anonymously (without revealing the identity of the victim) through a Campus Security Authority (CSA), VUPD is required to record the nature of the incident, the approximate time and location to ensure accurate statistics. No. Crimes are counted when they are reported, regardless of prosecution. The Clery Act requires Vanderbilt to report statistics on Clery crimes in the annual security report. The criteria for reporting these crimes are as follows: All Clery crimes reported to VUPD, a Campus Security Authority (CSA) or other law enforcement Location within the Clery Geography Crimes must be disclosed in the year reported  The Clery Act requires institutions to report crimes based on the following geographical specifications. On Campus Includes buildings and properties that are owned or controlled by the institution; that are reasonably contiguous to one another; and directly supports or relates to Vanderbilt’s educational purposes",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 17
    }
  },
  {
    "id": "cce62aa3-014a-4cd0-9849-97cc188819df",
    "text": ". On Campus Includes buildings and properties that are owned or controlled by the institution; that are reasonably contiguous to one another; and directly supports or relates to Vanderbilt’s educational purposes. Includes buildings and properties within Vanderbilt’s campus, or reasonably contiguous to it, that Vanderbilt owns but does not control; are frequently used by students; and are used to support the institution’s educational purposes. Residential Facilities are a subset of the On Campus category that must be separately disclosed and counted. It includes thefollowing types of housing: Undergraduate, graduate and married student housing. Single family houses that are used for student housing. Summer school student housing. Buildings that are used for student housing but also have faculty, staff or any other individuals living there. Buildings that are owned by a third party that has a written agreement with the institution to provide student housing. It doesn’t matter whether the rent is paid to the third party by the institution on behalf of the students or paid directly by the students. Housing for officially and not officially recognized student groups, including fraternity or sorority houses, that are owned or controlled by Vanderbilt or are located on property that Vanderbilt owns or controls. Public Property refers to property owned by a public entity, such as a state or city government",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 18
    }
  },
  {
    "id": "6b0486c4-0d2c-422c-9398-69e5cb4fb3bc",
    "text": ". Public Property refers to property owned by a public entity, such as a state or city government. It includes thoroughfares, streets, sidewalks, and parking facilities, that is within the campus, or immediately adjacent to and accessible from the campus.  Non Campus Any building or property owned or controlled by a student organization that is officially recognized by the institution; or Any building or property owned or controlled by the institution that is used in direct support of, or in relation to, the institution’s educational purposes, is frequently used by students, and is not within the same reasonably contiguous geographic area of the institution. All crimes are counted by the date reported to a Campus Security Authority (CSA) or to the VUPD, this date is often different from the date the incident occurred. Murder & Non-negligent Manslaughter - the willful (non-negligent) killing of one human being by another. Negligent Manslaughter - the killing of another person through gross negligence. Sex Offenses Rape - The penetration, no matter how slight, of the vagina or anus with any body part or object, or oral penetration by a sex organ of another person, without the consent of the victim",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 19
    }
  },
  {
    "id": "7897cca7-49b1-44e5-a845-b00b32c64d86",
    "text": ". Sex Offenses Rape - The penetration, no matter how slight, of the vagina or anus with any body part or object, or oral penetration by a sex organ of another person, without the consent of the victim. (Note: The Rape definition also includes crimes of sodomy and sexual assaults with an object) Fondling - The touching of the private body parts of another person for the purpose of sexual gratification, without the consent of the victim, including instances where the victim is incapable of giving consent because of his/her age or because of his/her temporary or permanent mental incapacity. Incest - Non-forcible sexual intercourse between persons who are related to each other within the degrees wherein marriage is prohibited by law. Statutory Rape - Non-forcible sexual intercourse with a person who is under the age of consent. Robbery - the taking or attempting to take anything of value from the care, custody, or control of a person or persons by force or threat of force or violence and/or by putting the victim in fear. Aggravated Assault - an unlawful attack by one person upon another for the purpose of inflicting severe or aggravated bodily injury. This type of assault usually is accompanied by the use of a weapon or by means likely to produce death or great bodily harm. Burglary - the unlawful entry of a structure to commit a felony or a theft. Motor Vehicle Theft - the theft or attempted theft of a motor vehicle",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 20
    }
  },
  {
    "id": "464e6ab5-2f33-438e-ba20-662ca60ad5d7",
    "text": ". Burglary - the unlawful entry of a structure to commit a felony or a theft. Motor Vehicle Theft - the theft or attempted theft of a motor vehicle. Arson - any willful or malicious burning or attempt to burn, with or without intent to defraud, a dwelling house, public building, motor vehicle or aircraft, personal property of another, etc. A criminal offense committed against a person or property which is motivated, in whole or in part, by the offender’s bias. Bias is a preformed negative opinion or attitude toward a group of persons based on their race, gender, religion, sexual orientation, disability, ethnicity, national origin or gender identity. The perception of the offender determines if a hate crime is classified. There must be evidence that shows the offender was motivated by a bias to commit the crime. The following are examples from The Handbook on Campus Safety and Security Authority: “A white student causes a disturbance in an on-campus classroom during a discussion on race relations. The student begins shouting racial epithets while pointing at black class members. The instructor calls campus security for assistance. A white security officer and a black security officer arrive. When the black officer tries to subdue the student, the student starts shoving the officer and shouting racial epithets at him.” This incident would be classified as one on-campus Simple Assault characterized by racial bias",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 21
    }
  },
  {
    "id": "82bac366-2570-49d3-9144-9da90a7fb8a5",
    "text": ". When the black officer tries to subdue the student, the student starts shoving the officer and shouting racial epithets at him.” This incident would be classified as one on-campus Simple Assault characterized by racial bias. “A campus police officer overhears a white student and a black student arguing over a parking space on campus. They are shouting obscenities at one another and the white student shoves the black student who scrapes his hand on the asphalt when he falls. The officer approaches the students and asks for an explanation for the argument. The students tell him that one of them was driving toward the parking space first but didn’t use his turn signal to indicate he wanted to park there. The other student drove into the space not knowing that the first student had intended to park there. The officer did not find any evidence that the Simple Assault was motivated by bias.” The incident will not be classified as a hate crime. Categories of hate crime offenses include all Primary Clery crimes, as well as, Larceny-theft, Simple Assault, Intimidation, and Destruction/damage/vandalism of property. The Violence Against Women Reauthorization Act amended the Clery Act by requiring institutions of higher education to compile statistics for incidents of dating violence, domestic violence, sexual assault and stalking and to include policies, procedures and programs regarding these incidents in the institution’s annual security report",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 22
    }
  },
  {
    "id": "c600b7f4-95ed-455f-8ba2-c1880ee8a6eb",
    "text": ". Sex Offenses Domestic Violence - A felony or misdemeanor crime of violence committed: By a current or former spouse or intimate partner of the victim; By a person with whom the victim shares a child in common; By a person who is cohabitating with, or has cohabitated with, the victim as a spouse or intimate partner; By a person similarly situated to a spouse of the victim under the domestic violence laws of the jurisdiction in which the crime of violence occurred, or; By any other person against an adult or youth victim who is protected from that person’s acts under the domestic or family violence laws of the jurisdiction in which the crime of violence occurred. Dating Violence - Violence committed by a person who is or has been in a social relationship of a romantic or intimate nature with the victim. For the purpose of this definition, dating violence includes, but is not limited to, sexual or physical abuse or the threat of such abuse. Dating violence does not include acts covered under the definition of domestic violence. Stalking - Engaging in a course of conduct directed at a specific person that would cause a reasonable person to: Fear for the person’s safety or the safety of others; or Suffer substantial emotional distress",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 23
    }
  },
  {
    "id": "37c3747b-ac19-4670-a5f7-e4c1a9a3c429",
    "text": ". Stalking - Engaging in a course of conduct directed at a specific person that would cause a reasonable person to: Fear for the person’s safety or the safety of others; or Suffer substantial emotional distress. Course of Conduct -Two or more acts, including but not limited to, acts in which the stalker directly, indirectly, or through third parties, by any action, method, device, or means, follows, monitors, observes, surveys, threatens, or communicates to or about a person or interferes with a person’s property. Substantial Emotional Distress - Significant mental suffering or anguish that may, but does not necessarily, require medical or other professional treatment or counseling. The Clery Act requires that schools provide statistics for the following categories of arrests or, if an arrest was not made, referrals for campus disciplinary action: Liquor Law Violations Drug Law Violations Illegal Weapons Possession The Clery Act follows a hierarchy rule where only the most serious offense is reported in the annual Clery statistics. The hierarchy rule does not apply to the crime log, so all offenses related to the incident would be recorded in the crime log. For example: An incident that includes an aggravated assault and a burglary, would only be reported as an aggravated assault in the annual crime statistics; but both the aggravated assault and burglary would be recorded on the crime log. Yes. Arson is always reported",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 24
    }
  },
  {
    "id": "06272b55-a2e8-4e1f-9930-d4696d6b0b3c",
    "text": ". Yes. Arson is always reported. But, when multiple offenses occur during an Arson offense, the most serious offense is reported along with the Arson. The new VAWA regulations removes the hierarchy rule in crimes that include a homicide with a sexual assault. The AlertVU is an immediate notification system utilized when there is a confirmed immediate threat or danger to the Vanderbilt community. Some examples where an AlertVU could be used include: a tornado approaching Vanderbilt, a gas leak, an active shooter on campus, or a bomb threat. All Vanderbilt students, faculty and staff are automatically enrolled in the AlertVU system through their Vanderbilt email address. Notification through the AlertVU is also available for phone and text alerts. For more information on the AlertVU system or to update your contact information, please follow this link to the Vanderbilt University Emergency Preparedness website. A Security Notice is a timely warning that is used to notify the Vanderbilt community of serious or on-going threats as soon as pertinent information is available. The Security Notice is distributed community-wide so individuals can make informed decisions about their own safety. The Security Notice is also distributed to aid in the prevention of similar crimes if a pattern is determined",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 25
    }
  },
  {
    "id": "9f8d8d65-23e1-49d3-8ccf-e8a65a0ae07b",
    "text": ". The Security Notice is distributed community-wide so individuals can make informed decisions about their own safety. The Security Notice is also distributed to aid in the prevention of similar crimes if a pattern is determined. The United States Department of Education is charged with enforcing the Jeanne Clery Act and may level civil penalties against institutions of higher education up to $35,000 per violation or may suspend them from participating in federal student financial aid programs. The United States Department of Education website has various resources to assist institutions in maintaining full compliance with the Clery Act. The Handbook on Campus Safety and Security Authority includes guidelines on how institutions must report and manage Clery compliance issues.",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 26
    }
  },
  {
    "id": "6c4d52f4-df55-4a31-82fb-d54cb5030409",
    "text": "Scraped from: https://police.vanderbilt.edu/services/\nDate scraped: 2025-02-17 02:45:19",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 28
    }
  },
  {
    "id": "80c71223-08c9-4e71-84c2-30451c5d47bf",
    "text": "Campus Safety Services We strive to provide comprehensive resources to meet the diverse needs of students, faculty, and staff. Whether you’re looking to register your possessions or find transportation assistance, our range of campus safety services is designed to support and keep you safe during your time at Vanderbilt. Explore the various offerings detailed below to learn more about how we have prepared to assist you during your time on campus. Enhance Your Personal Safety with Our Educational Programs The Community Relations Division of our Police Department offers a diverse array of educational programs to the Vanderbilt community covering various crucial topics that will enhance your personal safety. They include: Rape and Sexual Assault Risk Reduction Domestic Violence Education Workplace Violence Education Personal Safety Rape Aggression Defense Systems (R.A.D.) Victim Services Sexual Assault Alcohol and Drug Awareness Travel Safety Property Protection (this includes information on fraud, personal property and university property) All of the above programs are available to you as a member of the Vanderbilt University community. If you are looking for a topic not listed above, please contact us—programs can be tailored to meet the needs of individual groups. For additional information about any of the programs, to personally sign up for a class, or to schedule a class for a group, please reach out to the following contacts: Medical Center: Capt",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 29
    }
  },
  {
    "id": "023ed4ed-fadd-4eb1-814a-6258a95980de",
    "text": ". For additional information about any of the programs, to personally sign up for a class, or to schedule a class for a group, please reach out to the following contacts: Medical Center: Capt. Marsha Hayes University: Maj. Haydee Martinez R.A.D. Self-Defense The Rape Aggression Defense System for Women is an on-campus program designed to teach practical self-defense tactics and techniques. The R.A.D. System offers comprehensive courses that start with awareness, prevention, risk reduction, and avoidance, before moving on to hands-on defense training. Dedicated to teaching defensive concepts and techniques against various types of assault, the R.A.D. System utilizes easy, effective, and proven self-defense/martial arts tactics to help women feel more safe and confident in confrontations. Why R.A.D. is one of our most popular on-campus safety services: The practicality, simplicity, and effectiveness of the tactics is tailored to gender physiology and mindset It provides a range of strategies to counter assaults by strangers and acquaintances It is taught by certified instructors who provide reliable, professional training The program provides a lifetime guarantee for education and practice—a graduate of any R.A.D. courses taught by any instructor can return and practice anywhere in the country where the same course is being offered, absolutely free of charge It is offered free of charge to the greater VU community Space is limited. Reservations are required",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 30
    }
  },
  {
    "id": "6b205136-00ae-4543-bf67-417ae412e5f9",
    "text": ". courses taught by any instructor can return and practice anywhere in the country where the same course is being offered, absolutely free of charge It is offered free of charge to the greater VU community Space is limited. Reservations are required. If you would like to participate, please follow the links below for more information and register in advance. For scheduling updates and general questions, please email the R.A.D. coordinator . Register for a class Free Fingerprinting Service Fingerprinting services are available to Vanderbilt community members (current faculty, staff, and students only) who require fingerprints for licensing, citizenship, internship applications, and similar purposes. If you have been provided with fingerprint cards, please bring them along with a state-issued driver’s license and your Vanderbilt ID. Alternatively, if you do not possess fingerprint cards, standard FD-258 Fingerprint cards are available at our location. Appointments are scheduled between Monday and Wednesday, from 9 a.m. to 3 p.m. You can find us at 115 28th Avenue South. Please do not arrive without an appointment. To arrange an appointment, please email CSO III Eugene Kessler . Operation ID: Register Your Possessions to Keep Them Safe Did you know that even if a stolen bike, laptop, or cell phone is recovered by police, the owner doesn’t often get it back? That’s because owners cannot be located or legally reclaim their property unless they know their possessions’ serial number",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 31
    }
  },
  {
    "id": "56145f77-5ff2-419b-9230-1a6968a669cc",
    "text": ". Theft of unsecured property is unfortunately one of the most prevalent crimes on college campuses. Our Operation ID program involves keeping records of your personal properties’ serial number and a detailed description of the item, as well as applying a theft deterrent sticker to bicycles and laptops to keep them safe. Operation ID is a theft prevention program offered free of charge by the Vanderbilt University Police Department. Knowing and registering your bike, laptop, and cell phone’s serial numbers is the easiest way to increase your chances of recovering stolen items. Registering your possession is a simple, fully online process that takes only a few minutes",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 32
    }
  },
  {
    "id": "c2ca7c2c-b462-40de-a4a8-9fda63c14529",
    "text": ". Knowing and registering your bike, laptop, and cell phone’s serial numbers is the easiest way to increase your chances of recovering stolen items. Registering your possession is a simple, fully online process that takes only a few minutes. Please take the time to fill in the form: Register your property here Questions? Email vupd@vanderbilt.edu Further Bike Safety at VU Here are our official bike safety guidelines: Wear safety equipment as advised by VUPD Lock your bike when not in use, preferably with a U-lock—cable locks are easily cut Always secure your bike in an area that is well-lit, visible, and where there is plenty of pedestrian traffic Secure as much as possible to the bike rack, especially the frame Always secure your components and accessories, especially those which can be easily removed (quick release wheels or seats, etc.) Don't leave valuables on the bike Follow the same laws as automobiles when on roadways Ride defensively, as others may not always be aware of cyclists More policies concerning bikes on campus can be found in the student handbook Get a Discounted U-lock Don’t have a U-lock? U-locks, compared to chain or cable locks, are harder for thieves to break, reducing your risk for bike theft. Cumberland Transit and Vanderbilt University Police Department have partnered to help you protect your bike. Show your Vanderbilt Commodore Card at Cumberland Transit (at 2807 West End Avenue) and get 20 percent off your purchase of a U-lock",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 33
    }
  },
  {
    "id": "153302c2-6dfe-4a42-8f0c-092b9dc71ce1",
    "text": ". Cumberland Transit and Vanderbilt University Police Department have partnered to help you protect your bike. Show your Vanderbilt Commodore Card at Cumberland Transit (at 2807 West End Avenue) and get 20 percent off your purchase of a U-lock. U-Locks are also now available at the Vanderbilt Book Store. Weapon Safekeeping: Keeping Yourself & Our Community Safe University Policy strictly prohibits anyone other than on-duty police officers from possessing firearms on campus. Additionally, recreational sporting/hunting equipment such as archery gear is not allowed inside residential facilities. However, Vanderbilt University Police Department (VUPD) offers students a lawful means of storing firearms and other sporting/hunting equipment on campus. Storage Duration and Renewal Vanderbilt University Police Department offers firearm and sporting/hunting equipment storage for currently enrolled students for the duration of the semester in which it is checked-in. Equipment must be picked up at the end of each semester, but the storage agreement may be renewed if the student is enrolled in the next consecutive semester. Restrictions and Regulation VUPD does not store ammunition, and storing ammunition on campus is a violation of university policy. Firearms must be transported in a carrying case from the vehicle to the inside of the Vanderbilt University Police building, and back to the vehicle",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 34
    }
  },
  {
    "id": "4b2711b3-974a-4cbc-8d02-f41a9e436560",
    "text": ". Firearms must be transported in a carrying case from the vehicle to the inside of the Vanderbilt University Police building, and back to the vehicle. Archery equipment must be stored in a protective case, with arrow tips removed from the arrows before storage. Federal law mandates a computerized query to verify that stored firearms are not stolen or wanted in connection with a crime. Criminal charges or convictions arising while the firearm is in police storage may prevent its return. How to Utilize Weapon Safekeeping For students residing on campus who possess weapons for personal or sporting purposes such as hunting, Vanderbilt University Police Department (VUPD) offers a secure \"safekeeping\" service",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 35
    }
  },
  {
    "id": "5da8bf91-5720-4040-ab6c-f4e662d380e4",
    "text": ". Please note the steps and conditions of the weapon check in process and follow them carefully: Before you can store an item with Vanderbilt University Police Department, a storage form should be filled out and presented in person to the Records Unit ( Download the safekeeping storage form here ) Bring your firearm or sporting equipment, unloaded and inside a carrying case, to the lobby of the Vanderbilt University Police Department building at 2800 Vanderbilt Place It is crucial to transport the weapons by car directly to the office upon arrival on campus to avoid causing alarm to others Present your Vanderbilt photo ID and a valid driver’s license Students are allowed to check in more than one weapon, and they can check in their weapon(s) as needed If you need to check in a weapon after business hours, the communications office will arrange for an officer to assist you with the check-in process Retrieving your weapon: Students have access to retrieve weapons left with VUPD for safekeeping at any time, 24 hours a day An appointment is required to retrieve stored items, which must be made at least 24 business hours in advance Firearms undergo a computerized stolen/wanted records check on the serial number before release Please bring your Vanderbilt photo ID and driver’s license when picking up your equipment Only the individual or a designated person listed on the safekeeping form will be permitted to retrieve the weapon For more information or to schedule an appointment,",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 36
    }
  },
  {
    "id": "806f2d0d-811f-4ae1-9898-548441c39fda",
    "text": "bring your Vanderbilt photo ID and driver’s license when picking up your equipment Only the individual or a designated person listed on the safekeeping form will be permitted to retrieve the weapon For more information or to schedule an appointment, individuals can contact VUPD at (615) 322-2745",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 37
    }
  },
  {
    "id": "2e055daf-9726-477b-9ccc-c439df3f01fa",
    "text": ".  Get Around Easily with Transportation Support Our team is dedicated to fostering a hospitable atmosphere through outstanding transportation support. As such, Vanderbilt offers a variety of convenient options for travel around campus or your commute. MoveVU is Vanderbilt’s strategic transportation and mobility plan that falls under the FutureVU comprehensive campus planning efforts. Through it, we have successfully implemented new programs and benefits for the VU community, including: Commute concierge : Helping you plan sustainable commutes and more Sustainable commute incentives : Eligible commuters can earn a daily incentive for sustainable commutes VandyRide : Our all-electric shuttle bus service Mobility Rides : Electric golf carts available for those with medical or accessibility needs Carpool : Those looking to carpool can use our matching tool Free Bus Rides : Vanderbilt offers free access to local and regional WeGo buses for all students, faculty, staff, and postdocs with their Commodore Card, available anytime, anywhere Guaranteed Ride Home : Eligible commuters using sustainable transport to campus receive a free Lyft ride in emergencies Daily Parking Program : Pay only for days parked on campus Commute Calculator : Personalized assessment for the best parking program based on campus days, salary, and sustainable commute Find out more about your transportation options and benefit from our team’s support here",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 38
    }
  },
  {
    "id": "c92158eb-e4d3-44be-82c7-2dbde24842c4",
    "text": ". Lost and Found If you've misplaced an item on Vanderbilt University property, you should notify the VUPD Lost and Found Department—we'll check to see if the item has been turned in as found property. We'll reach out if we have received an item matching your description. Otherwise, we'll add your details to our Lost and Found Call list and let you know if anything comes up. Fill in the Lost and Found form here Alarm Services The Vanderbilt University Police Department (VUPD) offers monitoring services for burglar and panic alarms within facilities owned or operated by Vanderbilt University, Vanderbilt University Medical Center, and Vanderbilt at One Hundred Oaks. Alarm System Planning Contact us to schedule an initial survey of your proposed alarm location. This survey aims to provide recommendations for any necessary alarm needs and requirements and discuss expectations. Installing and Maintaining Your Alarm Vanderbilt University Police Department does not install, maintain or service alarm systems",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 39
    }
  },
  {
    "id": "4ca524c7-e214-4cf4-9fa1-6073b130a9ec",
    "text": ". This survey aims to provide recommendations for any necessary alarm needs and requirements and discuss expectations. Installing and Maintaining Your Alarm Vanderbilt University Police Department does not install, maintain or service alarm systems. If your alarm system requires service, the following resources are available to you: For alarms located in buildings that are maintained by the University Plant Operations (Campus): (615) 343-9675 For alarms located in buildings that are maintained by the Medical Center Plant Services (Medical Center): (615) 322-2041 For alarms located in buildings that are maintained by Vanderbilt University Real Estate: CBRE, Inc., (615) 493-9225 Testing Your Alarms Regularly VUPD conducts quarterly testing of the panic alarms they monitor to ensure that they are working as intended. Account holders should test their alarm systems periodically to ensure that they are operating properly. Contact your alarm maintenance provider to coordinate and schedule testing of your alarm equipment with VUPD. For more guidance Please read the [Public Safety FAQs] If you still have unanswered questions, please contact our Public Safety team at [phone number/email address] or chat with them live through the VandySafe app",
    "metadata": {
      "source": "scraped_data/police.vanderbilt.edu/police.vanderbilt.edu_part1.txt",
      "date_scraped": "Unknown Date",
      "chunk_number": 40
    }
  }
]