[
    {
        "id": "180367dc-9b7b-484f-807b-038b6bf22c1c",
        "text": "Scraped from: scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://admissions.vanderbilt.edu/visit/\nDate scraped: 2025-02-17 00:18:20",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "da0136f6-49c6-415d-9b1b-fdc0ce986a65",
        "text": "Visit Campus Information Session and Campus Tour Learn more about Vanderbilt from an admissions officer before you take a tour of our 340-acre, park-like campus. Class Visits Get a deeper look into Vanderbilt academics by sitting in on a class. Class visits are available in each of our four undergraduate schools. Self-Guided Tour Only Create your own tour: take a tour of campus at your own pace using our interactive Virtual Tour! Organization Visits Visiting Vanderbilt University with a group? Information sessions and campus tours are available for groups and organizations by submitting a request. Blair School of Music Visit Options Information sessions and tours, class observation, and private lessons at Blair. Pre-college Programs Vanderbilt offers pre-college programs through Programs for Talented Youth, including summer residential programs and weekend courses. Parking, Lodging, and Nashville Visitor Information The Office of Undergraduate Admissions is located at 2305 West End Avenue, Nashville, TN, 37203. Parking Parking is at a premium in midtown Nashville. If you need to park on campus, parking is available for admissions visitors at a pay garage, 2525 West End Garage (for GPS directions, use 2550 Kensington Place, Nashville, TN), about a 10-minute walk to your admissions event. For admissions events, validation is available for up to 4 hours if you follow all parking instructions",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "13aafe2e-8163-4552-9696-3762941aa01e",
        "text": ". For admissions events, validation is available for up to 4 hours if you follow all parking instructions. Before leaving your car, you must follow the posted “Scan to Pay and Park” instructions. Follow the steps to set up your account by entering your license plate and credit card details to avoid being ticketed. After your admission visit, to validate your parking, you must visit the reception desk at the Office of Undergraduate Admissions or the checkout counter at the Vanderbilt Bookstore to scan a QR validation code. You may use this confirmation email as proof of attendance. Please check the before planning your visit. The Office of Undergraduate Admissions is not responsible for ticketing or towing during your campus visit. Vehicles that need higher than 7-foot clearance are not able to park in the 2525 West End Garage. Lodging Looking for a place to stay in Nashville? Vanderbilt maintains a list of local hotels for visitors. Nashville Visitor Information Learn more about our hometown, Nashville , including food & dining, activities, arts & culture, shopping, and more.",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "8ef820a7-ec5c-4531-8d67-8f4a09d612d0",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "8e2f0b01-c979-4988-b999-e014eef80758",
        "text": "Scraped from: https://admissions.vanderbilt.edu/affordability/\nDate scraped: 2025-02-17 00:27:06",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "d44a4f07-0244-4de7-9229-3557bd3be68b",
        "text": "Affordability  Through Opportunity Vanderbilt , we meet 100% of every student’s demonstrated financial need, without loans. Our resolve to make a Vanderbilt education accessible and affordable to all admitted students is stronger than ever. Both our need-based and merit-based scholarships reflect our dedication to making a Vanderbilt education possible. 65% of undergrads receive some form of financial assistance $65.2 million in scholarships for 2024–25 first-year students of undergrads receive some form of financial assistance million in scholarships for 2024–25 first-year students See how we're making Vanderbilt accessible to all qualified students regardless of their economic circumstances through our Opportunity Vanderbilt financial aid program. Net Price Calculator Our net price calculator can be used to estimate your need-based financial aid eligibility at Vanderbilt. Please note that this calculator is intended for use by U.S. citizens and eligible non-citizens (as defined by the U.S. Department of Education for federal student aid purposes) who will be full-time, first-year undergraduate students. Our calculator will NOT produce any indication of your potential for receiving merit-based Vanderbilt assistance or your potential to be admitted.  Please keep in mind the information generated by the net price calculator will be an estimate . The results will only be as accurate as the information provided; read instructions carefully and use the help icons as needed",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "2f0db58b-4054-461c-b2c3-3bac1c677571",
        "text": ".  Please keep in mind the information generated by the net price calculator will be an estimate . The results will only be as accurate as the information provided; read instructions carefully and use the help icons as needed. The net price calculator is currently applicable to the 2023-24 academic year. Cost of Attendance Estimated costs 2024-25 Costs Paid to Vanderbilt (Direct Costs) – Mandatory Tuition $65,008 Housing $14,124 Food $7,930 Student Services Fee $1,646 Student Health Fee $844 T otal Direct Cost of Attendance – Mandatory $89,552 Costs Paid to Others (Indirect Costs) – Discretionary/Elective Books, Course Materials, Supplies, & Equipment Allowance $1,194 Personal Expenses Allowance $3,326 Transportation Allowance Varies Total Indirect Costs – Discretionary/Elective $4,520 Other Costs First-Year Fee $1,018 Transcript Fee (one-time payment) $100 Blair Technology Equipment Fee (first-year music majors) $631 Engineering Fee & Laptop Allowance (first-year engineering majors) $2,800 Engineering Fee (upperclass engineering majors) $1,100 Residential College Fee (upperclass: E. Bronson Ingram, Moore, Zeppos, Rothschild, & Warren) $856 Modest annual increases can be expected. Students should also allow for travel expenses and health insurance. Participation in the Vanderbilt-sponsored health insurance plan is mandatory unless the online insurance waiver is submitted by August 15",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "381179cf-8c20-4ee2-9ba3-6214d1018e21",
        "text": ". Students should also allow for travel expenses and health insurance. Participation in the Vanderbilt-sponsored health insurance plan is mandatory unless the online insurance waiver is submitted by August 15. The 2024-2025 health insurance cost for domestic students is $2,515 and for international students is $4,158. Merit Scholarship Programs Vanderbilt awards merit-based scholarships to applicants who demonstrate exceptional accomplishment and intellectual promise. Three signature scholarships—the Ingram Scholars Program , the Cornelius Vanderbilt Scholarship , and the Chancellor’s Scholarship —comprise the majority of Vanderbilt’s merit-based awards. Recipients of these scholarships are guaranteed full-tuition awards for up to eight semesters that include a stipend for research, study abroad, a creative endeavor, or the required Immersion Vanderbilt experience. Nashville Vanderbilt Scholars Program The Nashville Vanderbilt Scholars Program is a partnership between Vanderbilt University and Metro Nashville Public Schools that offers a direct cost scholarship to eligible MNPS students. The Nashville Vanderbilt Scholars Program covers direct costs at Vanderbilt, including tuition, fees, housing, and meals – currently valued at approximately $91,000. Scholars also receive a one-time summer stipend of $6,000 after the second or third year at Vanderbilt to offset costs associated with summer internships",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "9de2e506-dbc2-4173-bc57-16a9f33d43a4",
        "text": ". Scholars also receive a one-time summer stipend of $6,000 after the second or third year at Vanderbilt to offset costs associated with summer internships. International Students Vanderbilt University offers need-based scholarships to a limited number of international undergraduate applicants. International first-year applicants are eligible to apply for all merit-based scholarships offered at Vanderbilt. Undocumented and Deferred Action for Childhood Arrivals (DACA) Students Undocumented and DACA students are eligible for Vanderbilt’s need-based financial aid program in the same way as U.S. citizens . Vanderbilt is need-blind in the admissions process; your ability to pay is not part of the admissions decision. Need-Based Scholarship FAQ Do I qualify for financial aid? What's the maximum income that my family can have and still qualify? Income is only one consideration when awarding need-based financial aid. Other factors matter as well, such as family size, number of children in college, family assets, etc. There is not a specific income that would automatically disqualify a family from receiving need-based aid. Applying for aid by filling out the FAFSA and the CSS Profile is the only way our Office of Student Financial Aid and Undergraduate Scholarships can determine your eligibility for financial assistance. To obtain an estimate of your need-based financial aid eligibility, visit our net price calculator page",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "8b4353b6-ea11-4b92-988e-e718ca2ab514",
        "text": ". To obtain an estimate of your need-based financial aid eligibility, visit our net price calculator page . How do I apply for financial aid? What forms do I need to complete? Where do I get these forms? To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. I can't afford the application fee, what do I do? For U.S. citizens, eligible non-citizens, DACA, and undocumented students, Vanderbilt accepts all application fee waiver requests submitted through the Coalition Application and the Common Application. The application fee is automatically waived for all applicants applying through the QuestBridge Application. I don‘t have the money for the matriculation deposit right now but the deadline is coming up, can I get an extension? The Office of Undergraduate Admissions may grant students extensions on the matriculation deposit. Extensions are typically granted for one week at a time. Contact the Office of Undergraduate Admissions at 800.288.0432 if you need to request an extension of your matriculation deposit. I received an outside scholarship, how will that affect my need-based aid package? Historically, Vanderbilt students have been very successful in obtaining outside scholarships or other sources of financial assistance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "9e201138-2465-477d-b7a4-a6a435c41cc9",
        "text": ". I received an outside scholarship, how will that affect my need-based aid package? Historically, Vanderbilt students have been very successful in obtaining outside scholarships or other sources of financial assistance. These outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. I received an ROTC scholarship, how does that work? Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "68f8cc1e-fe56-46b6-a7e2-b9043f8718db",
        "text": ". Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. I‘m a resident of Tennessee. How does the lottery scholarship work with my need-based aid package? Tennessee Education Lottery Scholarships (TELS) are included as part of the overall grant assistance that Vanderbilt offers in meeting 100% of demonstrated financial need. I’m an undocumented or DACA student. Do I qualify for need-based aid? Yes, all undocumented and DACA students are eligible for Vanderbilt’s need - based financial aid program in the same way as U.S. citizens . Your ability to pay is not part of the admissions decision. My financial aid offer was less than I had expected. How might I request a reconsideration of my financial aid award? Students should work with the Office of Student Financial Aid and Undergraduate Scholarships if there are questions about their particular financial aid award and how that award was determined. Students can work with their aid officer to amend any information or provide additional details regarding significant changes in their family‘s circumstances that may have occurred",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "a4ff1018-2510-4f4f-be85-d40736df323d",
        "text": ". Students can work with their aid officer to amend any information or provide additional details regarding significant changes in their family‘s circumstances that may have occurred. Students can request a matriculation deposit extension from the Office of Undergraduate Admissions if your financial aid award offer is still under review.  The Office of Student Financial Aid can be contacted at 615-322-3591 or via email at finaid@vanderbilt.edu . The total cost of attendance presents a financial burden for my family. How can I afford Vanderbilt? It is important to remember that Vanderbilt practices a need-blind admissions process and is committed to meeting 100% of every family’s demonstrated need through gift aid and a reasonable expectation of student work. Our Net Price Calculator can be used as a tool to estimate the amount of need-based financial aid your family may receive, but we will not know what exactly your package will entail until you officially apply by submitting the FAFSA and the CSS Profile. What are some common misconceptions about financial aid eligibility? I didn‘t get any aid when I applied to college, so you won‘t either! Just because your neighbor lives in a house that looks similar to yours, or your parents work at similar jobs, doesn‘t mean that you have similar financial need. Many different criteria are assessed when considering your eligibility for financial aid at Vanderbilt",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "7c0689d7-ce79-481a-a4d4-ee81a3768f17",
        "text": ". Many different criteria are assessed when considering your eligibility for financial aid at Vanderbilt. What does Vanderbilt mean when it says that it will meet \"100% of demonstrated need?\" Based upon the financial data submitted on the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA), your family situation will be reviewed to determine an Expected Family Contribution (EFC). After your EFC has been determined, we will calculate the difference between the cost of attending Vanderbilt and the contribution expected from your family. This difference between the Cost of Attendance (COA) and your EFC is your family‘s demonstrated need. Vanderbilt will meet 100% of this need without loans, through a combination of grants, scholarships and earnings from work expectation. Under certain conditions, and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. What is \"work study?\" The Federal Work-Study Program (FWSP) provides part-time employment opportunities for students with financial need. FWSP awards are distributed as bi-weekly or monthly paychecks according to the hours worked and hourly wage. Undergraduate students may work up to 20 hours per week",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "70f44b73-a6d8-4b78-8312-db5895d0df7b",
        "text": ". FWSP awards are distributed as bi-weekly or monthly paychecks according to the hours worked and hourly wage. Undergraduate students may work up to 20 hours per week. A job fair is held every fall for students who have FWSP as part of their financial aid package to help them find a job on campus. What types of financial aid does Vanderbilt award? Vanderbilt will meet 100% of demonstrated financial need without loans, through a combination of grants, scholarships and an earnings from work expectation. Under certain conditions and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. What‘s the best way to get the most financial aid? It is important to start early and do your research through books, online, and at financial aid workshops offered at your high school or local community. When applying for aid, read the directions, pay attention to deadlines, and make sure you submit all appropriate documents. What‘s the difference between institutional and federal aid? Institutional aid is money awarded by Vanderbilt University. Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study. Will my need-based aid be affected if I apply early decision vs",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "bf218ecd-fd6b-48f5-b8c8-c3b486a0c81d",
        "text": ". Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study. Will my need-based aid be affected if I apply early decision vs. regular decision? No, students who apply for admission to Vanderbilt will receive the amount of need-based aid that their family qualifies for regardless of the decision plan. Students who apply under binding early decision plans and also apply for assistance through the College Scholarship Service (CSS) Financial Aid PROFILE will receive a tentative financial aid award notification, but final financial aid packages will not be mailed for all admitted students until around late March. For this reason, we encourage families who wish to compare financial aid packages with other schools to apply regular decision. Income is only one consideration when awarding need-based financial aid. Other factors matter as well, such as family size, number of children in college, family assets, etc. There is not a specific income that would automatically disqualify a family from receiving need-based aid. Applying for aid by filling out the FAFSA and the CSS Profile is the only way our Office of Student Financial Aid and Undergraduate Scholarships can determine your eligibility for financial assistance. To obtain an estimate of your need-based financial aid eligibility, visit our net price calculator page",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "f57f191d-14ff-427d-b939-6d84bb382c0d",
        "text": ". To obtain an estimate of your need-based financial aid eligibility, visit our net price calculator page . To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. For U.S. citizens, eligible non-citizens, DACA, and undocumented students, Vanderbilt accepts all application fee waiver requests submitted through the Coalition Application and the Common Application. The application fee is automatically waived for all applicants applying through the QuestBridge Application. The Office of Undergraduate Admissions may grant students extensions on the matriculation deposit. Extensions are typically granted for one week at a time. Contact the Office of Undergraduate Admissions at 800.288.0432 if you need to request an extension of your matriculation deposit. Historically, Vanderbilt students have been very successful in obtaining outside scholarships or other sources of financial assistance. These outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "36251e2f-6110-4a7b-8e28-72ff0fdde80d",
        "text": ". If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. Tennessee Education Lottery Scholarships (TELS) are included as part of the overall grant assistance that Vanderbilt offers in meeting 100% of demonstrated financial need. Yes, all undocumented and DACA students are eligible for Vanderbilt’s need - based financial aid program in the same way as U.S. citizens",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "97213f5a-a525-4c05-894f-eb4e837a9d59",
        "text": ". Yes, all undocumented and DACA students are eligible for Vanderbilt’s need - based financial aid program in the same way as U.S. citizens . Your ability to pay is not part of the admissions decision. Students should work with the Office of Student Financial Aid and Undergraduate Scholarships if there are questions about their particular financial aid award and how that award was determined. Students can work with their aid officer to amend any information or provide additional details regarding significant changes in their family‘s circumstances that may have occurred. Students can request a matriculation deposit extension from the Office of Undergraduate Admissions if your financial aid award offer is still under review.  The Office of Student Financial Aid can be contacted at 615-322-3591 or via email at finaid@vanderbilt.edu . It is important to remember that Vanderbilt practices a need-blind admissions process and is committed to meeting 100% of every family’s demonstrated need through gift aid and a reasonable expectation of student work. Our Net Price Calculator can be used as a tool to estimate the amount of need-based financial aid your family may receive, but we will not know what exactly your package will entail until you officially apply by submitting the FAFSA and the CSS Profile",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "1ba67e95-2b98-48ba-8e2b-5f6f0520916f",
        "text": ". I didn‘t get any aid when I applied to college, so you won‘t either! Just because your neighbor lives in a house that looks similar to yours, or your parents work at similar jobs, doesn‘t mean that you have similar financial need. Many different criteria are assessed when considering your eligibility for financial aid at Vanderbilt. Based upon the financial data submitted on the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA), your family situation will be reviewed to determine an Expected Family Contribution (EFC). After your EFC has been determined, we will calculate the difference between the cost of attending Vanderbilt and the contribution expected from your family. This difference between the Cost of Attendance (COA) and your EFC is your family‘s demonstrated need. Vanderbilt will meet 100% of this need without loans, through a combination of grants, scholarships and earnings from work expectation. Under certain conditions, and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. The Federal Work-Study Program (FWSP) provides part-time employment opportunities for students with financial need",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "8c849883-8a91-4948-bcb7-2702dd429213",
        "text": ". The Federal Work-Study Program (FWSP) provides part-time employment opportunities for students with financial need. FWSP awards are distributed as bi-weekly or monthly paychecks according to the hours worked and hourly wage. Undergraduate students may work up to 20 hours per week. A job fair is held every fall for students who have FWSP as part of their financial aid package to help them find a job on campus. Vanderbilt will meet 100% of demonstrated financial need without loans, through a combination of grants, scholarships and an earnings from work expectation. Under certain conditions and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. It is important to start early and do your research through books, online, and at financial aid workshops offered at your high school or local community. When applying for aid, read the directions, pay attention to deadlines, and make sure you submit all appropriate documents. Institutional aid is money awarded by Vanderbilt University. Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "2fc4c636-eeb5-4775-91f0-a1f8dc44d7d8",
        "text": ". Institutional aid is money awarded by Vanderbilt University. Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study. No, students who apply for admission to Vanderbilt will receive the amount of need-based aid that their family qualifies for regardless of the decision plan. Students who apply under binding early decision plans and also apply for assistance through the College Scholarship Service (CSS) Financial Aid PROFILE will receive a tentative financial aid award notification, but final financial aid packages will not be mailed for all admitted students until around late March. For this reason, we encourage families who wish to compare financial aid packages with other schools to apply regular decision. Merit Based Scholarship FAQ Am I eligible to receive a merit-based scholarship if I am applying as a transfer student? No, Vanderbilt‘s merit-based scholarships are awarded to incoming first-year students only. However, transfer applicants are eligible for need-based financial aid. Am I more likely to receive a merit-based scholarship if I apply Early Decision or Regular Decision? All Early Decision and Regular Decision candidates who submit completed applications by the appropriate deadline, including a completed scholarship application, will be considered for merit-based scholarships at Vanderbilt",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "cfd8ff28-1200-48e4-9829-df81e93f0572",
        "text": ". There is no advantage or disadvantage to applying Early Decision in regards to scholarship awarding. However, all merit-based scholarship consideration occurs in February and March, so students admitted to Vanderbilt Early Decision will not be notified of any merit-based scholarship offers until late March (when Regular Decision candidates are also notified). Are there merit-based scholarships available for specific majors? Most merit scholarships at Vanderbilt are offered without regard to any specific intended major. However, a number of major-based-scholarships are offered to students admitted to the Blair School of Music. Do I need to apply for merit-based scholarships at Vanderbilt? The application for the Cornelius Vanderbilt Scholarship is required; you must apply to be considered. For the Ingram Scholarship Program and Chancellor's Scholarship, the application is strongly encouraged; preference is given to those who apply. Students who wish to be considered for additional merit scholarships are encouraged to complete the Cornelius Vanderbilt Scholarship application. You may apply for merit scholarships via MyAppVU after submitting your application for admission. More information can be found on the Scholarships website",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "776251c0-b0a6-4045-bea2-09b4b2ea3079",
        "text": ". You may apply for merit scholarships via MyAppVU after submitting your application for admission. More information can be found on the Scholarships website . Does Vanderbilt offer athletic scholarships? Yes.  As a Division I athletic program that competes in ten women’s and six men’s sports, interested students should refer to our official athletic site for more details about how the scholarship process works for their particular sport. Does Vanderbilt participate in the National Merit Program? Yes, Vanderbilt provides scholarship assistance for admitted and enrolled students who are named National Merit Finalists. Students must designate Vanderbilt as their first-choice school with the National Merit Corporation by the deadlines set by the National Merit Corporation and enroll as an entering first-year student to receive Vanderbilt's National Merit Scholarship. For those finalists who also receive one of Vanderbilt's merit scholarships, we guarantee an additional $2,000 in National Merit total scholarship dollars per year from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards). Those finalists who do not receive an additional merit scholarship from Vanderbilt will receive a total of $5,000 per year in National Merit scholarship from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards)",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "4b8ba9e4-2a98-4761-8892-f956a526623f",
        "text": ". How do I apply for financial aid? What forms do I need to complete? Where do I get these forms? To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. I received an ROTC scholarship, how does that work? Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "43f10a13-d741-4107-b6ba-7de9805ac2ab",
        "text": ". Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. If I receive a scholarship from an organization outside of Vanderbilt, how will that impact my scholarship offer from Vanderbilt? Scholarship funding received from organizations outside of Vanderbilt will typically be added on top of any merit-based scholarship award from Vanderbilt up to the cost of attendance (COA). If a student is receiving need-based financial assistance, outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. For specific questions about outside scholarship awards, please contact the Office of Student Financial Aid and Undergraduate Scholarships at 800-288-0204. What is the profile of a merit-scholarship recipient at Vanderbilt? Each of our scholarship programs maintains different criteria --therefore the available funding is awarded to students with different “profiles.”  First and foremost, students must excel within the highly competitive and holistic admissions review process",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "88fb358c-1374-43cc-9ebe-bf9d7879fed9",
        "text": ". The Ingram Scholars Program recognizes students who plan to combine a professional or business career with an entrepreneurial spirit and exceptional commitment to civic-minded service, innovation, and leadership. The Chancellor’s Scholarship recognizes students with outstanding academic records who have worked to build strong high school communities by bridging gaps among economically, socially, and racially diverse groups, and have demonstrated significant interest in issues of diversity education, tolerance, and social justice. The Cornelius Vanderbilt Scholarship recognizes students who combine outstanding academic achievement with strong leadership and contributions outside the classroom. What sort of merit-based scholarships are available at Vanderbilt? Each year, Vanderbilt awards about 300 merit-based scholarships to incoming first-year students who demonstrate exceptional accomplishment and high promise in intellectual endeavors. These awards range from partial to full tuition and are renewable through four years of undergraduate study as long as the student maintains satisfactory academic performance. Financial need, unless otherwise specified, is not a factor. Vanderbilt awards a number of scholarships to students choosing to enroll in any of the four undergraduate schools, including our three signature, full-tuition awards: The Ingram Scholars Program, the Cornelius Vanderbilt Scholarship, and the Chancellor’s Scholarship",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "5c613d7a-ee33-4592-b9f6-1cf0ac5624cf",
        "text": ". Detailed descriptions of these awards can be found on the Scholarships website . Additional awards include: the Carell Family Scholarship for students who have held part-time employment during their high school years; the John Siegenthaler Scholarship for outstanding minority students interested in a career in journalism and/or public policy; the Fred Russell-Grantland Rice Scholarship for students interested in pursuing a career in sports journalism; and the Curb Leadership Scholarship for students who place creativity and innovation at the center of their lives and use their talents and leadership to create new possibilities. Vanderbilt also awards specific scholarships to qualified students residing in Houston, Texas, and selected counties in Arkansas, Georgia, Kentucky, and Tennessee. To ensure consideration for these awards, students must apply for admission to Vanderbilt and should also complete the Cornelius Vanderbilt Scholarship application. No, Vanderbilt‘s merit-based scholarships are awarded to incoming first-year students only. However, transfer applicants are eligible for need-based financial aid. All Early Decision and Regular Decision candidates who submit completed applications by the appropriate deadline, including a completed scholarship application, will be considered for merit-based scholarships at Vanderbilt. There is no advantage or disadvantage to applying Early Decision in regards to scholarship awarding",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "9c5d72fd-b8fd-46fd-8bf7-7998f1340374",
        "text": ". There is no advantage or disadvantage to applying Early Decision in regards to scholarship awarding. However, all merit-based scholarship consideration occurs in February and March, so students admitted to Vanderbilt Early Decision will not be notified of any merit-based scholarship offers until late March (when Regular Decision candidates are also notified). Most merit scholarships at Vanderbilt are offered without regard to any specific intended major. However, a number of major-based-scholarships are offered to students admitted to the Blair School of Music. The application for the Cornelius Vanderbilt Scholarship is required; you must apply to be considered. For the Ingram Scholarship Program and Chancellor's Scholarship, the application is strongly encouraged; preference is given to those who apply. Students who wish to be considered for additional merit scholarships are encouraged to complete the Cornelius Vanderbilt Scholarship application. You may apply for merit scholarships via MyAppVU after submitting your application for admission. More information can be found on the Scholarships website . Yes.  As a Division I athletic program that competes in ten women’s and six men’s sports, interested students should refer to our official athletic site for more details about how the scholarship process works for their particular sport. Yes, Vanderbilt provides scholarship assistance for admitted and enrolled students who are named National Merit Finalists",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "c757a70f-8258-4224-9e76-33d832a91185",
        "text": ". Yes, Vanderbilt provides scholarship assistance for admitted and enrolled students who are named National Merit Finalists. Students must designate Vanderbilt as their first-choice school with the National Merit Corporation by the deadlines set by the National Merit Corporation and enroll as an entering first-year student to receive Vanderbilt's National Merit Scholarship. For those finalists who also receive one of Vanderbilt's merit scholarships, we guarantee an additional $2,000 in National Merit total scholarship dollars per year from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards). Those finalists who do not receive an additional merit scholarship from Vanderbilt will receive a total of $5,000 per year in National Merit scholarship from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards). To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "951354fd-d8bd-4f08-9079-ca770cb30897",
        "text": ". Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. Scholarship funding received from organizations outside of Vanderbilt will typically be added on top of any merit-based scholarship award from Vanderbilt up to the cost of attendance (COA). If a student is receiving need-based financial assistance, outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "66b2fc32-778c-467d-9429-1c1361810dcd",
        "text": ". If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. For specific questions about outside scholarship awards, please contact the Office of Student Financial Aid and Undergraduate Scholarships at 800-288-0204. Each of our scholarship programs maintains different criteria --therefore the available funding is awarded to students with different “profiles.”  First and foremost, students must excel within the highly competitive and holistic admissions review process. The Ingram Scholars Program recognizes students who plan to combine a professional or business career with an entrepreneurial spirit and exceptional commitment to civic-minded service, innovation, and leadership. The Chancellor’s Scholarship recognizes students with outstanding academic records who have worked to build strong high school communities by bridging gaps among economically, socially, and racially diverse groups, and have demonstrated significant interest in issues of diversity education, tolerance, and social justice. The Cornelius Vanderbilt Scholarship recognizes students who combine outstanding academic achievement with strong leadership and contributions outside the classroom",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "deb384a7-92f2-446e-93e5-fcfd28fa8331",
        "text": ". The Cornelius Vanderbilt Scholarship recognizes students who combine outstanding academic achievement with strong leadership and contributions outside the classroom. Each year, Vanderbilt awards about 300 merit-based scholarships to incoming first-year students who demonstrate exceptional accomplishment and high promise in intellectual endeavors. These awards range from partial to full tuition and are renewable through four years of undergraduate study as long as the student maintains satisfactory academic performance. Financial need, unless otherwise specified, is not a factor. Vanderbilt awards a number of scholarships to students choosing to enroll in any of the four undergraduate schools, including our three signature, full-tuition awards: The Ingram Scholars Program, the Cornelius Vanderbilt Scholarship, and the Chancellor’s Scholarship . Detailed descriptions of these awards can be found on the Scholarships website . Additional awards include: the Carell Family Scholarship for students who have held part-time employment during their high school years; the John Siegenthaler Scholarship for outstanding minority students interested in a career in journalism and/or public policy; the Fred Russell-Grantland Rice Scholarship for students interested in pursuing a career in sports journalism; and the Curb Leadership Scholarship for students who place creativity and innovation at the center of their lives and use their talents and leadership to create new possibilities",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "6e123c81-71b4-4040-8fb0-405c0b6a3708",
        "text": ". Vanderbilt also awards specific scholarships to qualified students residing in Houston, Texas, and selected counties in Arkansas, Georgia, Kentucky, and Tennessee. To ensure consideration for these awards, students must apply for admission to Vanderbilt and should also complete the Cornelius Vanderbilt Scholarship application.",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "97dc3cb2-0109-4ab8-9531-c3ecefd35a3f",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "6f175c65-9be9-4615-a589-c31d3bc03eb6",
        "text": "Scraped from: https://admissions.vanderbilt.edu/visit/\nDate scraped: 2025-02-17 02:45:04",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "cc24b0f3-7582-4104-9e87-01c3736d95c6",
        "text": "Visit Campus Information Session and Campus Tour Learn more about Vanderbilt from an admissions officer before you take a tour of our 340-acre, park-like campus. Class Visits Get a deeper look into Vanderbilt academics by sitting in on a class. Class visits are available in each of our four undergraduate schools. Self-Guided Tour Only Create your own tour: take a tour of campus at your own pace using our interactive Virtual Tour! Organization Visits Visiting Vanderbilt University with a group? Information sessions and campus tours are available for groups and organizations by submitting a request. Blair School of Music Visit Options Information sessions and tours, class observation, and private lessons at Blair. Pre-college Programs Vanderbilt offers pre-college programs through Programs for Talented Youth, including summer residential programs and weekend courses. Parking, Lodging, and Nashville Visitor Information The Office of Undergraduate Admissions is located at 2305 West End Avenue, Nashville, TN, 37203. Parking Parking is at a premium in midtown Nashville. If you need to park on campus, parking is available for admissions visitors at a pay garage, 2525 West End Garage (for GPS directions, use 2550 Kensington Place, Nashville, TN), about a 10-minute walk to your admissions event. For admissions events, validation is available for up to 4 hours if you follow all parking instructions",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "587c7b38-b72b-474a-a7eb-a19200e488db",
        "text": ". For admissions events, validation is available for up to 4 hours if you follow all parking instructions. Before leaving your car, you must follow the posted “Scan to Pay and Park” instructions. Follow the steps to set up your account by entering your license plate and credit card details to avoid being ticketed. After your admission visit, to validate your parking, you must visit the reception desk at the Office of Undergraduate Admissions or the checkout counter at the Vanderbilt Bookstore to scan a QR validation code. You may use this confirmation email as proof of attendance. Please check the bookstore hours before planning your visit. The Office of Undergraduate Admissions is not responsible for ticketing or towing during your campus visit. Vehicles that need higher than 7-foot clearance are not able to park in the 2525 West End Garage. Lodging Looking for a place to stay in Nashville? Vanderbilt maintains a list of local hotels for visitors. Nashville Visitor Information Learn more about our hometown, Nashville , including food & dining, activities, arts & culture, shopping, and more.",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "aca2ad69-b509-4dea-8b6f-bbe10deac5e8",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "cca6f67b-6d2e-4f70-9a01-fb699b6bf380",
        "text": "Scraped from: https://admissions.vanderbilt.edu/affordability/\nDate scraped: 2025-02-17 02:45:05",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "4771d560-9ad5-4200-872a-a8cb4d34b2a5",
        "text": "Affordability Opportunity Vanderbilt Financial Aid and Scholarships Site International Costs and Finances Financial Aid and Scholarships Brochure (Spanish) Financial Aid and Scholarships Brochure (English) Through Opportunity Vanderbilt , we meet 100% of every student’s demonstrated financial need, without loans. Our resolve to make a Vanderbilt education accessible and affordable to all admitted students is stronger than ever. Both our need-based and merit-based scholarships reflect our dedication to making a Vanderbilt education possible. 65% of undergrads receive some form of financial assistance $65.2 million in scholarships for 2024–25 first-year students of undergrads receive some form of financial assistance million in scholarships for 2024–25 first-year students See how we're making Vanderbilt accessible to all qualified students regardless of their economic circumstances through our Opportunity Vanderbilt financial aid program. Net Price Calculator Our net price calculator can be used to estimate your need-based financial aid eligibility at Vanderbilt. Please note that this calculator is intended for use by U.S. citizens and eligible non-citizens (as defined by the U.S. Department of Education for federal student aid purposes) who will be full-time, first-year undergraduate students. Our calculator will NOT produce any indication of your potential for receiving merit-based Vanderbilt assistance or your potential to be admitted",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "cc596a00-59e1-40e8-b7ec-f90e73af7c6d",
        "text": ". Our calculator will NOT produce any indication of your potential for receiving merit-based Vanderbilt assistance or your potential to be admitted. For a quick, ballpark estimate For a more in-depth estimate Please keep in mind the information generated by the net price calculator will be an estimate . The results will only be as accurate as the information provided; read instructions carefully and use the help icons as needed. The net price calculator is currently applicable to the 2023-24 academic year. Cost of Attendance Estimated costs 2024-25 Costs Paid to Vanderbilt (Direct Costs) – Mandatory Tuition $65,008 Housing $14,124 Food $7,930 Student Services Fee $1,646 Student Health Fee $844 T otal Direct Cost of Attendance – Mandatory $89,552 Costs Paid to Others (Indirect Costs) – Discretionary/Elective Books, Course Materials, Supplies, & Equipment Allowance $1,194 Personal Expenses Allowance $3,326 Transportation Allowance Varies Total Indirect Costs – Discretionary/Elective $4,520 Other Costs First-Year Fee $1,018 Transcript Fee (one-time payment) $100 Blair Technology Equipment Fee (first-year music majors) $631 Engineering Fee & Laptop Allowance (first-year engineering majors) $2,800 Engineering Fee (upperclass engineering majors) $1,100 Residential College Fee (upperclass: E. Bronson Ingram, Moore, Zeppos, Rothschild, & Warren) $856 Modest annual increases can be expected. Students should also allow for travel expenses and health insurance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "590e5180-7521-4245-a828-7b534e4fbe30",
        "text": ". Bronson Ingram, Moore, Zeppos, Rothschild, & Warren) $856 Modest annual increases can be expected. Students should also allow for travel expenses and health insurance. Participation in the Vanderbilt-sponsored health insurance plan is mandatory unless the online insurance waiver is submitted by August 15. The 2024-2025 health insurance cost for domestic students is $2,515 and for international students is $4,158. Merit Scholarship Programs Vanderbilt awards merit-based scholarships to applicants who demonstrate exceptional accomplishment and intellectual promise. Three signature scholarships—the Ingram Scholars Program , the Cornelius Vanderbilt Scholarship , and the Chancellor’s Scholarship —comprise the majority of Vanderbilt’s merit-based awards. Recipients of these scholarships are guaranteed full-tuition awards for up to eight semesters that include a stipend for research, study abroad, a creative endeavor, or the required Immersion Vanderbilt experience. Nashville Vanderbilt Scholars Program The Nashville Vanderbilt Scholars Program is a partnership between Vanderbilt University and Metro Nashville Public Schools that offers a direct cost scholarship to eligible MNPS students. The Nashville Vanderbilt Scholars Program covers direct costs at Vanderbilt, including tuition, fees, housing, and meals – currently valued at approximately $91,000",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "7dc2270b-9272-47d4-a1bf-0227498b3381",
        "text": ". The Nashville Vanderbilt Scholars Program covers direct costs at Vanderbilt, including tuition, fees, housing, and meals – currently valued at approximately $91,000. Scholars also receive a one-time summer stipend of $6,000 after the second or third year at Vanderbilt to offset costs associated with summer internships. International Students Vanderbilt University offers need-based scholarships to a limited number of international undergraduate applicants. International first-year applicants are eligible to apply for all merit-based scholarships offered at Vanderbilt. Undocumented and Deferred Action for Childhood Arrivals (DACA) Students Undocumented and DACA students are eligible for Vanderbilt’s need-based financial aid program in the same way as U.S. citizens . Vanderbilt is need-blind in the admissions process; your ability to pay is not part of the admissions decision. Need-Based Scholarship FAQ Do I qualify for financial aid? What's the maximum income that my family can have and still qualify? Income is only one consideration when awarding need-based financial aid. Other factors matter as well, such as family size, number of children in college, family assets, etc. There is not a specific income that would automatically disqualify a family from receiving need-based aid. Applying for aid by filling out the FAFSA and the CSS Profile is the only way our Office of Student Financial Aid and Undergraduate Scholarships can determine your eligibility for financial assistance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "2685b92f-ee36-4502-94de-9ffeb4bc7583",
        "text": ". Applying for aid by filling out the FAFSA and the CSS Profile is the only way our Office of Student Financial Aid and Undergraduate Scholarships can determine your eligibility for financial assistance. To obtain an estimate of your need-based financial aid eligibility, visit our net price calculator page . How do I apply for financial aid? What forms do I need to complete? Where do I get these forms? To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. I can't afford the application fee, what do I do? For U.S. citizens, eligible non-citizens, DACA, and undocumented students, Vanderbilt accepts all application fee waiver requests submitted through the Coalition Application and the Common Application. The application fee is automatically waived for all applicants applying through the QuestBridge Application. I don‘t have the money for the matriculation deposit right now but the deadline is coming up, can I get an extension? The Office of Undergraduate Admissions may grant students extensions on the matriculation deposit. Extensions are typically granted for one week at a time. Contact the Office of Undergraduate Admissions at 800.288.0432 if you need to request an extension of your matriculation deposit",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "d91af9ea-1bb0-410a-9dc4-5759ebb23c2b",
        "text": ". Extensions are typically granted for one week at a time. Contact the Office of Undergraduate Admissions at 800.288.0432 if you need to request an extension of your matriculation deposit. I received an outside scholarship, how will that affect my need-based aid package? Historically, Vanderbilt students have been very successful in obtaining outside scholarships or other sources of financial assistance. These outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. I received an ROTC scholarship, how does that work? Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "57316010-3cc3-491d-b17d-c3a62b35d88e",
        "text": ". Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. I‘m a resident of Tennessee. How does the lottery scholarship work with my need-based aid package? Tennessee Education Lottery Scholarships (TELS) are included as part of the overall grant assistance that Vanderbilt offers in meeting 100% of demonstrated financial need. I’m an undocumented or DACA student. Do I qualify for need-based aid? Yes, all undocumented and DACA students are eligible for Vanderbilt’s need - based financial aid program in the same way as U.S. citizens . Your ability to pay is not part of the admissions decision. My financial aid offer was less than I had expected. How might I request a reconsideration of my financial aid award? Students should work with the Office of Student Financial Aid and Undergraduate Scholarships if there are questions about their particular financial aid award and how that award was determined",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "632ec135-625c-4d27-b3a7-fa7530f1a24f",
        "text": ". Students can work with their aid officer to amend any information or provide additional details regarding significant changes in their family‘s circumstances that may have occurred. Students can request a matriculation deposit extension from the Office of Undergraduate Admissions if your financial aid award offer is still under review.  The Office of Student Financial Aid can be contacted at 615-322-3591 or via email at finaid@vanderbilt.edu . The total cost of attendance presents a financial burden for my family. How can I afford Vanderbilt? It is important to remember that Vanderbilt practices a need-blind admissions process and is committed to meeting 100% of every family’s demonstrated need through gift aid and a reasonable expectation of student work. Our Net Price Calculator can be used as a tool to estimate the amount of need-based financial aid your family may receive, but we will not know what exactly your package will entail until you officially apply by submitting the FAFSA and the CSS Profile. What are some common misconceptions about financial aid eligibility? I didn‘t get any aid when I applied to college, so you won‘t either! Just because your neighbor lives in a house that looks similar to yours, or your parents work at similar jobs, doesn‘t mean that you have similar financial need. Many different criteria are assessed when considering your eligibility for financial aid at Vanderbilt",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    },
    {
        "id": "af232a16-35a8-45a5-980d-c27ebdf09462",
        "text": ". Many different criteria are assessed when considering your eligibility for financial aid at Vanderbilt. What does Vanderbilt mean when it says that it will meet \"100% of demonstrated need?\" Based upon the financial data submitted on the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA), your family situation will be reviewed to determine an Expected Family Contribution (EFC). After your EFC has been determined, we will calculate the difference between the cost of attending Vanderbilt and the contribution expected from your family. This difference between the Cost of Attendance (COA) and your EFC is your family‘s demonstrated need. Vanderbilt will meet 100% of this need without loans, through a combination of grants, scholarships and earnings from work expectation. Under certain conditions, and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. What is \"work study?\" The Federal Work-Study Program (FWSP) provides part-time employment opportunities for students with financial need. FWSP awards are distributed as bi-weekly or monthly paychecks according to the hours worked and hourly wage. Undergraduate students may work up to 20 hours per week",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 49
        }
    },
    {
        "id": "343b21d3-6dc6-48f0-8771-3cf0ffd60cbe",
        "text": ". FWSP awards are distributed as bi-weekly or monthly paychecks according to the hours worked and hourly wage. Undergraduate students may work up to 20 hours per week. A job fair is held every fall for students who have FWSP as part of their financial aid package to help them find a job on campus. What types of financial aid does Vanderbilt award? Vanderbilt will meet 100% of demonstrated financial need without loans, through a combination of grants, scholarships and an earnings from work expectation. Under certain conditions and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. What‘s the best way to get the most financial aid? It is important to start early and do your research through books, online, and at financial aid workshops offered at your high school or local community. When applying for aid, read the directions, pay attention to deadlines, and make sure you submit all appropriate documents. What‘s the difference between institutional and federal aid? Institutional aid is money awarded by Vanderbilt University. Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study. Will my need-based aid be affected if I apply early decision vs",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 50
        }
    },
    {
        "id": "f7b77c6f-a4fd-490b-b639-52608dbfbc06",
        "text": ". Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study. Will my need-based aid be affected if I apply early decision vs. regular decision? No, students who apply for admission to Vanderbilt will receive the amount of need-based aid that their family qualifies for regardless of the decision plan. Students who apply under binding early decision plans and also apply for assistance through the College Scholarship Service (CSS) Financial Aid PROFILE will receive a tentative financial aid award notification, but final financial aid packages will not be mailed for all admitted students until around late March. For this reason, we encourage families who wish to compare financial aid packages with other schools to apply regular decision. Income is only one consideration when awarding need-based financial aid. Other factors matter as well, such as family size, number of children in college, family assets, etc. There is not a specific income that would automatically disqualify a family from receiving need-based aid. Applying for aid by filling out the FAFSA and the CSS Profile is the only way our Office of Student Financial Aid and Undergraduate Scholarships can determine your eligibility for financial assistance. To obtain an estimate of your need-based financial aid eligibility, visit our net price calculator page",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 51
        }
    },
    {
        "id": "6bdd38c4-cb9a-456f-8b6d-7110b43435cd",
        "text": ". To obtain an estimate of your need-based financial aid eligibility, visit our net price calculator page . To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. For U.S. citizens, eligible non-citizens, DACA, and undocumented students, Vanderbilt accepts all application fee waiver requests submitted through the Coalition Application and the Common Application. The application fee is automatically waived for all applicants applying through the QuestBridge Application. The Office of Undergraduate Admissions may grant students extensions on the matriculation deposit. Extensions are typically granted for one week at a time. Contact the Office of Undergraduate Admissions at 800.288.0432 if you need to request an extension of your matriculation deposit. Historically, Vanderbilt students have been very successful in obtaining outside scholarships or other sources of financial assistance. These outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 52
        }
    },
    {
        "id": "5f7b1075-d527-49df-a8c6-79d08eab96a2",
        "text": ". If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. Tennessee Education Lottery Scholarships (TELS) are included as part of the overall grant assistance that Vanderbilt offers in meeting 100% of demonstrated financial need. Yes, all undocumented and DACA students are eligible for Vanderbilt’s need - based financial aid program in the same way as U.S. citizens",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 53
        }
    },
    {
        "id": "ff849246-ea4f-4a1e-9321-ed0a288f84b1",
        "text": ". Yes, all undocumented and DACA students are eligible for Vanderbilt’s need - based financial aid program in the same way as U.S. citizens . Your ability to pay is not part of the admissions decision. Students should work with the Office of Student Financial Aid and Undergraduate Scholarships if there are questions about their particular financial aid award and how that award was determined. Students can work with their aid officer to amend any information or provide additional details regarding significant changes in their family‘s circumstances that may have occurred. Students can request a matriculation deposit extension from the Office of Undergraduate Admissions if your financial aid award offer is still under review.  The Office of Student Financial Aid can be contacted at 615-322-3591 or via email at finaid@vanderbilt.edu . It is important to remember that Vanderbilt practices a need-blind admissions process and is committed to meeting 100% of every family’s demonstrated need through gift aid and a reasonable expectation of student work. Our Net Price Calculator can be used as a tool to estimate the amount of need-based financial aid your family may receive, but we will not know what exactly your package will entail until you officially apply by submitting the FAFSA and the CSS Profile",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 54
        }
    },
    {
        "id": "20b7b296-5247-4ed9-a447-f8671d6a32eb",
        "text": ". I didn‘t get any aid when I applied to college, so you won‘t either! Just because your neighbor lives in a house that looks similar to yours, or your parents work at similar jobs, doesn‘t mean that you have similar financial need. Many different criteria are assessed when considering your eligibility for financial aid at Vanderbilt. Based upon the financial data submitted on the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA), your family situation will be reviewed to determine an Expected Family Contribution (EFC). After your EFC has been determined, we will calculate the difference between the cost of attending Vanderbilt and the contribution expected from your family. This difference between the Cost of Attendance (COA) and your EFC is your family‘s demonstrated need. Vanderbilt will meet 100% of this need without loans, through a combination of grants, scholarships and earnings from work expectation. Under certain conditions, and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. The Federal Work-Study Program (FWSP) provides part-time employment opportunities for students with financial need",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 55
        }
    },
    {
        "id": "82a860cb-4429-4519-ac3d-8362aa874308",
        "text": ". The Federal Work-Study Program (FWSP) provides part-time employment opportunities for students with financial need. FWSP awards are distributed as bi-weekly or monthly paychecks according to the hours worked and hourly wage. Undergraduate students may work up to 20 hours per week. A job fair is held every fall for students who have FWSP as part of their financial aid package to help them find a job on campus. Vanderbilt will meet 100% of demonstrated financial need without loans, through a combination of grants, scholarships and an earnings from work expectation. Under certain conditions and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. It is important to start early and do your research through books, online, and at financial aid workshops offered at your high school or local community. When applying for aid, read the directions, pay attention to deadlines, and make sure you submit all appropriate documents. Institutional aid is money awarded by Vanderbilt University. Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 56
        }
    },
    {
        "id": "289d3365-bbad-4f93-8964-9b320229ec21",
        "text": ". Institutional aid is money awarded by Vanderbilt University. Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study. No, students who apply for admission to Vanderbilt will receive the amount of need-based aid that their family qualifies for regardless of the decision plan. Students who apply under binding early decision plans and also apply for assistance through the College Scholarship Service (CSS) Financial Aid PROFILE will receive a tentative financial aid award notification, but final financial aid packages will not be mailed for all admitted students until around late March. For this reason, we encourage families who wish to compare financial aid packages with other schools to apply regular decision. Merit Based Scholarship FAQ Am I eligible to receive a merit-based scholarship if I am applying as a transfer student? No, Vanderbilt‘s merit-based scholarships are awarded to incoming first-year students only. However, transfer applicants are eligible for need-based financial aid. Am I more likely to receive a merit-based scholarship if I apply Early Decision or Regular Decision? All Early Decision and Regular Decision candidates who submit completed applications by the appropriate deadline, including a completed scholarship application, will be considered for merit-based scholarships at Vanderbilt",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 57
        }
    },
    {
        "id": "43934485-eefb-47b9-b67e-66c3c8bf1c99",
        "text": ". There is no advantage or disadvantage to applying Early Decision in regards to scholarship awarding. However, all merit-based scholarship consideration occurs in February and March, so students admitted to Vanderbilt Early Decision will not be notified of any merit-based scholarship offers until late March (when Regular Decision candidates are also notified). Are there merit-based scholarships available for specific majors? Most merit scholarships at Vanderbilt are offered without regard to any specific intended major. However, a number of major-based-scholarships are offered to students admitted to the Blair School of Music. Do I need to apply for merit-based scholarships at Vanderbilt? The application for the Cornelius Vanderbilt Scholarship is required; you must apply to be considered. For the Ingram Scholarship Program and Chancellor's Scholarship, the application is strongly encouraged; preference is given to those who apply. Students who wish to be considered for additional merit scholarships are encouraged to complete the Cornelius Vanderbilt Scholarship application. You may apply for merit scholarships via MyAppVU after submitting your application for admission. More information can be found on the Scholarships website",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 58
        }
    },
    {
        "id": "238b92b5-2174-48c1-8450-6870d038c6c6",
        "text": ". You may apply for merit scholarships via MyAppVU after submitting your application for admission. More information can be found on the Scholarships website . Does Vanderbilt offer athletic scholarships? Yes.  As a Division I athletic program that competes in ten women’s and six men’s sports, interested students should refer to our official athletic site for more details about how the scholarship process works for their particular sport. Does Vanderbilt participate in the National Merit Program? Yes, Vanderbilt provides scholarship assistance for admitted and enrolled students who are named National Merit Finalists. Students must designate Vanderbilt as their first-choice school with the National Merit Corporation by the deadlines set by the National Merit Corporation and enroll as an entering first-year student to receive Vanderbilt's National Merit Scholarship. For those finalists who also receive one of Vanderbilt's merit scholarships, we guarantee an additional $2,000 in National Merit total scholarship dollars per year from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards). Those finalists who do not receive an additional merit scholarship from Vanderbilt will receive a total of $5,000 per year in National Merit scholarship from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards)",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 59
        }
    },
    {
        "id": "e09a057d-0225-4748-9f10-960c041a4041",
        "text": ". How do I apply for financial aid? What forms do I need to complete? Where do I get these forms? To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. I received an ROTC scholarship, how does that work? Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 60
        }
    },
    {
        "id": "2983c52a-8f49-4a14-9d1d-636f756a5480",
        "text": ". Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. If I receive a scholarship from an organization outside of Vanderbilt, how will that impact my scholarship offer from Vanderbilt? Scholarship funding received from organizations outside of Vanderbilt will typically be added on top of any merit-based scholarship award from Vanderbilt up to the cost of attendance (COA). If a student is receiving need-based financial assistance, outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. For specific questions about outside scholarship awards, please contact the Office of Student Financial Aid and Undergraduate Scholarships at 800-288-0204. What is the profile of a merit-scholarship recipient at Vanderbilt? Each of our scholarship programs maintains different criteria --therefore the available funding is awarded to students with different “profiles.”  First and foremost, students must excel within the highly competitive and holistic admissions review process",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 61
        }
    },
    {
        "id": "e0644086-7117-425e-ad1c-ab64c7efcb46",
        "text": ". The Ingram Scholars Program recognizes students who plan to combine a professional or business career with an entrepreneurial spirit and exceptional commitment to civic-minded service, innovation, and leadership. The Chancellor’s Scholarship recognizes students with outstanding academic records who have worked to build strong high school communities by bridging gaps among economically, socially, and racially diverse groups, and have demonstrated significant interest in issues of diversity education, tolerance, and social justice. The Cornelius Vanderbilt Scholarship recognizes students who combine outstanding academic achievement with strong leadership and contributions outside the classroom. What sort of merit-based scholarships are available at Vanderbilt? Each year, Vanderbilt awards about 300 merit-based scholarships to incoming first-year students who demonstrate exceptional accomplishment and high promise in intellectual endeavors. These awards range from partial to full tuition and are renewable through four years of undergraduate study as long as the student maintains satisfactory academic performance. Financial need, unless otherwise specified, is not a factor. Vanderbilt awards a number of scholarships to students choosing to enroll in any of the four undergraduate schools, including our three signature, full-tuition awards: The Ingram Scholars Program, the Cornelius Vanderbilt Scholarship, and the Chancellor’s Scholarship",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 62
        }
    },
    {
        "id": "32407e06-7dc2-4d9b-b2ea-dd60d10cd471",
        "text": ". Detailed descriptions of these awards can be found on the Scholarships website . Additional awards include: the Carell Family Scholarship for students who have held part-time employment during their high school years; the John Siegenthaler Scholarship for outstanding minority students interested in a career in journalism and/or public policy; the Fred Russell-Grantland Rice Scholarship for students interested in pursuing a career in sports journalism; and the Curb Leadership Scholarship for students who place creativity and innovation at the center of their lives and use their talents and leadership to create new possibilities. Vanderbilt also awards specific scholarships to qualified students residing in Houston, Texas, and selected counties in Arkansas, Georgia, Kentucky, and Tennessee. To ensure consideration for these awards, students must apply for admission to Vanderbilt and should also complete the Cornelius Vanderbilt Scholarship application. No, Vanderbilt‘s merit-based scholarships are awarded to incoming first-year students only. However, transfer applicants are eligible for need-based financial aid. All Early Decision and Regular Decision candidates who submit completed applications by the appropriate deadline, including a completed scholarship application, will be considered for merit-based scholarships at Vanderbilt. There is no advantage or disadvantage to applying Early Decision in regards to scholarship awarding",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 63
        }
    },
    {
        "id": "9c078cd6-3e20-4ad6-ab25-9aead874e8ab",
        "text": ". There is no advantage or disadvantage to applying Early Decision in regards to scholarship awarding. However, all merit-based scholarship consideration occurs in February and March, so students admitted to Vanderbilt Early Decision will not be notified of any merit-based scholarship offers until late March (when Regular Decision candidates are also notified). Most merit scholarships at Vanderbilt are offered without regard to any specific intended major. However, a number of major-based-scholarships are offered to students admitted to the Blair School of Music. The application for the Cornelius Vanderbilt Scholarship is required; you must apply to be considered. For the Ingram Scholarship Program and Chancellor's Scholarship, the application is strongly encouraged; preference is given to those who apply. Students who wish to be considered for additional merit scholarships are encouraged to complete the Cornelius Vanderbilt Scholarship application. You may apply for merit scholarships via MyAppVU after submitting your application for admission. More information can be found on the Scholarships website . Yes.  As a Division I athletic program that competes in ten women’s and six men’s sports, interested students should refer to our official athletic site for more details about how the scholarship process works for their particular sport. Yes, Vanderbilt provides scholarship assistance for admitted and enrolled students who are named National Merit Finalists",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 64
        }
    },
    {
        "id": "90e409f3-9b6c-4c40-ad87-06a602306f5e",
        "text": ". Yes, Vanderbilt provides scholarship assistance for admitted and enrolled students who are named National Merit Finalists. Students must designate Vanderbilt as their first-choice school with the National Merit Corporation by the deadlines set by the National Merit Corporation and enroll as an entering first-year student to receive Vanderbilt's National Merit Scholarship. For those finalists who also receive one of Vanderbilt's merit scholarships, we guarantee an additional $2,000 in National Merit total scholarship dollars per year from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards). Those finalists who do not receive an additional merit scholarship from Vanderbilt will receive a total of $5,000 per year in National Merit scholarship from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards). To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 65
        }
    },
    {
        "id": "d2d32aa2-fdd9-4121-bd7c-43d929933a3a",
        "text": ". Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. Scholarship funding received from organizations outside of Vanderbilt will typically be added on top of any merit-based scholarship award from Vanderbilt up to the cost of attendance (COA). If a student is receiving need-based financial assistance, outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 66
        }
    },
    {
        "id": "9d940592-b9ae-4151-be6e-7e741eaa7284",
        "text": ". If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. For specific questions about outside scholarship awards, please contact the Office of Student Financial Aid and Undergraduate Scholarships at 800-288-0204. Each of our scholarship programs maintains different criteria --therefore the available funding is awarded to students with different “profiles.”  First and foremost, students must excel within the highly competitive and holistic admissions review process. The Ingram Scholars Program recognizes students who plan to combine a professional or business career with an entrepreneurial spirit and exceptional commitment to civic-minded service, innovation, and leadership. The Chancellor’s Scholarship recognizes students with outstanding academic records who have worked to build strong high school communities by bridging gaps among economically, socially, and racially diverse groups, and have demonstrated significant interest in issues of diversity education, tolerance, and social justice. The Cornelius Vanderbilt Scholarship recognizes students who combine outstanding academic achievement with strong leadership and contributions outside the classroom",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 67
        }
    },
    {
        "id": "626b2b75-c58a-46ae-beb3-36facfa6defe",
        "text": ". The Cornelius Vanderbilt Scholarship recognizes students who combine outstanding academic achievement with strong leadership and contributions outside the classroom. Each year, Vanderbilt awards about 300 merit-based scholarships to incoming first-year students who demonstrate exceptional accomplishment and high promise in intellectual endeavors. These awards range from partial to full tuition and are renewable through four years of undergraduate study as long as the student maintains satisfactory academic performance. Financial need, unless otherwise specified, is not a factor. Vanderbilt awards a number of scholarships to students choosing to enroll in any of the four undergraduate schools, including our three signature, full-tuition awards: The Ingram Scholars Program, the Cornelius Vanderbilt Scholarship, and the Chancellor’s Scholarship . Detailed descriptions of these awards can be found on the Scholarships website . Additional awards include: the Carell Family Scholarship for students who have held part-time employment during their high school years; the John Siegenthaler Scholarship for outstanding minority students interested in a career in journalism and/or public policy; the Fred Russell-Grantland Rice Scholarship for students interested in pursuing a career in sports journalism; and the Curb Leadership Scholarship for students who place creativity and innovation at the center of their lives and use their talents and leadership to create new possibilities",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 68
        }
    },
    {
        "id": "b7ade174-8e73-41e6-937d-4b0c55526c2a",
        "text": ". Vanderbilt also awards specific scholarships to qualified students residing in Houston, Texas, and selected counties in Arkansas, Georgia, Kentucky, and Tennessee. To ensure consideration for these awards, students must apply for admission to Vanderbilt and should also complete the Cornelius Vanderbilt Scholarship application. Financial Aid Merit Scholarship Opportunities How to Apply for Financial Aid Admissions Dates and Deadlines Need-based aid for international students",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 69
        }
    },
    {
        "id": "dd64c493-7888-4e36-90df-a85e3d9cce7c",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 70
        }
    },
    {
        "id": "e992d936-a9a1-4ad6-afe5-a91bd6cc325c",
        "text": "Scraped from: https://admissions.vanderbilt.edu/tour/\nDate scraped: 2025-02-17 02:45:08",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 71
        }
    },
    {
        "id": "bf91b0f2-30c0-4fd9-804d-145cb4b9a0d9",
        "text": "Visit Campus Information Session and Campus Tour Learn more about Vanderbilt from an admissions officer before you take a tour of our 340-acre, park-like campus. Class Visits Get a deeper look into Vanderbilt academics by sitting in on a class. Class visits are available in each of our four undergraduate schools. Self-Guided Tour Only Create your own tour: take a tour of campus at your own pace using our interactive Virtual Tour! Organization Visits Visiting Vanderbilt University with a group? Information sessions and campus tours are available for groups and organizations by submitting a request. Blair School of Music Visit Options Information sessions and tours, class observation, and private lessons at Blair. Pre-college Programs Vanderbilt offers pre-college programs through Programs for Talented Youth, including summer residential programs and weekend courses. Parking, Lodging, and Nashville Visitor Information The Office of Undergraduate Admissions is located at 2305 West End Avenue, Nashville, TN, 37203. Parking Parking is at a premium in midtown Nashville. If you need to park on campus, parking is available for admissions visitors at a pay garage, 2525 West End Garage (for GPS directions, use 2550 Kensington Place, Nashville, TN), about a 10-minute walk to your admissions event. For admissions events, validation is available for up to 4 hours if you follow all parking instructions",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 72
        }
    },
    {
        "id": "f2d1c91e-ca28-4a3f-80d5-431e0b48613e",
        "text": ". For admissions events, validation is available for up to 4 hours if you follow all parking instructions. Before leaving your car, you must follow the posted “Scan to Pay and Park” instructions. Follow the steps to set up your account by entering your license plate and credit card details to avoid being ticketed. After your admission visit, to validate your parking, you must visit the reception desk at the Office of Undergraduate Admissions or the checkout counter at the Vanderbilt Bookstore to scan a QR validation code. You may use this confirmation email as proof of attendance. Please check the bookstore hours before planning your visit. The Office of Undergraduate Admissions is not responsible for ticketing or towing during your campus visit. Vehicles that need higher than 7-foot clearance are not able to park in the 2525 West End Garage. Lodging Looking for a place to stay in Nashville? Vanderbilt maintains a list of local hotels for visitors. Nashville Visitor Information Learn more about our hometown, Nashville , including food & dining, activities, arts & culture, shopping, and more.",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 73
        }
    },
    {
        "id": "8f007770-d631-499e-bf52-ea5e8d576347",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 74
        }
    },
    {
        "id": "42deeb4a-249a-4123-8b92-2fab8eeb6c88",
        "text": "Scraped from: https://admissions.vanderbilt.edu/insidedores/\nDate scraped: 2025-02-17 02:45:09\n\nInside ‘Dores STUDENT BLOG May. 31, 2021 Read Posted by Hannah Tsiao May. 13, 2021 Read Posted by Mykayla Couchenour Apr. 14, 2021 Read Posted by Emilie Pouleriguen Mar. 9, 2021 Read Posted by Mykayla Couchenour Feb. 15, 2021 Read Posted by Parker Penny Feb. 12, 2021 Read Posted by Hannah Tsiao Jan. 30, 2021 Read Posted by Ashley Suh Jan. 27, 2021 Read Posted by Mykayla Couchenour Dec. 12, 2020 Read Posted by Mykayla Couchenour Nov. 30, 2020 Read Posted by Ashley Suh Nov. 18, 2020 Read Posted by Parker Penny Nov. 1, 2020 Read Posted by Hannah Tsiao May. 15, 2020 Read Posted by Xuanxuan Chen Feb. 23, 2020 Read Posted by Meghan Leong Feb. 18, 2020 Read Posted by Meghan Leong Feb. 17, 2020 Read Posted by Alex Rains Feb. 10, 2020 Read Posted by Mitali Kumar Feb. 10, 2020 Read Posted by Alex Rains\n================================================================================\n\nScraped from: https://admissions.vanderbilt.edu/vandybloggers/\nDate scraped: 2025-02-17 02:45:12",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 75
        }
    },
    {
        "id": "b12e2d41-c2cf-4dc7-941e-d2d5b2ecf373",
        "text": "Scraped from: https://admissions.vanderbilt.edu/vandybloggers/\nDate scraped: 2025-02-17 02:45:12\n\nVandy Bloggers Mar. 28, 2024 Read Feb. 16, 2024 Read Jan. 25, 2024 Read Jun. 30, 2023 Read Apr. 4, 2023 Read Mar. 29, 2023 Read Feb. 18, 2023 Read Oct. 25, 2022 Read Sep. 18, 2022 Read Aug. 1, 2022 Read May. 27, 2022 Read Mar. 29, 2022 Read Mar. 27, 2022 Read Feb. 21, 2022 Read Feb. 16, 2022 Read Sep. 15, 2021 Read Sep. 2, 2021 Read May. 26, 2021 Read\n================================================================================\n\nScraped from: https://admissions.vanderbilt.edu/apply/\nDate scraped: 2025-02-17 02:45:18",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 76
        }
    },
    {
        "id": "a9e690f6-55df-4eda-8939-2552d5753870",
        "text": "Apply Overview & Philosophy Vanderbilt uses a holistic admissions review process — we do not employ cutoffs for standardized testing or grade point averages. Rather we look for students who have demonstrated strong academic skills and intellectual curiosity, and who have engaged in activities outside the classroom that have nurtured their growth as leaders. Most successful applicants have taken a very rigorous course load and have challenged themselves at the highest levels of the available curriculum. Note that Vanderbilt does not consider demonstrated interest in the admissions review process. Three Ways to Apply: Coalition, powered by Scoir Common Application QuestBridge Choose the application system that is right for you - we do not prefer one over the others. Do not submit an application through more than one system. Choose one application, and submit all required materials through that method. Please note: In addition to submitting the application for admission, applicants to Blair also submit the Blair School of Music Application , which includes a pre-screening video. Access & Belonging In the spirit of Vanderbilt admissions, we consider each application within the context of a high volume, highly selective admissions process. Every applicant is treated with dignity and respect, and we train our readers to find reasons to admit each candidate rather than reasons to deny",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 77
        }
    },
    {
        "id": "eedfcf5c-0c2c-42d5-a10e-9fb4918630f2",
        "text": ". Every applicant is treated with dignity and respect, and we train our readers to find reasons to admit each candidate rather than reasons to deny. We believe that a Vanderbilt education should be accessible to all students, regardless of race, ethnicity, gender identity, sexual orientation, religion, and socioeconomic background. The university continues to strengthen resources that empower all students to find belonging , and the Office of Undergraduate Admissions supports these continuing initiatives. Our office recognizes that by recruiting students of all backgrounds from across the country and all over the world, the Vanderbilt community is strengthened as students bring their individual perspectives and imaginations to work, innovate, and create together. We also understand that families in many areas of the world are dealing with the impacts of natural disasters, public health crises, or other events. If your family is experiencing a serious hardship in your community, please know that our thoughts are with you, and that we realize that your health and safety is your first priority. As you turn toward the college admissions process, please contact your admissions counselor if you have difficulty submitting required materials by published deadlines. As is always our policy, we will be as flexible as possible regarding our deadlines, and we will work with you to help you complete your application",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 78
        }
    },
    {
        "id": "784df080-ceab-4119-9138-ef62d77ca4d5",
        "text": ". As is always our policy, we will be as flexible as possible regarding our deadlines, and we will work with you to help you complete your application. Decision Plans Vanderbilt offers three decision plans for first-year applicants: Early Decision I, Early Decision II, and Regular Decision. Early Decision I and II are binding decision plans and are appropriate for students who are committed to attending Vanderbilt if they are admitted. The applicant, a parent or guardian, and the high school counselor must sign the Early Decision Agreement, indicating the student’s commitment to attend Vanderbilt if offered admission. If the student is admitted to Vanderbilt, they must immediately withdraw applications to all other colleges and universities. Regular Decision is non-binding and permits students to apply to any number of schools and to make their matriculation decision in the month of April, after all admission decisions are known. Early Decision applicants undergo the same thorough review for need-based financial assistance and merit scholarships as Regular Decision applicants. Note: Applicants may change their Vanderbilt decision plan via the MyAppVU portal .  Decision plan changes can be submitted only up to 2 weeks after the decision plan deadline. The Early Decision Agreement is required for students who change their decision plan to Early Decision I or II",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 79
        }
    },
    {
        "id": "1bd86a65-9fea-4ebb-8486-755d58310c8a",
        "text": ". Common Application ED Agreement Coalition, powered by Scoir ED Agreement Dates and Deadlines Early Decision I Early Decision II Regular Decision Transfer Early Decision I October 5, 2024 — Preferred last day to take the SAT Reasoning Test* October 26, 2024 — Preferred last day to take the ACT* November 1, 2024 — Blair School of Music Application deadline November 1, 2024 —  Deadline for completed application Mid-December — Admission decisions available December 31, 2024 — Deadline for matriculation deposit November 1, 2024 — Priority filing deadline for CSS Profile December 1, 2024 — Deadline for completed merit scholarship applications Mid-December — Preliminary financial aid offers available January 2, 2025 — Priority filing deadline for FAFSA Late March — Updated financial aid offers available Early Decision II December 7, 2024 — Preferred last day to take the SAT Reasoning Test* December 14, 2024 — Preferred last day to take the ACT* December 1, 2024 — Priority deadline for Blair School of Music applicants January 1, 2025 — Deadline for completed application Mid-February — Admission decisions available March 1, 2025 — Deadline for matriculation deposit December 1, 2024 — Deadline for completed merit scholarship applications January 2, 2025 — Priority filing deadline for submitting CSS Profile and FAFSA Mid-February — Preliminary financial aid offers available Late March — Updated financial aid offers available Regular Decision December 7, 2024 — Preferred last day to",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 80
        }
    },
    {
        "id": "24c9f2d9-508b-46e6-ad97-2d276cee3aef",
        "text": "January 2, 2025 — Priority filing deadline for submitting CSS Profile and FAFSA Mid-February — Preliminary financial aid offers available Late March — Updated financial aid offers available Regular Decision December 7, 2024 — Preferred last day to take the SAT Reasoning Test* December 14, 2024 — Preferred last day to take the ACT* December 1, 2024 — Priority deadline for Blair School of Music applicants January 1, 2025 — Deadline for completed application Late March — Admission decisions available May 1, 2025 — Deadline for matriculation deposit December 1, 2024 — Deadline for merit scholarship applications February 1, 2025 — Priority deadline for filing CSS Profile and FAFSA Late March — Financial aid offers available Transfer March 15, 2025 — Priority deadline for submitting completed application",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 81
        }
    },
    {
        "id": "ab9315f1-d0b0-40a9-b6ae-09f537b4f43e",
        "text": ". Transfer applicants will be considered on a rolling basis throughout the spring. Beginning Late-April, 2025 — Admissions decisions available on a rolling basis February 1, 2025 — Priority deadline for filing FAFSA and CSS Profile * For students applying for fall 2025, 2026, and 2027 entry, SAT or ACT scores are optional.",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 82
        }
    },
    {
        "id": "e5611023-ca20-4c3b-8c7a-f88b0c7cbb5e",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 83
        }
    },
    {
        "id": "fca97e10-4641-49dd-bef9-6941904ae4c4",
        "text": "Scraped from: https://admissions.vanderbilt.edu/request/\nDate scraped: 2025-02-17 02:45:19\n\nRequest Information \n================================================================================\n\nScraped from: https://admissions.vanderbilt.edu/academics/\nDate scraped: 2025-02-17 02:45:20",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 84
        }
    },
    {
        "id": "331467c4-c465-4c7c-9e84-d7c72aa8adbe",
        "text": "Academics At Vanderbilt, learning happens all the time – in classrooms and labs, at internships and during study abroad, and even in your campus residence. Is the academic environment intense? Sure. But you'll also find it collaborative and supportive. Vanderbilt blends a top-tier research university with a teaching-focused liberal arts curriculum. With four undergraduate schools and colleges, over 70 majors, and  over 70 minors, you’re never at a loss for ways to explore your interests or discover new passions. Whether you’re participating in research with faculty, developing your Immersion Vanderbilt project, or even chatting over dinner with your faculty head of house, at Vanderbilt, you’re a part of a collaborative intellectual community. Four Schools At Vanderbilt, we offer world-class academic programs through four undergraduate schools: College of Arts and Science Blair School of Music Peabody College of Education and Human Development School of Engineering Programs of Study At Vanderbilt, we encourage students to study across disciplines to feed their passions and inspire new ways to address issues and impact the world. Over the years, we’ve learned that you can’t contain a neuroscientist’s love of dance any more than a mechanical engineer’s fascination with pre-Columbian tribes – that's why most Vanderbilt students take a variety of classes across our undergraduate schools",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 85
        }
    },
    {
        "id": "693767bc-fb0f-42eb-9700-466142b7d32f",
        "text": ". Use the find your major tool to explore our majors, minors, and pre-professional programs and discover your own academic path at Vanderbilt. Undergraduate Research At Vanderbilt, you will have the chance not only to absorb and apply invaluable lessons from your professors, but also to take part in their innovations and create new avenues of knowledge for future generations. You’ll join a community of collaborative scholars often engaged in research that spans traditional disciplinary lines. The combination of Vanderbilt’s low 7:1 student-to faculty ratio and the culture of close faculty-student interactions means that undergraduates frequently work one-on-one with faculty engaged in cutting-edge research. \"Once I looked into all of the impressive work that Vanderbilt faculty were up to, I knew I wanted to get involved. Vanderbilt researchers have an impressive array of accolades and interests and I think that there’s something for everyone!\" Immersion Vanderbilt Immersion Vanderbilt calls for each undergraduate student to participate in an intensive learning experience that takes place in and beyond the classroom. Students will have the opportunity to pursue these experiences along four different pathways:  civic and professional, creative expression, international, or research. Immersion Vanderbilt allows students to explore their passions and interests, transforming their ideas into action that makes a difference in the world",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 86
        }
    },
    {
        "id": "c409ebf5-6485-4b55-93fd-ab174cb2ca47",
        "text": ". Immersion Vanderbilt allows students to explore their passions and interests, transforming their ideas into action that makes a difference in the world. Immersion Vanderbilt provides undergraduate students with the opportunity to pursue their passions and cultivate intellectual interests through experiential learning. Study Abroad Vanderbilt’s commitment to academic excellence, global engagement, and community service extends far beyond Nashville. With more than 120 Vanderbilt-approved programs offering study abroad for a semester, a summer, a Maymester, or an entire academic year, undergraduates enhance their studies with academic experiences and cultural, research, internship, and volunteer opportunities on seven continents. Vanderbilt’s Global Education Office offers programming for all Vanderbilt students, including those with the most demanding plans of study. Studying abroad is an integral part of the undergraduate experience at Vanderbilt. About 50% of Vanderbilt undergraduates study abroad, from all schools and across most majors. Living and Learning at Vanderbilt Residential education is the heart of the Vanderbilt experience. Learning at Vanderbilt takes place 24 hours a day, 7 days a week, whether you’re in the classroom or a common room, a laboratory or the dining hall. Your experience at Vanderbilt begins on The Martha Rivers Ingram Commons, where all first-year students live in 10 houses along with faculty heads of house and the dean of The Commons",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 87
        }
    },
    {
        "id": "730ec87b-ab3d-4bff-b163-0c5a293ec964",
        "text": ". Your experience at Vanderbilt begins on The Martha Rivers Ingram Commons, where all first-year students live in 10 houses along with faculty heads of house and the dean of The Commons. The Commons is the center of your first-year universe, where you’ll find deep friendships, powerful ideas, and transformational faculty mentorships—all of which cultivate a true living and learning environment. After spending your first year on The Commons, you can apply to live in one of our distinctive residential colleges. With a faculty head of college as its intellectual leader, each college offers a robust array of programs, spaces, and relationships intentionally designed to meet students’ needs during their second, third, and fourth years of college. Overall, Vanderbilt’s residential experience invites students, faculty, and staff to go beyond the boundaries of the lab and the lecture hall to encourage discovery across disciplines among a diverse community of talented scholars. Undergraduate catalog AP/IB credit AxLE curriculum Career Center Global Education Office Writing Studio Tutoring Student Advising",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 88
        }
    },
    {
        "id": "d6fbde27-90cb-4d7a-ac51-48c5a3f8da00",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 89
        }
    },
    {
        "id": "a7c0c2a8-a619-4e5d-8ce8-1b3ada1d909e",
        "text": "Scraped from: https://admissions.vanderbilt.edu/community/\nDate scraped: 2025-02-17 02:45:23",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 90
        }
    },
    {
        "id": "a631f1d5-f156-4f88-84c9-045ae44348da",
        "text": "Community Some lessons are best learned outside class. At Vanderbilt, our emphasis on community brings students, faculty, and staff together in a living and learning environment where scholarship and friendship thrive side-by-side. Balance is key to any Vanderbilt student’s success. While the academics are challenging, our students still find time to take a break and enjoy their college experience. With more than 450 student organizations, intramural and club sports, the vibrant city of Nashville, and frequent concerts and guest lectures, you always have plenty of opportunities to recharge and stay inspired. “I chose Vanderbilt because as soon as I stepped on campus I could tell how supportive, kind, and invested the community was.” Housing and Dining The Martha Rivers Ingram Commons is composed of ten houses designed exclusively for first-year students and their faculty heads of house, a dining center, seminar/study rooms, generous public spaces, and endless opportunities for engagement, enrichment, and leadership. The experiences while living on The Commons promote a sense of community, personal wellbeing, self-discovery, intellectual development, and cultural awareness—setting up students for the beginning of their journey through a Vanderbilt undergraduate education. “Something that is ‘Common’ is something that is familiar, frequent, and ubiquitous. It is something that you can count on, something that happens every day",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 91
        }
    },
    {
        "id": "efda213f-1f42-48e0-bb60-0b7daabe30e7",
        "text": ". “Something that is ‘Common’ is something that is familiar, frequent, and ubiquitous. It is something that you can count on, something that happens every day. Whether it’s a quick smile and hello as you grab a coffee on the way to class, a longer conversation over a meal, or a late-night study session in close proximity to snacks, The Commons Center is our place for our community to grow and thrive.” Many upper-division students extend the dynamic living-learning experience of The Commons through Vanderbilt's growing residential college system including Carmichael College, E. Bronson Ingram College, Moore College, Nicholas S. Zeppos College, Rothschild College and Warren College. Other residential options for upper-division students include suite-style, apartment-style, or themed housing. Dining together creates a sense of place and kinship, not only sustaining our bodies, but our community and environment as well. Vanderbilt Campus Dining provides a key element of the residential experience by serving high-quality, nutritious dining options, with award-winning chefs and culinary teams. Belonging and Community At Vanderbilt, we want everyone in our community to know they belong. That means helping students find a sense of belonging and providing the resources needed to succeed not only academically, but in every area of life",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 92
        }
    },
    {
        "id": "497ed83d-fc3d-455f-92b6-d9d347767dc5",
        "text": ". Belonging and Community At Vanderbilt, we want everyone in our community to know they belong. That means helping students find a sense of belonging and providing the resources needed to succeed not only academically, but in every area of life. The broad and diverse backgrounds, experiences and perspectives of our Vanderbilt community members enrich the educational experience and provide important avenues for growth and development for every member of our community . Explore Resources “Our mission includes finding, choosing, and enrolling talented and accomplished students who bring countless experiences and perspectives, and represent a broad array of  diverse backgrounds. Our promise is to provide a residential educational experience that challenges our students to listen to many different perspectives and learn from each other. The result is a community that produces graduates who are ready to make an impact on the world.” Nashville As the symbol for Southern cosmopolitan charm, Nashville knows how to shine on the international stage while retaining the hospitality that quickly turns new arrivals into locals. While you are as likely to hear hip-hop as honky-tonk country or discover an up-and-coming ethnic restaurant beside a classic Nashville meat-and-three, you can just as easily catch an NFL or NHL game, wander through an art exhibit, or take in the symphony, all practically on the same block",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 93
        }
    },
    {
        "id": "2fd70379-694d-4012-9c60-ba0270063912",
        "text": ". “My favorite Nashville experience has been taking advantage of the lively music scene and spontaneously attending concerts with my friends. Nashville is truly such a vibrant and exciting city!” Health and Wellness Vanderbilt supports student’s physical and emotional well-being through these campus resources: Center for Student Wellbeing University Counseling Center Student Health Center Student Care Coordination Project Safe Center for Sexual Misconduct Prevention and Response David Williams II Student Recreation and Wellness Center “I love that Vanderbilt has a great support system for students that makes a balance between fun and academics possible.” 33 club sport teams 20+ intramural sports leagues club sport teams intramural sports leagues Athletics Sport is a proving ground for passion, discipline, focus, and determination. We turn out to support Vanderbilt’s sixteen varsity teams, who face some of the country’s fiercest opponents in the legendary SEC with the same focus and perseverance they bring to the classroom. 9 NCAA championships 35 SEC and league championships NCAA championships SEC and league championships Honor Code and Community Creed The goal of our honor system has always been for all students to leave Vanderbilt as graduates and citizens of integrity. Members of each new Vanderbilt class assemble shortly after moving in for the Honor Code Signing Ceremony",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 94
        }
    },
    {
        "id": "1777b26b-814e-4995-a8ec-a59f7c19156c",
        "text": ". Members of each new Vanderbilt class assemble shortly after moving in for the Honor Code Signing Ceremony. You can see their signatures on display in Sarratt Student Center along with those of all the current undergraduates. Vanderbilt’s student-created Community Creed is a statement of the values we hold in common: Academic – We strive to pursue intellectual knowledge with curiosity and humility. We engage in a partnership of learning and discovery, where the scholarly exploration of ideas is not only protected, but encouraged. Neighborly – We strive to be ambassadors of goodwill within our campus and beyond. We serve, uplift, and empower the members of our global neighborhood. Courageous – We strive to be courageous, acting with bold authenticity. We embrace taking risks, challenging assumptions, and persevering in the face of adversity. Honest – We strive for honesty in our academic endeavors and relationships with others. We commit to integrity and accountability across all aspects of life—personally, professionally, and academically. Open – We strive to openly engage with ideas, experiences, and with one another. We welcome every background and story through celebration of the diversity that enriches our common experience and active participation in constructive conversations about our differences. Respectful – We strive to promote a culture of civility grounded in equity, inclusivity, and respect",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 95
        }
    },
    {
        "id": "7dbedb83-1b17-4113-a73a-b8cdd95148c9",
        "text": ". Respectful – We strive to promote a culture of civility grounded in equity, inclusivity, and respect. We hold each other’s passions and perspectives in high regard, endeavoring to live a life of personal growth and service.",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 96
        }
    },
    {
        "id": "7798af56-f004-4379-beb7-8edf840a70a0",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 97
        }
    },
    {
        "id": "09271ec5-3050-4ae5-8fa1-0c9fa1a32ed6",
        "text": "Scraped from: https://admissions.vanderbilt.edu/connect/\nDate scraped: 2025-02-17 02:45:23\n\nWhether you have a specific question for your admissions counselor about applying to Vanderbilt, or you want to hear more from current students about the Commodore experience, the Office of Undergraduate Admissions has many resources to help you get connected. Contents: Meet Our Team Contact a Current Student Admissions Blog Inside 'Dores Student Blog Contact Us\n================================================================================\n\nScraped from: https://admissions.vanderbilt.edu/myappvu/\nDate scraped: 2025-02-17 02:45:24",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 98
        }
    },
    {
        "id": "17b57215-0f87-4485-bdd3-90192898a122",
        "text": "Scraped from: https://admissions.vanderbilt.edu/myappvu/\nDate scraped: 2025-02-17 02:45:24\n\nMyAppVU MyAppVU Login MyAppVU is Vanderbilt's undergraduate application management portal. Within two business days of submitting your application to Vanderbilt through Common Application or Coalition, powered by Scoir, you should receive an email from our office explaining how to create your online MyAppVU account. If you do not receive this email, check through your Common Application or Scoir portal to be sure that you have actually submitted the application to Vanderbilt, and, if so, check your email spam folder as well. MyAppVU allows you to: See what parts of your application have been received See what parts of your need-based financial aid application have been received See what standardized test scores have been received Apply for optional merit-based scholarships Update your contact information (address, phone, email, etc.) Update your decision plan or Vanderbilt school of choice View your admissions decision (after published response date for your decision plan) Note: Your MyAppVU portal is the only way to receive your Vanderbilt admissions decision. Any official email communication from the Office of Undergraduate Admissions will come from a Vanderbilt.edu email address.\n================================================================================\n\nScraped from: https://admissions.vanderbilt.edu/major/\nDate scraped: 2025-02-17 02:45:24",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 99
        }
    },
    {
        "id": "5637458b-a2d6-49c7-95a9-b6251d02ce02",
        "text": "Scraped from: https://admissions.vanderbilt.edu/major/\nDate scraped: 2025-02-17 02:45:24\n\nFind Your Major Are you looking for a particular course of study at Vanderbilt? You’re in the right place. All our bachelor's degree majors are listed below. Showing 0 programs  Sorry, no programs were found. Minors Special Degree Programs Pre-Professional Study at Vanderbilt\n================================================================================\n\nScraped from: https://admissions.vanderbilt.edu/contact/\nDate scraped: 2025-02-17 02:45:25\n\nContact Us The Office of Undergraduate Admissions is open 8:30 a.m. – 5:00 p.m. Central Time, Monday through Friday, and select Saturdays when tours are offered. See our Visit page for tour offerings. Email: admissions@vanderbilt.edu Call: 615-322-2561 or 800-288-0432 Meet our team Contact a current student Contact the Office of Student Financial Aid and Scholarships Graduate or professional admissions questions - contact the relevant Vanderbilt school Mailing Address: Office of Undergraduate Admissions PMB 7811 2305 West End Avenue Nashville, Tennessee 37240 During the academic year, when classes are in session, you should receive a response within 72 hours. During non-academic periods, holidays and exams, we will respond as quickly as possible.\n================================================================================\n\nScraped from: https://admissions.vanderbilt.edu/life/\nDate scraped: 2025-02-17 02:45:26",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 100
        }
    },
    {
        "id": "0bcbdee0-ec3d-42a3-b44d-01a02fcfa80c",
        "text": "Community Some lessons are best learned outside class. At Vanderbilt, our emphasis on community brings students, faculty, and staff together in a living and learning environment where scholarship and friendship thrive side-by-side. Balance is key to any Vanderbilt student’s success. While the academics are challenging, our students still find time to take a break and enjoy their college experience. With more than 450 student organizations, intramural and club sports, the vibrant city of Nashville, and frequent concerts and guest lectures, you always have plenty of opportunities to recharge and stay inspired. “I chose Vanderbilt because as soon as I stepped on campus I could tell how supportive, kind, and invested the community was.” Housing and Dining The Martha Rivers Ingram Commons is composed of ten houses designed exclusively for first-year students and their faculty heads of house, a dining center, seminar/study rooms, generous public spaces, and endless opportunities for engagement, enrichment, and leadership. The experiences while living on The Commons promote a sense of community, personal wellbeing, self-discovery, intellectual development, and cultural awareness—setting up students for the beginning of their journey through a Vanderbilt undergraduate education. “Something that is ‘Common’ is something that is familiar, frequent, and ubiquitous. It is something that you can count on, something that happens every day",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 101
        }
    },
    {
        "id": "838b2e2e-832d-4215-9143-fee9d1b50634",
        "text": ". “Something that is ‘Common’ is something that is familiar, frequent, and ubiquitous. It is something that you can count on, something that happens every day. Whether it’s a quick smile and hello as you grab a coffee on the way to class, a longer conversation over a meal, or a late-night study session in close proximity to snacks, The Commons Center is our place for our community to grow and thrive.” Many upper-division students extend the dynamic living-learning experience of The Commons through Vanderbilt's growing residential college system including Carmichael College, E. Bronson Ingram College, Moore College, Nicholas S. Zeppos College, Rothschild College and Warren College. Other residential options for upper-division students include suite-style, apartment-style, or themed housing. Dining together creates a sense of place and kinship, not only sustaining our bodies, but our community and environment as well. Vanderbilt Campus Dining provides a key element of the residential experience by serving high-quality, nutritious dining options, with award-winning chefs and culinary teams. Belonging and Community At Vanderbilt, we want everyone in our community to know they belong. That means helping students find a sense of belonging and providing the resources needed to succeed not only academically, but in every area of life",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 102
        }
    },
    {
        "id": "43a9be11-e917-4199-bf0a-c18b5222e44e",
        "text": ". Belonging and Community At Vanderbilt, we want everyone in our community to know they belong. That means helping students find a sense of belonging and providing the resources needed to succeed not only academically, but in every area of life. The broad and diverse backgrounds, experiences and perspectives of our Vanderbilt community members enrich the educational experience and provide important avenues for growth and development for every member of our community . Explore Resources “Our mission includes finding, choosing, and enrolling talented and accomplished students who bring countless experiences and perspectives, and represent a broad array of  diverse backgrounds. Our promise is to provide a residential educational experience that challenges our students to listen to many different perspectives and learn from each other. The result is a community that produces graduates who are ready to make an impact on the world.” Nashville As the symbol for Southern cosmopolitan charm, Nashville knows how to shine on the international stage while retaining the hospitality that quickly turns new arrivals into locals. While you are as likely to hear hip-hop as honky-tonk country or discover an up-and-coming ethnic restaurant beside a classic Nashville meat-and-three, you can just as easily catch an NFL or NHL game, wander through an art exhibit, or take in the symphony, all practically on the same block",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 103
        }
    },
    {
        "id": "1a49f0f7-2feb-45d8-bb3b-84abf30650d6",
        "text": ". “My favorite Nashville experience has been taking advantage of the lively music scene and spontaneously attending concerts with my friends. Nashville is truly such a vibrant and exciting city!” Health and Wellness Vanderbilt supports student’s physical and emotional well-being through these campus resources: Center for Student Wellbeing University Counseling Center Student Health Center Student Care Coordination Project Safe Center for Sexual Misconduct Prevention and Response David Williams II Student Recreation and Wellness Center “I love that Vanderbilt has a great support system for students that makes a balance between fun and academics possible.” 33 club sport teams 20+ intramural sports leagues club sport teams intramural sports leagues Athletics Sport is a proving ground for passion, discipline, focus, and determination. We turn out to support Vanderbilt’s sixteen varsity teams, who face some of the country’s fiercest opponents in the legendary SEC with the same focus and perseverance they bring to the classroom. 9 NCAA championships 35 SEC and league championships NCAA championships SEC and league championships Honor Code and Community Creed The goal of our honor system has always been for all students to leave Vanderbilt as graduates and citizens of integrity. Members of each new Vanderbilt class assemble shortly after moving in for the Honor Code Signing Ceremony",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 104
        }
    },
    {
        "id": "f7ed2689-aa88-4484-b165-811db9283b41",
        "text": ". Members of each new Vanderbilt class assemble shortly after moving in for the Honor Code Signing Ceremony. You can see their signatures on display in Sarratt Student Center along with those of all the current undergraduates. Vanderbilt’s student-created Community Creed is a statement of the values we hold in common: Academic – We strive to pursue intellectual knowledge with curiosity and humility. We engage in a partnership of learning and discovery, where the scholarly exploration of ideas is not only protected, but encouraged. Neighborly – We strive to be ambassadors of goodwill within our campus and beyond. We serve, uplift, and empower the members of our global neighborhood. Courageous – We strive to be courageous, acting with bold authenticity. We embrace taking risks, challenging assumptions, and persevering in the face of adversity. Honest – We strive for honesty in our academic endeavors and relationships with others. We commit to integrity and accountability across all aspects of life—personally, professionally, and academically. Open – We strive to openly engage with ideas, experiences, and with one another. We welcome every background and story through celebration of the diversity that enriches our common experience and active participation in constructive conversations about our differences. Respectful – We strive to promote a culture of civility grounded in equity, inclusivity, and respect",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 105
        }
    },
    {
        "id": "2420e0aa-31c2-4be5-a7e7-ef0dfc71a729",
        "text": ". Respectful – We strive to promote a culture of civility grounded in equity, inclusivity, and respect. We hold each other’s passions and perspectives in high regard, endeavoring to live a life of personal growth and service.",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 106
        }
    },
    {
        "id": "26f40102-44b0-4684-96a9-0ab18b7b5774",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 107
        }
    },
    {
        "id": "d3060b3d-9c77-4c42-bd27-9927ec60cba8",
        "text": "Scraped from: https://admissions.vanderbilt.edu/financial-aid/\nDate scraped: 2025-02-17 02:45:27",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 108
        }
    },
    {
        "id": "bf1a5b7f-0d93-4ffe-abfe-8811a44ff9cd",
        "text": "Affordability Opportunity Vanderbilt Financial Aid and Scholarships Site International Costs and Finances Financial Aid and Scholarships Brochure (Spanish) Financial Aid and Scholarships Brochure (English) Through Opportunity Vanderbilt , we meet 100% of every student’s demonstrated financial need, without loans. Our resolve to make a Vanderbilt education accessible and affordable to all admitted students is stronger than ever. Both our need-based and merit-based scholarships reflect our dedication to making a Vanderbilt education possible. 65% of undergrads receive some form of financial assistance $65.2 million in scholarships for 2024–25 first-year students of undergrads receive some form of financial assistance million in scholarships for 2024–25 first-year students See how we're making Vanderbilt accessible to all qualified students regardless of their economic circumstances through our Opportunity Vanderbilt financial aid program. Net Price Calculator Our net price calculator can be used to estimate your need-based financial aid eligibility at Vanderbilt. Please note that this calculator is intended for use by U.S. citizens and eligible non-citizens (as defined by the U.S. Department of Education for federal student aid purposes) who will be full-time, first-year undergraduate students. Our calculator will NOT produce any indication of your potential for receiving merit-based Vanderbilt assistance or your potential to be admitted",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 109
        }
    },
    {
        "id": "f087e728-f5fc-4299-84d5-0935ed36d988",
        "text": ". Our calculator will NOT produce any indication of your potential for receiving merit-based Vanderbilt assistance or your potential to be admitted. For a quick, ballpark estimate For a more in-depth estimate Please keep in mind the information generated by the net price calculator will be an estimate . The results will only be as accurate as the information provided; read instructions carefully and use the help icons as needed. The net price calculator is currently applicable to the 2023-24 academic year. Cost of Attendance Estimated costs 2024-25 Costs Paid to Vanderbilt (Direct Costs) – Mandatory Tuition $65,008 Housing $14,124 Food $7,930 Student Services Fee $1,646 Student Health Fee $844 T otal Direct Cost of Attendance – Mandatory $89,552 Costs Paid to Others (Indirect Costs) – Discretionary/Elective Books, Course Materials, Supplies, & Equipment Allowance $1,194 Personal Expenses Allowance $3,326 Transportation Allowance Varies Total Indirect Costs – Discretionary/Elective $4,520 Other Costs First-Year Fee $1,018 Transcript Fee (one-time payment) $100 Blair Technology Equipment Fee (first-year music majors) $631 Engineering Fee & Laptop Allowance (first-year engineering majors) $2,800 Engineering Fee (upperclass engineering majors) $1,100 Residential College Fee (upperclass: E. Bronson Ingram, Moore, Zeppos, Rothschild, & Warren) $856 Modest annual increases can be expected. Students should also allow for travel expenses and health insurance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 110
        }
    },
    {
        "id": "a7367303-40b9-4c5d-8249-ec37d1576955",
        "text": ". Bronson Ingram, Moore, Zeppos, Rothschild, & Warren) $856 Modest annual increases can be expected. Students should also allow for travel expenses and health insurance. Participation in the Vanderbilt-sponsored health insurance plan is mandatory unless the online insurance waiver is submitted by August 15. The 2024-2025 health insurance cost for domestic students is $2,515 and for international students is $4,158. Merit Scholarship Programs Vanderbilt awards merit-based scholarships to applicants who demonstrate exceptional accomplishment and intellectual promise. Three signature scholarships—the Ingram Scholars Program , the Cornelius Vanderbilt Scholarship , and the Chancellor’s Scholarship —comprise the majority of Vanderbilt’s merit-based awards. Recipients of these scholarships are guaranteed full-tuition awards for up to eight semesters that include a stipend for research, study abroad, a creative endeavor, or the required Immersion Vanderbilt experience. Nashville Vanderbilt Scholars Program The Nashville Vanderbilt Scholars Program is a partnership between Vanderbilt University and Metro Nashville Public Schools that offers a direct cost scholarship to eligible MNPS students. The Nashville Vanderbilt Scholars Program covers direct costs at Vanderbilt, including tuition, fees, housing, and meals – currently valued at approximately $91,000",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 111
        }
    },
    {
        "id": "3d594590-b889-4bda-90e3-c302eb23732d",
        "text": ". The Nashville Vanderbilt Scholars Program covers direct costs at Vanderbilt, including tuition, fees, housing, and meals – currently valued at approximately $91,000. Scholars also receive a one-time summer stipend of $6,000 after the second or third year at Vanderbilt to offset costs associated with summer internships. International Students Vanderbilt University offers need-based scholarships to a limited number of international undergraduate applicants. International first-year applicants are eligible to apply for all merit-based scholarships offered at Vanderbilt. Undocumented and Deferred Action for Childhood Arrivals (DACA) Students Undocumented and DACA students are eligible for Vanderbilt’s need-based financial aid program in the same way as U.S. citizens . Vanderbilt is need-blind in the admissions process; your ability to pay is not part of the admissions decision. Need-Based Scholarship FAQ Do I qualify for financial aid? What's the maximum income that my family can have and still qualify? Income is only one consideration when awarding need-based financial aid. Other factors matter as well, such as family size, number of children in college, family assets, etc. There is not a specific income that would automatically disqualify a family from receiving need-based aid. Applying for aid by filling out the FAFSA and the CSS Profile is the only way our Office of Student Financial Aid and Undergraduate Scholarships can determine your eligibility for financial assistance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 112
        }
    },
    {
        "id": "39c384f4-97f2-4f78-b055-31bcee538705",
        "text": ". Applying for aid by filling out the FAFSA and the CSS Profile is the only way our Office of Student Financial Aid and Undergraduate Scholarships can determine your eligibility for financial assistance. To obtain an estimate of your need-based financial aid eligibility, visit our net price calculator page . How do I apply for financial aid? What forms do I need to complete? Where do I get these forms? To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. I can't afford the application fee, what do I do? For U.S. citizens, eligible non-citizens, DACA, and undocumented students, Vanderbilt accepts all application fee waiver requests submitted through the Coalition Application and the Common Application. The application fee is automatically waived for all applicants applying through the QuestBridge Application. I don‘t have the money for the matriculation deposit right now but the deadline is coming up, can I get an extension? The Office of Undergraduate Admissions may grant students extensions on the matriculation deposit. Extensions are typically granted for one week at a time. Contact the Office of Undergraduate Admissions at 800.288.0432 if you need to request an extension of your matriculation deposit",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 113
        }
    },
    {
        "id": "4abbd420-e206-4ba4-b34a-c74d30a5d1f8",
        "text": ". Extensions are typically granted for one week at a time. Contact the Office of Undergraduate Admissions at 800.288.0432 if you need to request an extension of your matriculation deposit. I received an outside scholarship, how will that affect my need-based aid package? Historically, Vanderbilt students have been very successful in obtaining outside scholarships or other sources of financial assistance. These outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. I received an ROTC scholarship, how does that work? Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 114
        }
    },
    {
        "id": "6350487f-23f6-46fb-bdc1-790310c96b32",
        "text": ". Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. I‘m a resident of Tennessee. How does the lottery scholarship work with my need-based aid package? Tennessee Education Lottery Scholarships (TELS) are included as part of the overall grant assistance that Vanderbilt offers in meeting 100% of demonstrated financial need. I’m an undocumented or DACA student. Do I qualify for need-based aid? Yes, all undocumented and DACA students are eligible for Vanderbilt’s need - based financial aid program in the same way as U.S. citizens . Your ability to pay is not part of the admissions decision. My financial aid offer was less than I had expected. How might I request a reconsideration of my financial aid award? Students should work with the Office of Student Financial Aid and Undergraduate Scholarships if there are questions about their particular financial aid award and how that award was determined",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 115
        }
    },
    {
        "id": "9f485f3f-c817-4a87-b4c1-75d8c93949a8",
        "text": ". Students can work with their aid officer to amend any information or provide additional details regarding significant changes in their family‘s circumstances that may have occurred. Students can request a matriculation deposit extension from the Office of Undergraduate Admissions if your financial aid award offer is still under review.  The Office of Student Financial Aid can be contacted at 615-322-3591 or via email at finaid@vanderbilt.edu . The total cost of attendance presents a financial burden for my family. How can I afford Vanderbilt? It is important to remember that Vanderbilt practices a need-blind admissions process and is committed to meeting 100% of every family’s demonstrated need through gift aid and a reasonable expectation of student work. Our Net Price Calculator can be used as a tool to estimate the amount of need-based financial aid your family may receive, but we will not know what exactly your package will entail until you officially apply by submitting the FAFSA and the CSS Profile. What are some common misconceptions about financial aid eligibility? I didn‘t get any aid when I applied to college, so you won‘t either! Just because your neighbor lives in a house that looks similar to yours, or your parents work at similar jobs, doesn‘t mean that you have similar financial need. Many different criteria are assessed when considering your eligibility for financial aid at Vanderbilt",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 116
        }
    },
    {
        "id": "c3e766ce-dfd7-459a-87cb-afb8c8f24a5b",
        "text": ". Many different criteria are assessed when considering your eligibility for financial aid at Vanderbilt. What does Vanderbilt mean when it says that it will meet \"100% of demonstrated need?\" Based upon the financial data submitted on the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA), your family situation will be reviewed to determine an Expected Family Contribution (EFC). After your EFC has been determined, we will calculate the difference between the cost of attending Vanderbilt and the contribution expected from your family. This difference between the Cost of Attendance (COA) and your EFC is your family‘s demonstrated need. Vanderbilt will meet 100% of this need without loans, through a combination of grants, scholarships and earnings from work expectation. Under certain conditions, and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. What is \"work study?\" The Federal Work-Study Program (FWSP) provides part-time employment opportunities for students with financial need. FWSP awards are distributed as bi-weekly or monthly paychecks according to the hours worked and hourly wage. Undergraduate students may work up to 20 hours per week",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 117
        }
    },
    {
        "id": "784337d7-9427-4bcf-b0d0-b3986f93d0e4",
        "text": ". FWSP awards are distributed as bi-weekly or monthly paychecks according to the hours worked and hourly wage. Undergraduate students may work up to 20 hours per week. A job fair is held every fall for students who have FWSP as part of their financial aid package to help them find a job on campus. What types of financial aid does Vanderbilt award? Vanderbilt will meet 100% of demonstrated financial need without loans, through a combination of grants, scholarships and an earnings from work expectation. Under certain conditions and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. What‘s the best way to get the most financial aid? It is important to start early and do your research through books, online, and at financial aid workshops offered at your high school or local community. When applying for aid, read the directions, pay attention to deadlines, and make sure you submit all appropriate documents. What‘s the difference between institutional and federal aid? Institutional aid is money awarded by Vanderbilt University. Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study. Will my need-based aid be affected if I apply early decision vs",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 118
        }
    },
    {
        "id": "40fe41ad-fff7-4665-90a1-331190cb9298",
        "text": ". Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study. Will my need-based aid be affected if I apply early decision vs. regular decision? No, students who apply for admission to Vanderbilt will receive the amount of need-based aid that their family qualifies for regardless of the decision plan. Students who apply under binding early decision plans and also apply for assistance through the College Scholarship Service (CSS) Financial Aid PROFILE will receive a tentative financial aid award notification, but final financial aid packages will not be mailed for all admitted students until around late March. For this reason, we encourage families who wish to compare financial aid packages with other schools to apply regular decision. Income is only one consideration when awarding need-based financial aid. Other factors matter as well, such as family size, number of children in college, family assets, etc. There is not a specific income that would automatically disqualify a family from receiving need-based aid. Applying for aid by filling out the FAFSA and the CSS Profile is the only way our Office of Student Financial Aid and Undergraduate Scholarships can determine your eligibility for financial assistance. To obtain an estimate of your need-based financial aid eligibility, visit our net price calculator page",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 119
        }
    },
    {
        "id": "0a0180fd-107a-4566-a544-6d2db13a6692",
        "text": ". To obtain an estimate of your need-based financial aid eligibility, visit our net price calculator page . To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. For U.S. citizens, eligible non-citizens, DACA, and undocumented students, Vanderbilt accepts all application fee waiver requests submitted through the Coalition Application and the Common Application. The application fee is automatically waived for all applicants applying through the QuestBridge Application. The Office of Undergraduate Admissions may grant students extensions on the matriculation deposit. Extensions are typically granted for one week at a time. Contact the Office of Undergraduate Admissions at 800.288.0432 if you need to request an extension of your matriculation deposit. Historically, Vanderbilt students have been very successful in obtaining outside scholarships or other sources of financial assistance. These outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 120
        }
    },
    {
        "id": "ecbd5351-700a-46a3-85cc-89f5780e2437",
        "text": ". If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. Tennessee Education Lottery Scholarships (TELS) are included as part of the overall grant assistance that Vanderbilt offers in meeting 100% of demonstrated financial need. Yes, all undocumented and DACA students are eligible for Vanderbilt’s need - based financial aid program in the same way as U.S. citizens",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 121
        }
    },
    {
        "id": "3f3a30f9-ec26-487e-b05d-188bb9727ba5",
        "text": ". Yes, all undocumented and DACA students are eligible for Vanderbilt’s need - based financial aid program in the same way as U.S. citizens . Your ability to pay is not part of the admissions decision. Students should work with the Office of Student Financial Aid and Undergraduate Scholarships if there are questions about their particular financial aid award and how that award was determined. Students can work with their aid officer to amend any information or provide additional details regarding significant changes in their family‘s circumstances that may have occurred. Students can request a matriculation deposit extension from the Office of Undergraduate Admissions if your financial aid award offer is still under review.  The Office of Student Financial Aid can be contacted at 615-322-3591 or via email at finaid@vanderbilt.edu . It is important to remember that Vanderbilt practices a need-blind admissions process and is committed to meeting 100% of every family’s demonstrated need through gift aid and a reasonable expectation of student work. Our Net Price Calculator can be used as a tool to estimate the amount of need-based financial aid your family may receive, but we will not know what exactly your package will entail until you officially apply by submitting the FAFSA and the CSS Profile",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 122
        }
    },
    {
        "id": "93fd2cd3-0891-4cbb-b05e-06f03697f75b",
        "text": ". I didn‘t get any aid when I applied to college, so you won‘t either! Just because your neighbor lives in a house that looks similar to yours, or your parents work at similar jobs, doesn‘t mean that you have similar financial need. Many different criteria are assessed when considering your eligibility for financial aid at Vanderbilt. Based upon the financial data submitted on the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA), your family situation will be reviewed to determine an Expected Family Contribution (EFC). After your EFC has been determined, we will calculate the difference between the cost of attending Vanderbilt and the contribution expected from your family. This difference between the Cost of Attendance (COA) and your EFC is your family‘s demonstrated need. Vanderbilt will meet 100% of this need without loans, through a combination of grants, scholarships and earnings from work expectation. Under certain conditions, and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. The Federal Work-Study Program (FWSP) provides part-time employment opportunities for students with financial need",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 123
        }
    },
    {
        "id": "e4566664-3bc7-471f-9768-d7592cc7705b",
        "text": ". The Federal Work-Study Program (FWSP) provides part-time employment opportunities for students with financial need. FWSP awards are distributed as bi-weekly or monthly paychecks according to the hours worked and hourly wage. Undergraduate students may work up to 20 hours per week. A job fair is held every fall for students who have FWSP as part of their financial aid package to help them find a job on campus. Vanderbilt will meet 100% of demonstrated financial need without loans, through a combination of grants, scholarships and an earnings from work expectation. Under certain conditions and based upon individual family circumstances or desires, loans from federal and/or other sources may ultimately be made available to students upon their request to replace any earnings expectation in their award or to replace some portion of their family‘s expected contribution. It is important to start early and do your research through books, online, and at financial aid workshops offered at your high school or local community. When applying for aid, read the directions, pay attention to deadlines, and make sure you submit all appropriate documents. Institutional aid is money awarded by Vanderbilt University. Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 124
        }
    },
    {
        "id": "31c6b874-ab84-463e-9d94-33c8f7029f95",
        "text": ". Institutional aid is money awarded by Vanderbilt University. Most institutional aid is in the form of grants and scholarships. Federal aid is money awarded by the government in the form of grants, loans, and work study. No, students who apply for admission to Vanderbilt will receive the amount of need-based aid that their family qualifies for regardless of the decision plan. Students who apply under binding early decision plans and also apply for assistance through the College Scholarship Service (CSS) Financial Aid PROFILE will receive a tentative financial aid award notification, but final financial aid packages will not be mailed for all admitted students until around late March. For this reason, we encourage families who wish to compare financial aid packages with other schools to apply regular decision. Merit Based Scholarship FAQ Am I eligible to receive a merit-based scholarship if I am applying as a transfer student? No, Vanderbilt‘s merit-based scholarships are awarded to incoming first-year students only. However, transfer applicants are eligible for need-based financial aid. Am I more likely to receive a merit-based scholarship if I apply Early Decision or Regular Decision? All Early Decision and Regular Decision candidates who submit completed applications by the appropriate deadline, including a completed scholarship application, will be considered for merit-based scholarships at Vanderbilt",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 125
        }
    },
    {
        "id": "f9207a22-caeb-4605-82de-b2b62d15443e",
        "text": ". There is no advantage or disadvantage to applying Early Decision in regards to scholarship awarding. However, all merit-based scholarship consideration occurs in February and March, so students admitted to Vanderbilt Early Decision will not be notified of any merit-based scholarship offers until late March (when Regular Decision candidates are also notified). Are there merit-based scholarships available for specific majors? Most merit scholarships at Vanderbilt are offered without regard to any specific intended major. However, a number of major-based-scholarships are offered to students admitted to the Blair School of Music. Do I need to apply for merit-based scholarships at Vanderbilt? The application for the Cornelius Vanderbilt Scholarship is required; you must apply to be considered. For the Ingram Scholarship Program and Chancellor's Scholarship, the application is strongly encouraged; preference is given to those who apply. Students who wish to be considered for additional merit scholarships are encouraged to complete the Cornelius Vanderbilt Scholarship application. You may apply for merit scholarships via MyAppVU after submitting your application for admission. More information can be found on the Scholarships website",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 126
        }
    },
    {
        "id": "cceb4318-04f2-4e0a-8679-7bf97648aaed",
        "text": ". You may apply for merit scholarships via MyAppVU after submitting your application for admission. More information can be found on the Scholarships website . Does Vanderbilt offer athletic scholarships? Yes.  As a Division I athletic program that competes in ten women’s and six men’s sports, interested students should refer to our official athletic site for more details about how the scholarship process works for their particular sport. Does Vanderbilt participate in the National Merit Program? Yes, Vanderbilt provides scholarship assistance for admitted and enrolled students who are named National Merit Finalists. Students must designate Vanderbilt as their first-choice school with the National Merit Corporation by the deadlines set by the National Merit Corporation and enroll as an entering first-year student to receive Vanderbilt's National Merit Scholarship. For those finalists who also receive one of Vanderbilt's merit scholarships, we guarantee an additional $2,000 in National Merit total scholarship dollars per year from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards). Those finalists who do not receive an additional merit scholarship from Vanderbilt will receive a total of $5,000 per year in National Merit scholarship from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards)",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 127
        }
    },
    {
        "id": "5ff256bc-7ce6-4e6d-b403-ba00f98ffde9",
        "text": ". How do I apply for financial aid? What forms do I need to complete? Where do I get these forms? To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. I received an ROTC scholarship, how does that work? Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 128
        }
    },
    {
        "id": "f0400600-be43-4534-8d14-3ea1d8c7c6f9",
        "text": ". Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. If I receive a scholarship from an organization outside of Vanderbilt, how will that impact my scholarship offer from Vanderbilt? Scholarship funding received from organizations outside of Vanderbilt will typically be added on top of any merit-based scholarship award from Vanderbilt up to the cost of attendance (COA). If a student is receiving need-based financial assistance, outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. For specific questions about outside scholarship awards, please contact the Office of Student Financial Aid and Undergraduate Scholarships at 800-288-0204. What is the profile of a merit-scholarship recipient at Vanderbilt? Each of our scholarship programs maintains different criteria --therefore the available funding is awarded to students with different “profiles.”  First and foremost, students must excel within the highly competitive and holistic admissions review process",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 129
        }
    },
    {
        "id": "c16015c0-83a4-4da4-83d7-51700e18599a",
        "text": ". The Ingram Scholars Program recognizes students who plan to combine a professional or business career with an entrepreneurial spirit and exceptional commitment to civic-minded service, innovation, and leadership. The Chancellor’s Scholarship recognizes students with outstanding academic records who have worked to build strong high school communities by bridging gaps among economically, socially, and racially diverse groups, and have demonstrated significant interest in issues of diversity education, tolerance, and social justice. The Cornelius Vanderbilt Scholarship recognizes students who combine outstanding academic achievement with strong leadership and contributions outside the classroom. What sort of merit-based scholarships are available at Vanderbilt? Each year, Vanderbilt awards about 300 merit-based scholarships to incoming first-year students who demonstrate exceptional accomplishment and high promise in intellectual endeavors. These awards range from partial to full tuition and are renewable through four years of undergraduate study as long as the student maintains satisfactory academic performance. Financial need, unless otherwise specified, is not a factor. Vanderbilt awards a number of scholarships to students choosing to enroll in any of the four undergraduate schools, including our three signature, full-tuition awards: The Ingram Scholars Program, the Cornelius Vanderbilt Scholarship, and the Chancellor’s Scholarship",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 130
        }
    },
    {
        "id": "21d3390f-4e54-4319-b879-339cf6b4a4f8",
        "text": ". Detailed descriptions of these awards can be found on the Scholarships website . Additional awards include: the Carell Family Scholarship for students who have held part-time employment during their high school years; the John Siegenthaler Scholarship for outstanding minority students interested in a career in journalism and/or public policy; the Fred Russell-Grantland Rice Scholarship for students interested in pursuing a career in sports journalism; and the Curb Leadership Scholarship for students who place creativity and innovation at the center of their lives and use their talents and leadership to create new possibilities. Vanderbilt also awards specific scholarships to qualified students residing in Houston, Texas, and selected counties in Arkansas, Georgia, Kentucky, and Tennessee. To ensure consideration for these awards, students must apply for admission to Vanderbilt and should also complete the Cornelius Vanderbilt Scholarship application. No, Vanderbilt‘s merit-based scholarships are awarded to incoming first-year students only. However, transfer applicants are eligible for need-based financial aid. All Early Decision and Regular Decision candidates who submit completed applications by the appropriate deadline, including a completed scholarship application, will be considered for merit-based scholarships at Vanderbilt. There is no advantage or disadvantage to applying Early Decision in regards to scholarship awarding",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 131
        }
    },
    {
        "id": "2ef28c70-4ded-4fdf-aa87-cea2001bde01",
        "text": ". There is no advantage or disadvantage to applying Early Decision in regards to scholarship awarding. However, all merit-based scholarship consideration occurs in February and March, so students admitted to Vanderbilt Early Decision will not be notified of any merit-based scholarship offers until late March (when Regular Decision candidates are also notified). Most merit scholarships at Vanderbilt are offered without regard to any specific intended major. However, a number of major-based-scholarships are offered to students admitted to the Blair School of Music. The application for the Cornelius Vanderbilt Scholarship is required; you must apply to be considered. For the Ingram Scholarship Program and Chancellor's Scholarship, the application is strongly encouraged; preference is given to those who apply. Students who wish to be considered for additional merit scholarships are encouraged to complete the Cornelius Vanderbilt Scholarship application. You may apply for merit scholarships via MyAppVU after submitting your application for admission. More information can be found on the Scholarships website . Yes.  As a Division I athletic program that competes in ten women’s and six men’s sports, interested students should refer to our official athletic site for more details about how the scholarship process works for their particular sport. Yes, Vanderbilt provides scholarship assistance for admitted and enrolled students who are named National Merit Finalists",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 132
        }
    },
    {
        "id": "8d9a78d1-de2c-4417-b741-d0fc537fba78",
        "text": ". Yes, Vanderbilt provides scholarship assistance for admitted and enrolled students who are named National Merit Finalists. Students must designate Vanderbilt as their first-choice school with the National Merit Corporation by the deadlines set by the National Merit Corporation and enroll as an entering first-year student to receive Vanderbilt's National Merit Scholarship. For those finalists who also receive one of Vanderbilt's merit scholarships, we guarantee an additional $2,000 in National Merit total scholarship dollars per year from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards). Those finalists who do not receive an additional merit scholarship from Vanderbilt will receive a total of $5,000 per year in National Merit scholarship from all sources (with Vanderbilt supplementing any smaller corporate or one-time National Merit Corporation awards). To receive need-based aid, Vanderbilt requires the College Scholarship Service (CSS) Financial Aid PROFILE and the Free Application for Federal Student Aid (FAFSA). Both the FAFSA and CSS Profile can be found online. Army and Navy ROTC programs are active on the Vanderbilt campus. Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 133
        }
    },
    {
        "id": "4cc93a9f-27ba-421e-96b5-b8ae86f4bfc7",
        "text": ". Students who participate in the Navy ROTC program have the option of commissioning into the Marine Corps upon graduation. Students can participate in Air Force ROTC programs through nearby Tennessee State University. Scholarship students in the Army or Navy ROTC programs receive full tuition, fees, a book allowance, uniforms, and a monthly stipend that increases each year in which they are in the program. Scholarship students in Air Force ROTC can receive scholarships varying from $3,000 up to full-tuition scholarships based on your scholarship type, which may also include money for some fees, books, and a monthly stipend. Vanderbilt provides all students receiving ROTC scholarships an additional $6,000 per year toward any other expenses. If your family has additional demonstrated need, you can apply and possibly qualify for need-based financial aid. Scholarship funding received from organizations outside of Vanderbilt will typically be added on top of any merit-based scholarship award from Vanderbilt up to the cost of attendance (COA). If a student is receiving need-based financial assistance, outside scholarships/sources must be taken into account as part of a student‘s total need-based aid package and cannot be counted as part of the Expected Family Contribution (EFC). If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 134
        }
    },
    {
        "id": "753e9da3-9c9a-4274-b641-6839e60c11b6",
        "text": ". If an adjustment to a need-based financial aid package is necessary, the outside scholarship will be used first to replace a student‘s earnings expectation before reducing Vanderbilt need-based assistance. For specific questions about outside scholarship awards, please contact the Office of Student Financial Aid and Undergraduate Scholarships at 800-288-0204. Each of our scholarship programs maintains different criteria --therefore the available funding is awarded to students with different “profiles.”  First and foremost, students must excel within the highly competitive and holistic admissions review process. The Ingram Scholars Program recognizes students who plan to combine a professional or business career with an entrepreneurial spirit and exceptional commitment to civic-minded service, innovation, and leadership. The Chancellor’s Scholarship recognizes students with outstanding academic records who have worked to build strong high school communities by bridging gaps among economically, socially, and racially diverse groups, and have demonstrated significant interest in issues of diversity education, tolerance, and social justice. The Cornelius Vanderbilt Scholarship recognizes students who combine outstanding academic achievement with strong leadership and contributions outside the classroom",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 135
        }
    },
    {
        "id": "3f8998df-8b15-46cb-8b73-ba24bde8a9a1",
        "text": ". The Cornelius Vanderbilt Scholarship recognizes students who combine outstanding academic achievement with strong leadership and contributions outside the classroom. Each year, Vanderbilt awards about 300 merit-based scholarships to incoming first-year students who demonstrate exceptional accomplishment and high promise in intellectual endeavors. These awards range from partial to full tuition and are renewable through four years of undergraduate study as long as the student maintains satisfactory academic performance. Financial need, unless otherwise specified, is not a factor. Vanderbilt awards a number of scholarships to students choosing to enroll in any of the four undergraduate schools, including our three signature, full-tuition awards: The Ingram Scholars Program, the Cornelius Vanderbilt Scholarship, and the Chancellor’s Scholarship . Detailed descriptions of these awards can be found on the Scholarships website . Additional awards include: the Carell Family Scholarship for students who have held part-time employment during their high school years; the John Siegenthaler Scholarship for outstanding minority students interested in a career in journalism and/or public policy; the Fred Russell-Grantland Rice Scholarship for students interested in pursuing a career in sports journalism; and the Curb Leadership Scholarship for students who place creativity and innovation at the center of their lives and use their talents and leadership to create new possibilities",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 136
        }
    },
    {
        "id": "9f074c55-2942-4976-af23-fae6dc6b3b64",
        "text": ". Vanderbilt also awards specific scholarships to qualified students residing in Houston, Texas, and selected counties in Arkansas, Georgia, Kentucky, and Tennessee. To ensure consideration for these awards, students must apply for admission to Vanderbilt and should also complete the Cornelius Vanderbilt Scholarship application. Financial Aid Merit Scholarship Opportunities How to Apply for Financial Aid Admissions Dates and Deadlines Need-based aid for international students",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 137
        }
    },
    {
        "id": "cd54ec6b-3ce9-4ebc-8291-e85490f2760c",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 138
        }
    },
    {
        "id": "0e174921-c144-4e85-b343-77ea2d1e1a33",
        "text": "Scraped from: https://admissions.vanderbilt.edu/dates/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 139
        }
    },
    {
        "id": "67527c70-bc2c-4aab-8385-ac1ca3dbaa7d",
        "text": "Apply Overview & Philosophy Vanderbilt uses a holistic admissions review process — we do not employ cutoffs for standardized testing or grade point averages. Rather we look for students who have demonstrated strong academic skills and intellectual curiosity, and who have engaged in activities outside the classroom that have nurtured their growth as leaders. Most successful applicants have taken a very rigorous course load and have challenged themselves at the highest levels of the available curriculum. Note that Vanderbilt does not consider demonstrated interest in the admissions review process. Three Ways to Apply: Coalition, powered by Scoir Common Application QuestBridge Choose the application system that is right for you - we do not prefer one over the others. Do not submit an application through more than one system. Choose one application, and submit all required materials through that method. Please note: In addition to submitting the application for admission, applicants to Blair also submit the Blair School of Music Application , which includes a pre-screening video. Access & Belonging In the spirit of Vanderbilt admissions, we consider each application within the context of a high volume, highly selective admissions process. Every applicant is treated with dignity and respect, and we train our readers to find reasons to admit each candidate rather than reasons to deny",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 140
        }
    },
    {
        "id": "12613b50-be3d-4772-bd6f-8f7add8b959c",
        "text": ". Every applicant is treated with dignity and respect, and we train our readers to find reasons to admit each candidate rather than reasons to deny. We believe that a Vanderbilt education should be accessible to all students, regardless of race, ethnicity, gender identity, sexual orientation, religion, and socioeconomic background. The university continues to strengthen resources that empower all students to find belonging , and the Office of Undergraduate Admissions supports these continuing initiatives. Our office recognizes that by recruiting students of all backgrounds from across the country and all over the world, the Vanderbilt community is strengthened as students bring their individual perspectives and imaginations to work, innovate, and create together. We also understand that families in many areas of the world are dealing with the impacts of natural disasters, public health crises, or other events. If your family is experiencing a serious hardship in your community, please know that our thoughts are with you, and that we realize that your health and safety is your first priority. As you turn toward the college admissions process, please contact your admissions counselor if you have difficulty submitting required materials by published deadlines. As is always our policy, we will be as flexible as possible regarding our deadlines, and we will work with you to help you complete your application",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 141
        }
    },
    {
        "id": "86974949-d9a3-42b8-8e71-d0d206af4770",
        "text": ". As is always our policy, we will be as flexible as possible regarding our deadlines, and we will work with you to help you complete your application. Decision Plans Vanderbilt offers three decision plans for first-year applicants: Early Decision I, Early Decision II, and Regular Decision. Early Decision I and II are binding decision plans and are appropriate for students who are committed to attending Vanderbilt if they are admitted. The applicant, a parent or guardian, and the high school counselor must sign the Early Decision Agreement, indicating the student’s commitment to attend Vanderbilt if offered admission. If the student is admitted to Vanderbilt, they must immediately withdraw applications to all other colleges and universities. Regular Decision is non-binding and permits students to apply to any number of schools and to make their matriculation decision in the month of April, after all admission decisions are known. Early Decision applicants undergo the same thorough review for need-based financial assistance and merit scholarships as Regular Decision applicants. Note: Applicants may change their Vanderbilt decision plan via the MyAppVU portal .  Decision plan changes can be submitted only up to 2 weeks after the decision plan deadline. The Early Decision Agreement is required for students who change their decision plan to Early Decision I or II",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 142
        }
    },
    {
        "id": "bfd05dd6-06ac-445f-80d6-23a09096c07f",
        "text": ". Common Application ED Agreement Coalition, powered by Scoir ED Agreement Dates and Deadlines Early Decision I Early Decision II Regular Decision Transfer Early Decision I October 5, 2024 — Preferred last day to take the SAT Reasoning Test* October 26, 2024 — Preferred last day to take the ACT* November 1, 2024 — Blair School of Music Application deadline November 1, 2024 —  Deadline for completed application Mid-December — Admission decisions available December 31, 2024 — Deadline for matriculation deposit November 1, 2024 — Priority filing deadline for CSS Profile December 1, 2024 — Deadline for completed merit scholarship applications Mid-December — Preliminary financial aid offers available January 2, 2025 — Priority filing deadline for FAFSA Late March — Updated financial aid offers available Early Decision II December 7, 2024 — Preferred last day to take the SAT Reasoning Test* December 14, 2024 — Preferred last day to take the ACT* December 1, 2024 — Priority deadline for Blair School of Music applicants January 1, 2025 — Deadline for completed application Mid-February — Admission decisions available March 1, 2025 — Deadline for matriculation deposit December 1, 2024 — Deadline for completed merit scholarship applications January 2, 2025 — Priority filing deadline for submitting CSS Profile and FAFSA Mid-February — Preliminary financial aid offers available Late March — Updated financial aid offers available Regular Decision December 7, 2024 — Preferred last day to",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 143
        }
    },
    {
        "id": "8b239208-fcb7-4acb-acbc-f2d86b055e24",
        "text": "January 2, 2025 — Priority filing deadline for submitting CSS Profile and FAFSA Mid-February — Preliminary financial aid offers available Late March — Updated financial aid offers available Regular Decision December 7, 2024 — Preferred last day to take the SAT Reasoning Test* December 14, 2024 — Preferred last day to take the ACT* December 1, 2024 — Priority deadline for Blair School of Music applicants January 1, 2025 — Deadline for completed application Late March — Admission decisions available May 1, 2025 — Deadline for matriculation deposit December 1, 2024 — Deadline for merit scholarship applications February 1, 2025 — Priority deadline for filing CSS Profile and FAFSA Late March — Financial aid offers available Transfer March 15, 2025 — Priority deadline for submitting completed application",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 144
        }
    },
    {
        "id": "dd6e9f4b-90af-4ab7-b9a1-eb579e9286ad",
        "text": ". Transfer applicants will be considered on a rolling basis throughout the spring. Beginning Late-April, 2025 — Admissions decisions available on a rolling basis February 1, 2025 — Priority deadline for filing FAFSA and CSS Profile * For students applying for fall 2025, 2026, and 2027 entry, SAT or ACT scores are optional.",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 145
        }
    },
    {
        "id": "d777947a-0aea-4b15-ab3e-b2592a03c31f",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 146
        }
    },
    {
        "id": "46c5b899-6bd1-420b-9027-90784b89bf88",
        "text": "Scraped from: https://admissions.vanderbilt.edu/profile/\nDate scraped: 2025-02-17 02:45:31",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 147
        }
    },
    {
        "id": "3f046132-cb51-4ff4-92f2-70432da5d986",
        "text": "Vanderbilt At A Glance Visit Apply Academics Affordability Community Request Information Vanderbilt At-a-Glance Brochure (Spanish) Vanderbilt At-a-Glance Brochure (English) For more than a century, excellence, purpose, and collaboration have marked the Vanderbilt experience. With more than 70 majors, over 450 student organizations, and a 7:1 student-to-faculty ratio, Vanderbilt fosters an innovative living and learning environment for students to explore their passions, engage in academic research with world-renowned faculty, and build lasting connections within a diverse and dynamic student community. Request Information If you'd like to receive more information about Vanderbilt, including about campus visit opportunities and Vanderbilt events in your area, join our mailing list. Request Information Undergraduate Majors At Vanderbilt, we encourage students to study across disciplines to feed their passions and inspire new ways to address issues and impact the world. Use the find your major tool to explore our majors, minors, and pre-professional programs and discover your own academic path at Vanderbilt. Find Your Major Four Schools At the heart of the Vanderbilt experience are our four undergraduate schools",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 148
        }
    },
    {
        "id": "f1f23bec-2dcf-4e09-a15e-afbaacc7827f",
        "text": ". Use the find your major tool to explore our majors, minors, and pre-professional programs and discover your own academic path at Vanderbilt. Find Your Major Four Schools At the heart of the Vanderbilt experience are our four undergraduate schools. College of Arts and Science Blair School of Music School of Engineering Peabody College of Education and Human Development Research Among the many decisions you are currently facing regarding your college search may be the choice between a top-tier research university and a teaching-focused liberal arts college. At Vanderbilt, you do not have to choose. Vanderbilt students conduct research across academic disciplines regardless of their major field of study. 58% of undergraduates participate in research Opportunities include university-funded summer research stipends and departmental honors programs More than 100 interdisciplinary centers and institutes The Vanderbilt Living and Learning Experience The Martha Rivers Ingram Commons is composed of ten houses designed exclusively for first-year students and their faculty heads of house, a dining center, seminar and study rooms, generous public spaces, and endless opportunities for engagement, enrichment, and leadership. Oliver C. Carmichael College, E. Bronson Ingram College, Moore College, Rothschild College, Warren College, and Nicholas S. Zeppos College each house upper-division students and are led by faculty heads and Residential Colleges staff",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 149
        }
    },
    {
        "id": "38b71095-8a57-4e0c-9088-ebb7b9e1a4d6",
        "text": ". Oliver C. Carmichael College, E. Bronson Ingram College, Moore College, Rothschild College, Warren College, and Nicholas S. Zeppos College each house upper-division students and are led by faculty heads and Residential Colleges staff. The Martha Rivers Ingram Commons On The Ingram Commons, first-year students transition from high school into a diverse living and learning community of peers and faculty. From move-in day on, new Commodores build relationships fostering social, cultural, and intellectual growth. All first-year students live in one of 10 houses. Each is guided by a faculty head of house who lives among the students. Learn more about The Commons Request Information Belonging and Communities Total undergraduate racial and ethnic diversity, Fall 2024: 45.4%, including American Indian or Alaska Native 0.3%; Asian American or Hawaiian/Pacific Islander 18.8%; Black/African American 9.2%; Hispanic or Latino 11.4%; Multiracial (non-Hispanic) 5.7% International students comprise 11.2% of the undergraduate population, representing 85 countries and 97 citizenships (Fall 2024) Sixth-highest percentage of Black students in first-year class among high-ranking universities, The Journal of Blacks in Higher Education , 2023 One of the top 25 private universities for Jewish students, Hillel’s College Guide , 2024 Campus resources for belonging and community include the Bishop Joseph Johnson Black Cultural Center, K.C",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 150
        }
    },
    {
        "id": "ce28d562-dc66-4814-9c63-b67964a3b14e",
        "text": ". Potter Center for LGBTQI Life, Margaret Cuninggim Women’s Center, Center for Spiritual and Religious Life, Vanderbilt Hillel, Student Center for Belonging and Communities, MilitaryVU, InclusAbility, IndigenousVU, Network First-Gen, and more. Go Dores! NCAA Division I, Southeastern Conference Nickname: Commodores (Dores, for short) MEN’S SPORTS Baseball Basketball Cross Country Football Golf Tennis WOMEN’S SPORTS Basketball Bowling Cross Country Golf Lacrosse Soccer Swimming Tennis Track & Field (Indoor and Outdoor) Volleyball 9 NCAA Championships 35 SEC and League Titles since 2000 NCAA Championships SEC and League Titles since 2000 Health and Wellness Vanderbilt supports student’s physical and emotional well-being through these campus resources: Center for Student Wellbeing University Counseling Center Student Health Center Student Care Coordination Project Safe Center for Sexual Misconduct Prevention and Response David Williams II Student Recreation and Wellness Center 33 sport clubs 20+ intramural sports leagues sport clubs intramural sports leagues Request Information Getting Involved Vanderbilt has over 450 opportunities to help students connect with our community, from organizations focused on service, culture, arts and religion, to groups for sports, Greek life, student government and other special interests. For a full list of organizations, browse the Anchor Link directory",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 151
        }
    },
    {
        "id": "f0810a9c-c611-4371-bef2-b3aae8b9acf2",
        "text": ". For a full list of organizations, browse the Anchor Link directory . Campus Identity Centers and Community Resources Bishop Joseph Johnson Black Cultural Center Center for Spiritual and Religious Life K.C. Potter Center for LGBTQI Life Margaret Cuninggim Women’s Center Student Center for Social Justice and Identity Vanderbilt Hillel Bishop Joseph Johnson Black Cultural Center Center for Spiritual and Religious Life K.C. Potter Center for LGBTQI Life Margaret Cuninggim Women’s Center Student Center for Social Justice and Identity Vanderbilt Hillel  The Vanderbilt Programming Board This student-run organization sponsors social, cultural, educational, recreational and multicultural activities, including speakers, concerts and off-campus trips. Nashville Nashville is a dynamic city full of opportunity and diverse offerings; students consistently cite Nashville as an invaluable part of the Vanderbilt experience. Metropolitan population 1.9 million A health care, finance, publishing, tech, and entertainment center Known as Music City for its more than 20,000 annual live music performances and more than 200 recording studios Vanderbilt, located just 1.5 miles from downtown Nashville, is surrounded by an eclectic mix of shops, restaurants, and live music. Approximate Flight Times to Major U.S",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 152
        }
    },
    {
        "id": "9235b65c-3e15-4980-a6cd-7bc434494700",
        "text": ". Approximate Flight Times to Major U.S. Cities Learn more about Nashville Life After Vanderbilt The Vanderbilt Career Center offers: Career coaches Internship opportunities Grad school prep Immersive experiences and treks Learn more about the Career Center Affordability and Access We meet 100% of every admitted student’s demonstrated financial need, without loans. Our resolve to make a Vanderbilt education accessible and affordable to all admitted students is stronger than ever. Both our need-based and merit-based scholarships reflect our dedication to making a Vanderbilt education possible. Learn more For international students admitted for fall 2024, Vanderbilt offered need-based aid and/or merit scholarships to 75 students representing 48 countries. The range of awards offered was $20,674–$102,313 per year for four years. International Costs and Finances Our net price calculator can be used to estimate your need-based financial aid eligibility at Vanderbilt",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 153
        }
    },
    {
        "id": "f777cb75-797f-4223-848a-25a7e6fa9389",
        "text": ". The range of awards offered was $20,674–$102,313 per year for four years. International Costs and Finances Our net price calculator can be used to estimate your need-based financial aid eligibility at Vanderbilt. Net Price Calculator $65.2 million in scholarships for 2024–25 first-year students 65% of undergrads receive some form of financial assistance $76,750 2023–24 average financial aid package for students with demonstrated financial need million in scholarships for 2024–25 first-year students of undergrads receive some form of financial assistance 2023–24 average financial aid package for students with demonstrated financial need Merit Scholarships Vanderbilt awards merit-based scholarships to applicants who demonstrate exceptional accomplishment and intellectual promise. Three signature scholarships — the Ingram Scholars Program, the Cornelius Vanderbilt Scholarship, and the Chancellor’s Scholarship — comprise the majority of Vanderbilt’s merit-based awards. Recipients of these scholarships are guaranteed full-tuition awards for up to eight semesters that include a stipend for research, study abroad, a creative endeavor, or the required Immersion Vanderbilt experience. Request Information Admission to Vanderbilt Admission is competitive and selective, but, above all, the application process is context-based and holistic",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 154
        }
    },
    {
        "id": "faaeb0ca-8e0b-4711-a856-f8a0bc070146",
        "text": ". Request Information Admission to Vanderbilt Admission is competitive and selective, but, above all, the application process is context-based and holistic. We consider the academic record within the context of the high school as well as leadership and engagement outside the classroom, the application essay, letters of recommendation, and standardized test scores (if submitted)",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 155
        }
    },
    {
        "id": "4518cc29-b610-464e-adc4-96dd42b693cd",
        "text": ". Learn more about applying to Vanderbilt Fast Facts Enrollment (Fall 2024) Undergraduate 7,221 Graduate and professional 6,354 Total 13,575 All Undergraduate (Fall 2024) Female 52% Male 48% First-Year Students Entering Fall 2024 American Indian/Alaska Native 0.1% Asian American or Hawaiian/Pacific Islander 18.5% Black/African American 6.1% Hispanic or Latino 9.4% International 12.3% Multiracial (non-Hispanic) 5.6% Not reported 6.6% White 41.3% ACT Middle 50% 34–35 SAT Evidence-Based Reading and Writing Middle 50% 730–770 SAT Mathematics Middle 50% 770–800 National Merit Scholars 121 Academics Undergraduate colleges & schools 4 Student-to-faculty ratio 7:1 Classes with fewer than 50 students 93% Female faculty 45% Minority faculty 22% Undergraduate Admission (Fall 2024) First-year applicants 45,902 Admits 2,662 Admit rate 5.8% Campus Life Student organizations 450+ Commodore Athletics Varsity teams 11 women’s, 6 men’s NCAA championships 9 Club sports 33 Intramural sports leagues 20+ Financial Aid & Scholarships 2024–25 Undergraduates receiving some form of financial assistance 65% Average financial aid package $76,750 First-Year Student Retention Rate 96% Students Graduating in 6 Years 93% FALL 2024 APPLICATIONS UNDERGRADUATE ENROLLMENT Africa Burundi Cameroon Democratic Republic of the Congo Ethiopia Ghana Kenya Liberia Libyan Arab Jamahiriya Morocco Nigeria Rwanda South Sudan United Republic of Tanzania Togo Tunisia Uganda Zambia Zimbabwe Asia and Pacific Rim Australia",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 156
        }
    },
    {
        "id": "705eb5e5-16d9-4f05-a6ee-d88005de30ba",
        "text": "ENROLLMENT Africa Burundi Cameroon Democratic Republic of the Congo Ethiopia Ghana Kenya Liberia Libyan Arab Jamahiriya Morocco Nigeria Rwanda South Sudan United Republic of Tanzania Togo Tunisia Uganda Zambia Zimbabwe Asia and Pacific Rim Australia Cambodia China Hong Kong Indonesia Japan Republic of Korea Macao Malaysia Mongolia Myanmar New Zealand Philippines Singapore Taiwan Thailand Vietnam Middle East and Southern Asia Afghanistan Bangladesh Egypt Georgia India Jordan Kazakhstan Lebanon Nepal Pakistan Palestinian Territory, Occupied Saudi Arabia Sri Lanka Tajikistan Uzbekistan Central and Eastern Europe Bulgaria Hungary Latvia Lithuania Macedonia Republic of Moldova Romania Russian Federation Slovenia Turkey Ukraine Western Europe Austria Belgium Denmark Finland France Germany Greece Ireland Italy Netherlands Poland Portugal Spain Switzerland United Kingdom South America Argentina Bolivia Brazil Colombia Ecuador Paraguay Peru Uruguay Central and North America Canada Costa Rica El Salvador Honduras Mexico Nicaragua Panama Caribbean Bahamas Barbados Grenada Haiti Jamaica Trinidad and Tobago Africa Burundi Cameroon Democratic Republic of the Congo Ethiopia Ghana Kenya Liberia Libyan Arab Jamahiriya Morocco Nigeria Rwanda South Sudan United Republic of Tanzania Togo Tunisia Uganda Zambia Zimbabwe Asia and Pacific Rim Australia Cambodia China Hong Kong Indonesia Japan Republic of Korea Macao Malaysia Mongolia Myanmar New Zealand Philippines Singapore Taiwan Thailand Vietnam",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 157
        }
    },
    {
        "id": "5f2cd6d4-b4b5-47c2-b8fd-0352c693a72a",
        "text": "Sudan United Republic of Tanzania Togo Tunisia Uganda Zambia Zimbabwe Asia and Pacific Rim Australia Cambodia China Hong Kong Indonesia Japan Republic of Korea Macao Malaysia Mongolia Myanmar New Zealand Philippines Singapore Taiwan Thailand Vietnam Middle East and Southern Asia Afghanistan Bangladesh Egypt Georgia India Jordan Kazakhstan Lebanon Nepal Pakistan Palestinian Territory, Occupied Saudi Arabia Sri Lanka Tajikistan Uzbekistan Central and Eastern Europe Bulgaria Hungary Latvia Lithuania Macedonia Republic of Moldova Romania Russian Federation Slovenia Turkey Ukraine Western Europe Austria Belgium Denmark Finland France Germany Greece Ireland Italy Netherlands Poland Portugal Spain Switzerland United Kingdom South America Argentina Bolivia Brazil Colombia Ecuador Paraguay Peru Uruguay Central and North America Canada Costa Rica El Salvador Honduras Mexico Nicaragua Panama Caribbean Bahamas Barbados Grenada Haiti Jamaica Trinidad and Tobago",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 158
        }
    },
    {
        "id": "42a44e74-0bf1-422a-8ae0-6590520455ff",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 159
        }
    },
    {
        "id": "523aebca-2b37-4f1d-8f38-501f062c2ac4",
        "text": "Scraped from: https://admissions.vanderbilt.edu/counselors/\nDate scraped: 2025-02-17 02:45:32",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 160
        }
    },
    {
        "id": "8d05c425-e0c1-4f33-bb09-1431d03c0a7b",
        "text": "High School Counselors We consider the high school counseling community our partners. Together we help students understand college possibilities. We provide you information about the college search process, our admissions review philosophy, and affordability for your students. We introduce you to Nashville, the city we call home. We help you understand all things Commodore so you can guide students that might be a great fit for Vanderbilt. Through on-campus programs designed especially for the counseling community and via directors’ forums delivered virtually, we offer you a special look at Vanderbilt, our admissions process, and our financial aid programs. And throughout the year, you can connect with admissions officers via phone or email, or in person as we travel to your areas",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 161
        }
    },
    {
        "id": "896e9a08-4fde-4651-b8c2-a63157c993c8",
        "text": ". And throughout the year, you can connect with admissions officers via phone or email, or in person as we travel to your areas. Vanderbilt 101 Not familiar with Vanderbilt? Here are the basics: Located in the heart of Nashville, Tennessee Mid-sized, private, research university Residential community with all undergraduates living on campus all four years 10 colleges and schools including 4 undergraduate schools located on one 340-acre campus 8:1 student-faculty ratio means your students get to know their professors Opportunity Vanderbilt financial aid program means we meet 100% of demonstrated need for all admitted students, without loans We practice context-based, holistic review We understand that diversity is our strength Additional Resources Dates and deadlines Testing policies Insider's Guide to Writing a Great Letter of Recommendation Financial Aid and Scholarships The Vanderbilt community Vanderbilt at a glance Virtual High School Visit Request Form",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 162
        }
    },
    {
        "id": "76f2f32f-98b3-4aed-a7c7-330a59c87b15",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 163
        }
    },
    {
        "id": "1dc95741-9a05-4925-8134-70e7ebd2ac9a",
        "text": "Scraped from: https://admissions.vanderbilt.edu/small-town-and-rural-students/\nDate scraped: 2025-02-17 02:45:33",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 164
        }
    },
    {
        "id": "78f9c44c-2217-4692-9884-1815c595df71",
        "text": "Small Town and Rural Students Vanderbilt University recognizes our responsibility and commitment to rural students, families, and educators. Because of our location in Tennessee, a top-five state for percentage of rural high school students, we are uniquely positioned to work with these talented students who live in our own backyard. To elevate and empower rural populations, Vanderbilt has implemented a comprehensive, integrated statewide outreach plan including on-the-ground outreach, programming on the Vanderbilt campus, webinars, and professional development opportunities for rural educators. We know that students who live in small towns and rural areas play a unique role at Vanderbilt as we dare to grow! In Tennessee, rural students make up 29 percent of the population; compared to the national median, our state has three rural students to one. We have a responsibility to engage with these students and their families to help them prepare for college and understand their options, whether they choose Vanderbilt or not. We must also ensure that the rural students admitted to Vanderbilt have no doubt that they belong here when they arrive on our campus. Events STARS Drive-in Email Invite 2024 Join us for a half-day workshop specifically designed for small-town and rural students and families",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 165
        }
    },
    {
        "id": "a75df804-2d90-4415-b5ab-1709b7bc7f1c",
        "text": ". Events STARS Drive-in Email Invite 2024 Join us for a half-day workshop specifically designed for small-town and rural students and families. Spend a half-day learning more about the college admissions process Discover how your college education can be affordable Experience our welcoming and inclusive community Take a walk in the park by touring Vanderbilt’s campus Finish your visit with a tailgate dinner with students and staff members",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 166
        }
    },
    {
        "id": "52048fff-7761-4e09-ab1f-584182a23317",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 167
        }
    },
    {
        "id": "8d7c3194-e951-4f6a-9cb5-66b8300d30ce",
        "text": "Scraped from: https://admissions.vanderbilt.edu/nashville/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 168
        }
    },
    {
        "id": "232b2ae8-f895-4ebc-a20b-cd23e51d0e82",
        "text": "Community Some lessons are best learned outside class. At Vanderbilt, our emphasis on community brings students, faculty, and staff together in a living and learning environment where scholarship and friendship thrive side-by-side. Balance is key to any Vanderbilt student’s success. While the academics are challenging, our students still find time to take a break and enjoy their college experience. With more than 450 student organizations, intramural and club sports, the vibrant city of Nashville, and frequent concerts and guest lectures, you always have plenty of opportunities to recharge and stay inspired. “I chose Vanderbilt because as soon as I stepped on campus I could tell how supportive, kind, and invested the community was.” Housing and Dining The Martha Rivers Ingram Commons is composed of ten houses designed exclusively for first-year students and their faculty heads of house, a dining center, seminar/study rooms, generous public spaces, and endless opportunities for engagement, enrichment, and leadership. The experiences while living on The Commons promote a sense of community, personal wellbeing, self-discovery, intellectual development, and cultural awareness—setting up students for the beginning of their journey through a Vanderbilt undergraduate education. “Something that is ‘Common’ is something that is familiar, frequent, and ubiquitous. It is something that you can count on, something that happens every day",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 169
        }
    },
    {
        "id": "53fb8a04-d8ce-4fe8-9938-d3c8bf198242",
        "text": ". “Something that is ‘Common’ is something that is familiar, frequent, and ubiquitous. It is something that you can count on, something that happens every day. Whether it’s a quick smile and hello as you grab a coffee on the way to class, a longer conversation over a meal, or a late-night study session in close proximity to snacks, The Commons Center is our place for our community to grow and thrive.” Many upper-division students extend the dynamic living-learning experience of The Commons through Vanderbilt's growing residential college system including Carmichael College, E. Bronson Ingram College, Moore College, Nicholas S. Zeppos College, Rothschild College and Warren College. Other residential options for upper-division students include suite-style, apartment-style, or themed housing. Dining together creates a sense of place and kinship, not only sustaining our bodies, but our community and environment as well. Vanderbilt Campus Dining provides a key element of the residential experience by serving high-quality, nutritious dining options, with award-winning chefs and culinary teams. Belonging and Community At Vanderbilt, we want everyone in our community to know they belong. That means helping students find a sense of belonging and providing the resources needed to succeed not only academically, but in every area of life",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 170
        }
    },
    {
        "id": "3287d5ef-390e-4be1-b36a-9a15c04b97dc",
        "text": ". Belonging and Community At Vanderbilt, we want everyone in our community to know they belong. That means helping students find a sense of belonging and providing the resources needed to succeed not only academically, but in every area of life. The broad and diverse backgrounds, experiences and perspectives of our Vanderbilt community members enrich the educational experience and provide important avenues for growth and development for every member of our community . Explore Resources “Our mission includes finding, choosing, and enrolling talented and accomplished students who bring countless experiences and perspectives, and represent a broad array of  diverse backgrounds. Our promise is to provide a residential educational experience that challenges our students to listen to many different perspectives and learn from each other. The result is a community that produces graduates who are ready to make an impact on the world.” Nashville As the symbol for Southern cosmopolitan charm, Nashville knows how to shine on the international stage while retaining the hospitality that quickly turns new arrivals into locals. While you are as likely to hear hip-hop as honky-tonk country or discover an up-and-coming ethnic restaurant beside a classic Nashville meat-and-three, you can just as easily catch an NFL or NHL game, wander through an art exhibit, or take in the symphony, all practically on the same block",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 171
        }
    },
    {
        "id": "e3ae3d55-c91b-4f92-b472-aa94e7d3a6d1",
        "text": ". “My favorite Nashville experience has been taking advantage of the lively music scene and spontaneously attending concerts with my friends. Nashville is truly such a vibrant and exciting city!” Health and Wellness Vanderbilt supports student’s physical and emotional well-being through these campus resources: Center for Student Wellbeing University Counseling Center Student Health Center Student Care Coordination Project Safe Center for Sexual Misconduct Prevention and Response David Williams II Student Recreation and Wellness Center “I love that Vanderbilt has a great support system for students that makes a balance between fun and academics possible.” 33 club sport teams 20+ intramural sports leagues club sport teams intramural sports leagues Athletics Sport is a proving ground for passion, discipline, focus, and determination. We turn out to support Vanderbilt’s sixteen varsity teams, who face some of the country’s fiercest opponents in the legendary SEC with the same focus and perseverance they bring to the classroom. 9 NCAA championships 35 SEC and league championships NCAA championships SEC and league championships Honor Code and Community Creed The goal of our honor system has always been for all students to leave Vanderbilt as graduates and citizens of integrity. Members of each new Vanderbilt class assemble shortly after moving in for the Honor Code Signing Ceremony",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 172
        }
    },
    {
        "id": "cde9dae1-efcd-4701-a0c3-33b70e1e111d",
        "text": ". Members of each new Vanderbilt class assemble shortly after moving in for the Honor Code Signing Ceremony. You can see their signatures on display in Sarratt Student Center along with those of all the current undergraduates. Vanderbilt’s student-created Community Creed is a statement of the values we hold in common: Academic – We strive to pursue intellectual knowledge with curiosity and humility. We engage in a partnership of learning and discovery, where the scholarly exploration of ideas is not only protected, but encouraged. Neighborly – We strive to be ambassadors of goodwill within our campus and beyond. We serve, uplift, and empower the members of our global neighborhood. Courageous – We strive to be courageous, acting with bold authenticity. We embrace taking risks, challenging assumptions, and persevering in the face of adversity. Honest – We strive for honesty in our academic endeavors and relationships with others. We commit to integrity and accountability across all aspects of life—personally, professionally, and academically. Open – We strive to openly engage with ideas, experiences, and with one another. We welcome every background and story through celebration of the diversity that enriches our common experience and active participation in constructive conversations about our differences. Respectful – We strive to promote a culture of civility grounded in equity, inclusivity, and respect",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 173
        }
    },
    {
        "id": "66449761-6666-4005-b486-e9051faa1e5b",
        "text": ". Respectful – We strive to promote a culture of civility grounded in equity, inclusivity, and respect. We hold each other’s passions and perspectives in high regard, endeavoring to live a life of personal growth and service.",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 174
        }
    },
    {
        "id": "cc038fda-4b3a-40e8-8fe9-c6412fb18144",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/admissions.vanderbilt.edu/admissions.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 175
        }
    }
]