[
    {
        "id": "7d2d6aca-5348-4a02-ba57-bcd6c6e103c7",
        "text": "Scraped from: scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://medschool.vanderbilt.edu/bret/\nDate scraped: 2025-02-17 02:45:08",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "66b20e45-4904-4846-af53-13bb987d6173",
        "text": "BRET Biomedical Research Education and Training  The Office of Biomedical Research Education and Training (BRET) provides support and resources for Vanderbilt biomedical graduate students, postdoctoral fellows, and faculty who train graduate students and postdocs. Vanderbilt University (VU) actively promotes research and teaching that crosses disciplines, departments and institutional lines through a multitude of centers and institutes. VU School of Medicine has built a strong reputation as a leader in medical education, research and patient care throughout the Southeast and the nation over the course of its 150-year history. At its heart, the School of Medicine is driven by discovery and innovation in graduate training. Combined research expenditures for Vanderbilt University and Vanderbilt University Medical Center enterprise exceeded $800 million in FY19, which places the Vanderbilt research community in the top tier of all research universities. While leading exceptional research teams, our investigators are committed to mentoring over 600 graduate (Ph.D.) students and over 300 postdoctoral fellows in programs, departments and divisions distributed across the entire School of Medicine. Please explore the links above to learn more about the research at Vanderbilt University School of Medicine. BRET | Vanderbilt University | School of Medicine | 340 Light Hall | Nashville, TN 37232-0301 615-343-4611 (Main Number) | 615-343-0749 (Fax)",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "33cf8f8b-f120-439a-b1d4-3744ce41453d",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "cc534e93-41e3-44ba-9e98-d712a835c67f",
        "text": "Scraped from: https://medschool.vanderbilt.edu/brain-institute/\nDate scraped: 2025-02-17 02:45:09",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "7c9ec504-7975-4f0e-82a5-e192fba074fb",
        "text": "A National Leader in Neuroscience The Vanderbilt Brain Institute embodies the extensive neuroscience education, research and training carried out across all of the Vanderbilt campuses. We are a trans-institutional entity that oversees, facilitates and fosters excellence in brain-related disciplines.  Neuroscience Ph.D. Program For prospective students, our Neuroscience Ph.D. Program is one of the nation’s leading programs in the predoctoral training of neuroscience. We offer opportunities that span the breadth of contemporary neuroscience in laboratories conducting basic, translational and clinical research. Apply Now Graduates of our department are superbly prepared for a variety of career options in both academia and industry. Research Our research is a culmination of neuroscience-related endeavors unfolding across Vanderbilt’s five colleges. Faculty, staff, students and trainees from multiple fields of study are actively involved in projects that seek to advance our understanding of the brain. See Our Research Events We play a major role in shaping neuroscience-related activities on the Vanderbilt campus by facilitating a weekly seminar series, showcasing student achievements and hosting guest speakers to keep our community current and informed",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "0396dc2d-27a4-4dda-9775-eb47a02d3092",
        "text": ". Attend an Event Outreach We actively engage with the public to keep our community aware, informed and empowered about VBI’s achievements in neuroscience, and partner with schools and organizations to support and nurture the next generation of scientists. Get Involved VU Research News More News",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "fd06b2da-11c1-402a-b010-b1ea37c08e98",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "e9c93575-63e6-4d4e-a6cb-223ebbbd3214",
        "text": "Scraped from: https://medschool.vanderbilt.edu/basic-sciences/\nDate scraped: 2025-02-17 02:45:09",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "d76f6c09-85fa-48e5-85fc-5381b67a68b1",
        "text": "Basic Sciences The School of Medicine Basic Sciences fosters an environment where curiosity thrives, and our diverse community of scientists is empowered to create new knowledge about human biology, health, and disease. Cultivating curiosity, creating cures. View Departments Internal Resources QUICK GUIDE Current Opportunities Office of Postdoctoral Affairs Vanderbilt Postdoctoral Association Vanderbilt- Fisk Postdoctoral Fellowship Program Basic Sciences Ecosystem Nashville Find your home in one of four academic departments, each focused on a discipline within the biomedical sciences. View Departments Interdisciplinary Graduate Program in the Biological and Biomedical Sciences (IGP) Quantitative and Chemical Biology Program (QCB) Biomedical, Research, Education, and Training (BRET) Office Departments Basic Sciences Ecosystem The Office of Biomedical Research Education and Training (BRET) provides support and resources for Vanderbilt biomedical graduate students, postdoctoral fellows, and faculty who train graduate students and postdocs. Visit the BRET website Giving Events Social Media Publications and Newsletters Continuing Education Courses Stay connected with our community through giving, events, social media and more. View all upcoming opportunities with the School of Medicine Basic Sciences communications team",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "a917bb6f-e215-4778-860f-2b700f8a0253",
        "text": ". View all upcoming opportunities with the School of Medicine Basic Sciences communications team. Sign up for our Newsletter Human Resources Faculty Research Finance Center for Technology Transfer & Commercialization Facilities, Infrastructure & Management (FIRM) Diversity, Equity and Inclusion Learn about all of our internal resources. View the internal resources page Featured News  Basic Sciences Research, News, and Discoveries  Follow Basics Sciences on Social Media twitter instagram youtube Vanderbilt University is accredited by the Southern Association of Colleges and Schools Commission on Colleges (SACSCOC) to award bachelor’s, master’s, professional, and doctoral degrees. Questions about the accreditation of Vanderbilt University may be directed in writing to the Southern Association of Colleges and Schools Commission on Colleges at 1866 Southern Lane, Decatur, GA 30033-4097, by calling (404) 679-4500, or by using information available on SACSCOC’s website ( www.sacscoc.org ).",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "cae2397a-0aea-4da2-bf7b-57b8dd9d9187",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    },
    {
        "id": "a4bfb4ae-3c32-49fd-9ef3-31a3adc47bd1",
        "text": "Scraped from: https://medschool.vanderbilt.edu/cancer-biology/\nDate scraped: 2025-02-17 02:45:09\n\nProgram in Cancer Biology  Mission of the Program in Cancer Biology To train new leaders in the field of Cancer Biology that will develop new knowledge that will translate into improved detection, diagnosis, prognosis, prevention, or treatment of cancer. Research Areas of Emphasis Cancer Immunity, host tumor interactions, and angiogenesis Cancer Precision Medicine—targeted therapies and drug resistance using mouse modeling, human tumor tissues, and systems approaches Bioinformatic analyses of tumor heterogeneity including genome, proteome, metabolome, and immunome components during tumor progression Basic Cancer Biology—tumor progression, invasion and metastasis Steering Committee Rachelle Johnson, Program Director and Director of Graduate Studies Jin Chen Barbara Fingleton Tae Kon Kim Richard Peek Jeffrey Rathmell Julie Rhoades Ann Richmond Alissa Weaver Chris Williams Keith Wilson\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/career-development/\nDate scraped: 2025-02-17 02:45:10",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 12
        }
    },
    {
        "id": "2b769a04-e188-435e-812a-a23defbb6fc5",
        "text": "Scraped from: https://medschool.vanderbilt.edu/career-development/\nDate scraped: 2025-02-17 02:45:10\n\nBRET Career Development ASPIRE Program   Career and professional development services and enrichment activities for Ph.D. students and postdoctoral fellows in the biomedical sciences at VU and VUMC. Connect Online  Updated daily, our blog has all things!  Our e-newsletter drops every Monday.  Let us remind you to attend!  Exploring careers? Start with our alumni interview podcast series.  Join the conversation and follow us @VUbretASPIRE  We share open jobs on our LinkedIn page. Explore our programs!   Pop over on Tuesdays 11:30-12:30!   All professional development, all the time.   Academic faculty career workshop just for the life science PhD!   Interact with exciting speakers from diverse scientific careers.   Building skills and taking names.   Gain professional experience in a real-world setting.  Keep calm and ASPIRE on. Let’s Get Started  Support the ASPIRE Scholar Fund.   ASPIRE Scholar funds will provide awards to exceptional Ph.D. graduate students and postdoctoral fellows who wish to pursue externship and internship opportunities outside of ASPIRE’s didactic curriculum. Learn more…  VIEW MORE EVENTS >\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/vicb/\nDate scraped: 2025-02-17 02:45:10",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 13
        }
    },
    {
        "id": "f0769454-0958-4c25-9130-cf937a96c7e0",
        "text": "Scraped from: https://medschool.vanderbilt.edu/vicb/\nDate scraped: 2025-02-17 02:45:10\n\nVanderbilt Institute of Chemical Biology VIEW MORE EVENTS >\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/igp/\nDate scraped: 2025-02-17 02:45:11",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 14
        }
    },
    {
        "id": "470b6d8c-4aea-4590-aef8-3f9162f4f7dc",
        "text": "Interdisciplinary Graduate Program in Biological and Biomedical Sciences The Interdisciplinary Graduate Program (IGP) in the Biological and Biomedical Sciences is a leading integrative biomedical graduate program, designed to foster creative and analytical thinkers, geared to tackle the quickly evolving world of research and technology. As a union between 11 participating programs , the IGP provides a strong foundation for biomedical dissertation work. Located in beautiful Nashville TN, Vanderbilt University is a premier research facility that ranks among the top institutions in the country with a unique infrastructure that encourages collaboration. We encourage you to explore our website, and feel free to reach out and contact us with any questions you may have. We look forward to getting to know you! See Quick Stats and Facts here! IGP & Participating Programs Research, Faculty, & Resources Prospective Students Our Students Incoming & Current Student Resources Vanderbilt & Nashville Message from the Director  Welcome to the home page for the Vanderbilt Interdisciplinary Graduate Program in Biomedical Sciences.  The IGP offers opportunities for rigorous, high-level training in multiple areas across the general field of biomedicine and builds on Vanderbilt’s collaborative spirit.  With world-class faculty and facilities, you will have the ability to do cutting-edge impactful research and also gain insight into the myriad career paths open to Ph.D. graduates",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 15
        }
    },
    {
        "id": "c4b22b5d-a44b-44dd-8953-34fdca787d77",
        "text": ". graduates. Enjoy exploring these pages and discover what Vanderbilt IGP has to offer! -Dr. Barbara Fingleton The Vanderbilt Biomedical training community See students and faculty discuss the Vanderbilt Biomedical training community  At Vanderbilt, fostering an environment where every individual feels valued, supported, and empowered to grow is at the core of who we are. We are committed to creating a community with the connections, varied viewpoints, and shared purpose that are necessary to tackle the complexities of an ever-changing world.",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 16
        }
    },
    {
        "id": "8cea9d7c-8fa3-44fe-9bc8-8851295f84bd",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 17
        }
    },
    {
        "id": "96fc88f7-21c6-46d4-a8ae-e8c368849e60",
        "text": "Scraped from: https://medschool.vanderbilt.edu/mstp/\nDate scraped: 2025-02-17 02:45:12",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 18
        }
    },
    {
        "id": "587b0768-3956-4707-ba85-63e05d85fe3e",
        "text": "Medical Scientist Training Program  Welcome Welcome to the Vanderbilt Medical Scientist Training Program (MSTP) website! We are proud of our program’s long, rich history of training generations of outstanding physician-scientists . The combined clinical and research training provided at Vanderbilt is unparalleled, capitalizing on innovative, integrated clinical and graduate curricula to maximize our trainees’ educational experience. Mission Statement To identify, recruit, train, and mentor a diverse workforce of compassionate and dedicated future physician-scientists. These Vanderbilt-trained physician-scientists will serve critical needs in all aspects of medicine, science, industry, and government to improve human health, reduce disparities, and improve society through leadership in biomedical research and clinical practice. What sets the Vanderbilt MSTP apart? We recruit a talented class of exceptional trainees whose education is magnified by a robust, innovative clinical and scientific curriculum to enhance their development into outstanding physician-scientists. Nationally recognized features of our program include: Core clinical training occurs during the second year of medical school, prior to graduate school; thus, our students enter the research phase of their training with advanced clinical skills that they further hone during their PhD",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 19
        }
    },
    {
        "id": "06641b72-5f3c-4866-9c88-a9dc4c7ae789",
        "text": ". An optimized three-year clinical training curriculum, shortening the time to degree while simultaneously enhancing graduate school training through coursework in Rigor and Reproducibility. Unparalleled scientific training experience, with committed, world-renowned research faculty among the top-ranked basic science and clinical departments in the country. A nurturing, collaborative student community with student body divided into four Advising Colleges with dedicated, experienced faculty advisors. Vertical integration with extensive programming facilitating peer-peer and near-peer mentoring. Notably, physician-scientist residents and fellows serve as Associate College Advisors fostering interactions with trainees in the next phase of the physician-scientist training pipeline. Recognition that physician-scientists will serve in numerous leadership positions over their career, therefore integrative didactic and experiential leadership development activities are woven throughout the curriculum. Our hometown of Nashville is a vibrant, engaging metropolitan named America’s friendliest city. Commitment to Belonging, Well-Being, & Community We are dedicated to recruiting, training, and supporting a community of students who will use their talents to devise solutions to challenges in science, medicine, and society. Read the full Vanderbilt University statement on Belonging, Well-Being, & Community.   Chris Williams, M.D., Ph.D",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 20
        }
    },
    {
        "id": "18a8e4e9-7bd7-4e8c-8684-a77acbcda347",
        "text": ". Read the full Vanderbilt University statement on Belonging, Well-Being, & Community.   Chris Williams, M.D., Ph.D. Director, Vanderbilt MSTP Vanderbilt MSTP 2002 Graduating Class",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 21
        }
    },
    {
        "id": "9fac1c8c-2752-4a9e-b22a-bbee53d70c90",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 22
        }
    },
    {
        "id": "03ab9967-06bd-4d02-84e3-bd836e9ba21c",
        "text": "Scraped from: https://medschool.vanderbilt.edu/mph/\nDate scraped: 2025-02-17 02:45:12\n\nMaster of Public Health  The Vanderbilt Master of Public Health (MPH) Program is a two-year interdisciplinary program offered through the Vanderbilt University School of Medicine and accredited by the Council on Education for Public Health. We offer three tracks: Epidemiology , Global Health , and Health Policy . \n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/qcb/\nDate scraped: 2025-02-17 02:45:13",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 23
        }
    },
    {
        "id": "d62c4535-6732-4d42-9dea-3c0ef8f1ae9b",
        "text": "Quantitative & Chemical Biology Program at Vanderbilt  The Quantitative and Chemical Biology program is a Ph.D. track, multidisciplinary umbrella program introducing elements of biology to students who wish to pursue a doctoral degree at the interface of the chemical, physical, and biological sciences. The curriculum prepares students for research careers in any area of biomedical research. Many students choose to work in interdisciplinary fields such as chemical biology, structural biology, imaging sciences, molecular and cellular biophysics, or systems biology. Participating programs and departments include Biochemistry , Biological Sciences , Cancer Biology , Cell & Developmental Biology , Chemical & Physical Biology , Chemistry , Human Genetics , Mathematics , Microbe-Host Interactions , Molecular Pathology & Immunology , Molecular Physiology & Biophysics , Neuroscience , Pharmacology , Biomedical Engineering , and Chemical & Biomolecular Engineering . Applicants typically have undergraduate degrees in quantitative fields such as physics, computer science, engineering, mathematics, and chemistry. Previous didactic training in the biological sciences is not required for entry into the QCB program. The QCB program has eliminated the GRE as a required component of the application. Students with strong biology backgrounds should consider the Interdisciplinary Graduate Program (IGP) in Biological and Biomedical Sciences",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 24
        }
    },
    {
        "id": "be6174be-9e0d-44b2-a359-9732a626f711",
        "text": ". The QCB program has eliminated the GRE as a required component of the application. Students with strong biology backgrounds should consider the Interdisciplinary Graduate Program (IGP) in Biological and Biomedical Sciences . Quick Facts and Stats here ! We would love to get to know you! Please contact us with any questions you may have. Applications for Fall 2026 will open August 1, 2025. There are many reasons why a graduate school application may not result in an interview or an offer. Here I discuss some of those reasons.  The Vanderbilt Biomedical training community See students and faculty discuss the Vanderbilt Biomedical training community   At Vanderbilt, fostering an environment where every individual feels valued, supported, and empowered to grow is at the core of who we are. We are committed to creating a community with the connections, varied viewpoints, and shared purpose that are necessary to tackle the complexities of an ever-changing world.",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 25
        }
    },
    {
        "id": "3a92b085-f538-48c4-9c92-027930e204bb",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 26
        }
    },
    {
        "id": "be4952c6-bc09-42be-b35e-32fff3a39710",
        "text": "Scraped from: https://medschool.vanderbilt.edu/vbsohr/\nDate scraped: 2025-02-17 02:45:13",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 27
        }
    },
    {
        "id": "388fa9f1-dcfd-4a25-9591-07d89df83c16",
        "text": "Basic Sciences Office of Human Resources   The Vanderbilt Basic Sciences Office of Human Resources (VBSOHR) supports the discovery, innovation, and impact pillars of our faculty, staff, and students, through the development and administration of quality human resources, programs and services designed to enhance the work environment and increase organizational effectiveness. Our Mission Our mission is to provide effective human resource management by developing and implementing programs and services retain a high performing and diverse workforce and foster a healthy, safe, and productive work environment for employees to maximize individual and organizational potential and position Basic Sciences at Vanderbilt as an employer of choice. Working together in a spirit of continuous collaboration, our team provides timely and accurate services that are customer focused, quality driven, and highly effective toward the pursuit of an exceptional experience for everyone we serve. Our Vision The Vanderbilt Basic Sciences Office of Human Resources will provide our faculty, staff, and students with the services and tools they need to advance excellence in their scientific endeavors. Our Values The Vanderbilt University Basic Sciences Office of Human Resources celebrates teamwork, encourages communication and is a champion for employee development. We believe those we serve deserve excellent service and quality results. We model and encourage a positive and healthy work environment",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 28
        }
    },
    {
        "id": "59f5c572-2440-4589-bd15-b76ace0f33f0",
        "text": ". We believe those we serve deserve excellent service and quality results. We model and encourage a positive and healthy work environment. We are committed to attracting, developing, and retaining a talented workforce. We are a trusted and impartial resource for those we serve, communicating respectfully, openly, and honestly.",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 29
        }
    },
    {
        "id": "501f91d1-93fe-4efa-9687-e344354ef270",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 30
        }
    },
    {
        "id": "01984c8e-d911-4c73-9c2f-1dff9ca1d88a",
        "text": "Scraped from: https://medschool.vanderbilt.edu/vbs-firm/\nDate scraped: 2025-02-17 02:45:14\n\nFIRM - School of Medicine Basic Sciences Facilities, Infrastructure, Research IT, & Risk Management The office of Facilities, Infrastructure, Research IT & Risk Management (FIRM) is responsible for overseeing and maintaining the facilities and infrastructure across Vanderbilt University (VU), Vanderbilt University Medical Center (VUMC), and off-campus locations that all School of Medicine Basic Sciences (SOM BS) occupy.   Work Orders for VU Chargeable Work Orders for VUMC Trouble Tickets for VUMC   F.I.R.M provides comprehensive support for the S.O.M. Basic Sciences with a focus on the following areas: Renovations & Repairs : Ensuring the upkeep and enhancement of our physical spaces. Facility Renewals : Managing the long-term viability of facilities through proactive renewals and upgrades. Capital Assets : Overseeing the management of major building systems and infrastructure assets. Space Surveys : Conducting regular assessments to optimize space utilization and planning. Information Technology (IT) : Supporting IT infrastructure that aligns with facility needs and operations. \n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/dei/\nDate scraped: 2025-02-17 02:45:14\n\n\n================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 31
        }
    },
    {
        "id": "350603d1-4c71-4e9f-9cbb-4e4cde1a752a",
        "text": "Scraped from: https://medschool.vanderbilt.edu/dei/\nDate scraped: 2025-02-17 02:45:14\n\n\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/midp/\nDate scraped: 2025-02-17 02:45:16",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 32
        }
    },
    {
        "id": "8452fc11-a473-435b-a25a-cc1f9b016ec1",
        "text": "Medical Innovators Development Program Cutting-edge medical training for tomorrow’s physician-innovators  Are you an aspiring innovator? You’ve come to the right place. The Medical Innovators Development Program (MIDP) trains candidates through a 4-year, innovation-centered MD curriculum. We’re raising up the next generation of physician innovators by bringing together applicants from diverse backgrounds in a clinical environment. Together, we’ll practice empathy-driven innovation to unearth new questions, challenge the status quo, and redefine the medical field of tomorrow. The MIDP is internationally unique. You won’t find a program like this anywhere else in the world. Nuts and Bolts of Physician-Innovation In the MIDP, you’ll travel with your cohort through the full four-year MD curriculum at VUSM, but the path you take will be innovation-focused. Through intensive design-thinking training and applied experiences in industry, you’ll graduate from the MIDP fully equipped to: Identify existing clinical problems at the health systems level Translate engineering principles into solutions that improve your patients’ wellbeing Navigate the Food and Drug Administration (FDA) and the patent process Bridge the gap between academia, industry, and healthcare Become a leader in medical technology innovation By the end of the program, you’ll be more than a physician with a unique perspective. You’ll be a field-transforming innovator",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 33
        }
    },
    {
        "id": "48e26ff4-2e7d-40ae-95b4-39fead859477",
        "text": ". You’ll be a field-transforming innovator. After MIDP, what’s next? With MIDP’s unparalleled combination of deep clinical understanding and strategic biomedical design, you’ll be well positioned to follow any of these paths after graduation: Residency +/- fellowship to industry leadership Many MIDP grads choose to pursue a residency and fellowship in the specialty of their choice. After taking your medical training to the next level, you’ll be even better equipped to innovate in industry and clinical environments. Residency +/- fellowship to academic leadership Completing your medical training in a specialty could also lead to leadership in an academic medicine setting. Become a mentor for the next generation of medical innovators! Industry leadership or startup venture After spending a season immersed in an industry or startup setting , you’ll be well-equipped to join an innovation team straight out of med school, if you so choose. Your medical knowledge and hands-on clinical experience will be invaluable resources for whatever team you join. Government or foundation leadership Navigating the FDA, designing effective patents, collaborating across disciplines—you’ll gain all these skills and more through the MIDP, paving the way for you to take leadership in a government or non-profit foundation setting. When you join the MIDP, you’re joining a cohort of current and future field leaders, academic and industry colleagues who’ll leave their mark on medicine for decades to come",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 34
        }
    },
    {
        "id": "543b457e-16b4-4c44-ac33-229d165c2c7d",
        "text": ". When you join the MIDP, you’re joining a cohort of current and future field leaders, academic and industry colleagues who’ll leave their mark on medicine for decades to come. Sound like you? Check out what life in the MIDP is like.",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 35
        }
    },
    {
        "id": "57671149-a764-422a-a62d-a12c24498211",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 36
        }
    },
    {
        "id": "70803433-9d9f-4c1f-aed3-3a8059b0b1c2",
        "text": "Scraped from: https://medschool.vanderbilt.edu/msrc/\nDate scraped: 2025-02-17 02:45:20\n\nMass Spectrometry Research Center  Mission The mission of the Mass Spectrometry Research Center (MSRC) is to bring state-of-the-art mass spectrometry expertise, methodology, and instrumentation to the research and clinical infrastructure of Vanderbilt University. The MSRC is located on the 9th floor in Medical Research Building III.\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/vcscb/\nDate scraped: 2025-02-17 02:45:20\n\nVanderbilt Center for Stem Cell Biology (VCSCB) Mission and Goals Members Enrichment Vanderbilt Genome Editing Resource Creative Data Solutions Seminar Series\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/evresearch/\nDate scraped: 2025-02-17 02:45:26",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 37
        }
    },
    {
        "id": "cfd24411-7dd5-4198-a0d6-be1e147dc940",
        "text": "Scraped from: https://medschool.vanderbilt.edu/evresearch/\nDate scraped: 2025-02-17 02:45:26\n\nThe Vanderbilt Center for Extracellular Vesicle Research   Extracellular Vesicles: Packets of Information The Vanderbilt Center for Extracellular Vesicle Research aims to catalyze innovative and transformative research with broad impact in the rapidly evolving  extracellular vesicle (EV) field by promoting synergistic and interdisciplinary collaborations, enabling access to key technologies, advancing education, and engaging in global outreach to the international extracellular vesicle community. Extracellular vesicles, including exosomes and microvesicles, are small lipid enclosed carriers of bioactive proteins, lipids, and nucleic acids.  Only recently discovered, there is emerging recognition that extracellular vesicles play a fundamental and evolutionarily conserved role in cellular communication. Extracellular vesicles control a wide range of behaviors and provide a mechanism of communication between cells, organs, organ systems, and organisms.\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/cdb/\nDate scraped: 2025-02-17 02:45:26",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 38
        }
    },
    {
        "id": "8fbfbb27-595b-4bfb-be3a-1df5a33aab39",
        "text": "Scraped from: https://medschool.vanderbilt.edu/cdb/\nDate scraped: 2025-02-17 02:45:26\n\nDepartment of Cell and Developmental Biology Faculty Students PostDocs Research Staff Program in Developmental Biology Seminars About CDB Resources Cell Dynamics Symposium Faculty Students PostDocs Research Staff  Program in Developmental Biology Seminars About CDB Resources VIEW MORE EVENTS >\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/biochemistry/\nDate scraped: 2025-02-17 02:45:26\n\nDepartment of Biochemistry  \n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/connect-with-vusm/\nDate scraped: 2025-02-17 02:45:28\n\nSchool of Medicine Connect with VUSM Vanderbilt University School of Medicine Basic Sciences BRET Office of Career Development Cell Imaging Shared Resource Department of Cell and Developmental Biology Cortez Lab (David Cortez) Jackson Lab (Lauren Jackson) Medical Alumni Association Medical Innovators Development Program (MIDP) Medical Scientist Training Program (MSTP) Quaranta Lab (Vito Quaranta) Vanderbilt Institute of Chemical Biology Vanderbilt Program in Interprofessional Learning (VPIL)             Does your School of Medicine area have a social media profile we should include here? Submit your links\n================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 39
        }
    },
    {
        "id": "f62b14fb-8105-42ef-973f-a32cee79a714",
        "text": "Scraped from: https://medschool.vanderbilt.edu/dean/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 40
        }
    },
    {
        "id": "55621b3e-321f-45d4-8478-c21bd10ab928",
        "text": "Welcome  Medical school isn’t to be “gotten through.” It’s an experience to savor as you evolve into the physician you want to be – equipped to navigate the change ahead on your journey through a career in medicine. You’re choosing a place that will be the beginning act in the drama of your medical career. It’s no longer simply preparation – it’s an experience that merges learning and practice. Like many of the faculty (and deans) at Vanderbilt, as a graduate of this medical school I have a deep connection to the traditions and the experiences of its students. We have a personal, vested interest in training physicians who are not only exceptional clinicians, but also “specialists” at building relationships with people. We provide that kind of education through a highly personal, yet broad intellectual experience that enables leadership in the fast-paced change taking place in all corners of biomedical science and health care. Medicine needs the next generation of physicians to be people who both excel and lead in the clinical setting as innovators of new processes and technologies designed to support and enhance clinical care. The Vanderbilt medical curriculum is a model for institutions across the country for its emphasis on lifelong learning and extensive exposure to real world patient care experience throughout all four years of medical school",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 41
        }
    },
    {
        "id": "f82c00d2-e029-4351-a17f-120524f33405",
        "text": ". The Vanderbilt medical curriculum is a model for institutions across the country for its emphasis on lifelong learning and extensive exposure to real world patient care experience throughout all four years of medical school. Your journey will be rife with first experiences, from seeing your first cadaver, your first physical examination of a patient, the first time you help deliver a baby, and yes, the first time you support a patient at the end of life. But the important “firsts” will keep coming long after you leave the halls of medical school. The Vanderbilt experience is crafted to impart the skills and confidence you will need to manage new and evolving healthcare trends with a mind conditioned to make decisions that consider the broadest array of evidence – including social and behavioral factors as well as the biological and data sciences. Medicine is a life of service – and at times sacrifice. We sometimes miss the evening meal or the soccer game as we are called to be there when our patients need us. And yet it’s a life full of rich rewards because of the profound and direct difference we can make in people’s lives. Whether you’re still weighing medicine as your career path or assessing which institution best fits you: know that Vanderbilt is a medical school with tradition and culture built around mutual support as together we engage and shape the next frontiers in science and health care. Best wishes on your journey, Jeffrey R. Balser, M.D., Ph.D",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 42
        }
    },
    {
        "id": "ab37f4f0-0b81-447d-96e5-89781d503347",
        "text": ". Best wishes on your journey, Jeffrey R. Balser, M.D., Ph.D. Dean, Vanderbilt University School of Medicine President and CEO, Vanderbilt University Medical Center",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 43
        }
    },
    {
        "id": "327d1e80-d856-48ac-8aee-f7e7c682f573",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 44
        }
    },
    {
        "id": "2a80c35f-1838-4097-9f25-e968fa7f32c8",
        "text": "Scraped from: https://medschool.vanderbilt.edu/vcar/\nDate scraped: 2025-02-17 02:45:29\n\n\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/about-the-school/\nDate scraped: 2025-02-17 02:45:29",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 45
        }
    },
    {
        "id": "accb834c-6931-478c-b56a-db755665fd6c",
        "text": "About the School   The Vanderbilt University School of Medicine administers degree programs that provide students with the knowledge, skills, and attitudes they will need to practice safe, effective, ethical, evidence-based, and patient-centered health care in the 21st century, and to contribute to the knowledge base supporting it. Mission The vision of Vanderbilt University School of Medicine is to shape a future in which all persons reach their full health potential. The core values of Vanderbilt University School of Medicine are integrity, inclusion, humility, equity, mutual respect, and excellence. The mission of Vanderbilt University School of Medicine is to catalyze the advancement of impactful discovery, servant leadership, and lifelong learning. In order to carry out this mission, we make these strategic commitments: To nurture the growth of clinicians, scientists, and educators who will serve and lead their local, national, and global communities. To create, implement, and disseminate new knowledge that expands understanding of health, disease, and healthcare systems. To teach, learn, and provide compassionate, personalized caring of the highest quality for every patient who seeks our service and to strive to achieve health equity in the populations we serve. To embrace a culture of lifelong learning, critical thinking, and innovation so that we will continuously improve in all we do",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 46
        }
    },
    {
        "id": "d9320442-e15e-4fca-b520-bfa645f0e54c",
        "text": ". To embrace a culture of lifelong learning, critical thinking, and innovation so that we will continuously improve in all we do. To build a diverse community of faculty, staff, and students that expands the richness of our learning environment and enhances excellence in all of our endeavors. To cultivate a caring atmosphere and workforce that seeks to eliminate structural racism, promote justice, and establish racial equity in all endeavors.",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 47
        }
    },
    {
        "id": "3fcfaab7-60a7-448f-b376-43500674d14b",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 48
        }
    },
    {
        "id": "9fab6ee2-e975-4474-aff7-263c399388fa",
        "text": "Scraped from: https://medschool.vanderbilt.edu/history/\nDate scraped: 2025-02-17 02:45:31",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 49
        }
    },
    {
        "id": "bf7a8c38-e6db-4bf5-a0b9-8094b3e6a39c",
        "text": "History  The corner of 21st and Edgehill avenues in 1925. The Beginning Vanderbilt University Medical Center began in 1874 when the School of Medicine, which had been part of the University of Nashville since its founding in 1851, was incorporated into Vanderbilt University, which had been founded in 1873 with a grant from Commodore Cornelius Vanderbilt. The first degree awarded by this new University, in 1875, went to Henry William Morgan, and was a medical degree. For many years of its existence, Vanderbilt’s medical school and hospital were located near the present day intersection of Fifth Avenue and Elm Street, near downtown Nashville. During this time, the School of Medicine was owned and operated as a private property of the practicing physicians who made up the faculty and received the fees of the students—a system that, while not ideal, was typical of medical education in the U.S. at the time. In 1895, the School of Medicine was reorganized under the Vanderbilt University Board of Trust. William L. Dudley, who was professor of Chemistry in the college of Arts and Sciences, was appointed medical dean; admission requirements were raised to require a high school diploma; the course was lengthened to three years of six months each; and laboratory work in the basic sciences was added to the curriculum",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 50
        }
    },
    {
        "id": "6fa8ab0a-d408-4350-bd25-a0c2216c40a1",
        "text": ". At this time, Vanderbilt was one of four medical schools in Nashville , joined by the University of Nashville, which again separated from Vanderbilt in 1895, the University of Tennessee, and Meharry Medical College. Three years later, in 1898, the quality of education was again upgraded . The course requirement for graduation increased from three years to four years and the number of months of instruction each year increased from six to seven. Improving the quality of instruction and therefore the quality of graduates of the School of Medicine received a boost with the 1910 publication of the report of Abraham Flexner, who, with a grant from the Carnegie Foundation, surveyed American medical education and proposed that the training of physicians become more rigorous, standardized, and scientific. Flexner’s comments concerning Vanderbilt were not without criticism, but the report noted that Vanderbilt was the best suited facility in the state to train Tennessee’s doctors . The 1920s The Flexner report was taken to heart by Dr. G. Canby Robinson, who was appointed Dean of the School of Medicine in 1920",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 51
        }
    },
    {
        "id": "5ae107a0-de51-43af-95ae-19aa945c713c",
        "text": ". The 1920s The Flexner report was taken to heart by Dr. G. Canby Robinson, who was appointed Dean of the School of Medicine in 1920. Five years later, on September 16, 1925, the aspirations of the Flexner Report, the will of Canby Robinson, and the funding of Rockefeller Foundation General Education Board and the Carnegie Foundation came to life, as the School of Medicine was relocated to a new building on the Vanderbilt main campus that housed not only the school, but the hospital, outpatient clinics, laboratory, and library . That building survives as Medical Center North, although most of its original functions have since relocated to dedicated buildings of their own as the Medical Center has grown. The 1925 state-of-the-art facility was located adjacent to the building for the Vanderbilt University School of Nursing, also completed in 1925. The school, which was founded in 1909, was one of the nation’s first nursing programs to incorporate its curriculum into a liberal arts degree. While part of the college of Arts and Sciences until officially joining the Medical Center in 1984, the School of Nursing throughout its history was closely affiliated with the patient care activities of the Medical Center. The years between the reorganization of the Medical Center and the beginning of the Second World War were active ones at VUMC. Waller Leathers replaced Canby Robinson as Dean in 1928, the same year the department of Pediatrics was established",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 52
        }
    },
    {
        "id": "2d2f772d-b3cc-4b58-a0f6-c5bd29730954",
        "text": ". The years between the reorganization of the Medical Center and the beginning of the Second World War were active ones at VUMC. Waller Leathers replaced Canby Robinson as Dean in 1928, the same year the department of Pediatrics was established. The department of Radiology was established in 1936. The 1930s & 1940s The first major addition to the Medical Center building was made in 1938, as the D corridor was added at the rear of the structure to house, among other things, more patient rooms and the departments of Pediatrics and Obstetrics and Gynecology. One of VUMC’s first major research grants was received in 1932 from the Rockefeller Foundation. The $250,000 earmarked for clinical research was administered by a faculty committee. Two of the most significant clinical research developments in American medicine during this era came from Vanderbilt: In 1944, Dr. Alfred Blalock and his research assistant Vivien Thomas conducted pioneering research leading to the first cardiothoracic surgery for infants born with “blue baby syndrome.” Blalock’s work was essential to the development of open heart surgery. In the early 1940s, Dr. Ernest Goodpasture, who became Dean in 1944, developed the method of culturing vaccines in chick embryos, which allowed the mass production of vaccines for smallpox, typhus, and yellow fever",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 53
        }
    },
    {
        "id": "028b938a-c673-476f-a12e-c1aefe1d28fd",
        "text": ". In the early 1940s, Dr. Ernest Goodpasture, who became Dean in 1944, developed the method of culturing vaccines in chick embryos, which allowed the mass production of vaccines for smallpox, typhus, and yellow fever. The coming of war reduced the number of students and faculty on the Vanderbilt campus, and, as had been the case in World War I, VUMC faculty and staff had an organized presence in the war effort. In 1941 the Vanderbilt 300th General Hospital unit was organized and participated in the European theater. The first major development after the war was the 1945 establishment of the department of Anesthesiology. The department was new, but anesthesiology as a specialty had been one of the best known areas of VUMC; the first ether-oxygen apparatus, an early anesthesia machine, had been developed at VUMC in 1907 by Dr. James Tayloe Gwathmey. More great names of Vanderbilt also made an appearance during this era. Dr. Amos U. Christie, chair of Pediatrics, led a team that achieved worldwide notice for pioneering work in histoplasmosis. The 1950s & 1960s Dr. John B. Youmans became Dean in 1950; Dr. Barney Brooks retired as chair of Surgery and was replaced by Dr. H. William Scott Jr.; and Dr. Elliot Newman received the series of grants from the U.S. Public Health Service that led, in 1960, to the establishment of the federally funded Clinical Research Center which bears Newman’s name. Dr. John Patterson was named Dean in 1958",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 54
        }
    },
    {
        "id": "75e0eeb1-fc32-4a91-9b5c-e5d9bd56c037",
        "text": ". Elliot Newman received the series of grants from the U.S. Public Health Service that led, in 1960, to the establishment of the federally funded Clinical Research Center which bears Newman’s name. Dr. John Patterson was named Dean in 1958. The first endowed chair in the School of Medicine was established in 1960, the George W. Hale Professorship in Ophthalmology. In 1961, the Learned Lab was added to Medical Center North and the next year the West Wing, later more descriptively dubbed the Round Wing, opened. These additions added to both research and patient care space. Patient care of newborns was revolutionized in 1961 at VUMC as Dr. Mildred T. Stahlman founded the division of Neonatology and began the Vanderbilt NICU, the first in the nation to make use of respiratory therapy for infants with damaged lungs. In 1963, Dr. Randolph Batson was named Dean and Director of Medical Affairs, a position which evolved into the current position of Vice Chancellor for Health Affairs. The 1960s saw several additions to the Medical Center. The Werthan Wing was added to Medical Center North in 1964, and in 1967 Medical Center South was renovated and became part of the Medical Center. That same year, the Zerfoss Student Health Center, named in honor of Dr. Thomas B. Zerfoss, who was a University physician from 1926 to 1962, opened. The 1970s to 2000 From 1970 to 2000, the pace of growth and change at VUMC increased rapidly, as did the institution’s national and international reputation",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 55
        }
    },
    {
        "id": "ffc1b06a-a8ec-4ba4-b6b8-9292cad1c83d",
        "text": ". Thomas B. Zerfoss, who was a University physician from 1926 to 1962, opened. The 1970s to 2000 From 1970 to 2000, the pace of growth and change at VUMC increased rapidly, as did the institution’s national and international reputation. In 1970, the founding of Vanderbilt Children’s Hospital brought pediatric care to the forefront of the Medical Center’s patient care mission. In 1971, Dr. Earl Sutherland was awarded the Nobel Prize in Physiology or Medicine, thereby serving notice that the Medical Center’s research mission was on a par with its patient care and education missions. In 1974, Dr. Vernon E. Wilson became Vice Chancellor for Medical Affairs, and the next year Dr. John E. Chapman became Dean. The two men began an impressive program of construction of new facilities that continues to the present . The first of the new series of buildings was Rudolph A. Light Hall. The building, which opened in 1977, contained School of Medicine classrooms and laboratories. This was followed by Vanderbilt University Hospital in 1980. Dr. Roscoe R",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 56
        }
    },
    {
        "id": "879993fd-6bc2-4484-a83f-7a4faa297012",
        "text": ". The first of the new series of buildings was Rudolph A. Light Hall. The building, which opened in 1977, contained School of Medicine classrooms and laboratories. This was followed by Vanderbilt University Hospital in 1980. Dr. Roscoe R. “Ike” Robinson became Vice Chancellor for Health Affairs in 1981, and the building boom continued: the Child and Adolescent Psychiatric Hospital in 1985; The Vanderbilt Clinic in 1988; Medical Research Building I (now named the Ann and Roscoe Robinson Medical Research Building) in 1989; the Kim Dayani Human Performance Center in 1989; Stallworth Rehabilitation Hospital in 1992; Medical Research Building II (now the Frances Williams Preston Building) in 1993; and the Annette and Irwin Eskind Biomedical Library in 1994. Dr. Stanley Cohen received a Nobel Prize in 1986, as he shared the award with Dr. Rita Levi-Montalcini of Italy for their discovery of epidermal growth factor. The School of Nursing, which under the leadership of Dean Colleen Conway-Welch became a part of the Medical Center in 1984, phased out its undergraduate nursing degree in 1989 and became exclusively a graduate school with a mission of educating advanced level nurses. One of the innovative programs of the school is the Bridge program, which admits students from educational backgrounds other than nursing and allows them to complete a course of work leading to an advanced practice nursing degree",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 57
        }
    },
    {
        "id": "4077b905-2714-41fa-9e33-0f01ddb94c2f",
        "text": ". One of the innovative programs of the school is the Bridge program, which admits students from educational backgrounds other than nursing and allows them to complete a course of work leading to an advanced practice nursing degree. In 1986, the School of Nursing founded a donor society called the Julia Hereford Society, named after the Dean of Nursing from 1949 to 1965, and in 1999 dedicated Patricia Champion Frist Hall, a new classroom and office building adjacent to Godchaux Hall, the 1925 School of Nursing building. The School of Nursing also added a course of study leading to a Ph.D. in Nursing Science, and combined with the School of Engineering to offer a course of study leading to an M.S.N. in Nursing and a Ph.D. in Biomedical Engineering. Dr. Harry R. Jacobson succeeded Robinson as Vice Chancellor for Health Affairs in 1997, and took over a Medical Center that was in many ways more successful than ever in its history, but also facing unique challenges. Despite the growth and innovations in patient care, education, and research over the past decades, numerous challenges also faced the institution. Pressure from private insurers, health maintenance organizations, and government put pressure on the economics of patient care",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 58
        }
    },
    {
        "id": "0bf31fdb-063b-48d4-8a0c-630a63b09b21",
        "text": ". Pressure from private insurers, health maintenance organizations, and government put pressure on the economics of patient care. In response, the Medical Center took steps to create clinical pathways to streamline and improve the efficiency of patient care, reorganized faculty physicians into the Vanderbilt Medical Group, and located practices into communities away from the campus to be more convenient for patients. At the same time, government funding of research grew more competitive, even as VUMC faculty research dollars grew, and Vanderbilt began to reach out to private and entrepreneurial sources of research funds. But as VUMC continued to do what it has done throughout its history—adjust to the changing times and look ahead to a bright future—there was much evidence that the institution’s tradition of quality continued: U.S. News and World Report has consistently ranked the School of Medicine in the top 20 in the nation during the 1990s, and likewise Vanderbilt’s patient care in a number of specialties was highly ranked in that magazine’s annual reports. The School of Nursing has also been ranked in the top 25 from among 237 nursing programs in the U.S. There are 50 fully endowed chairs and professorships at VUMC. Twelve more are annually funded and 14 additional chairs are committed through requests",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 59
        }
    },
    {
        "id": "cb289bb1-95ed-49fc-921b-bf1796cad015",
        "text": ". There are 50 fully endowed chairs and professorships at VUMC. Twelve more are annually funded and 14 additional chairs are committed through requests. The opening of additional research space allowed a growth in research and research funding ; VUMC consistently ranks in the top 25 out of 129 medical schools in the receipt of National Institutes of Health funding. A new medical research building is under construction adjacent to Learned Lab. Patient visits have continued to grow with hospital admissions above 31,000 in 1999, and outpatient visits approaching 600,000. VUMC has the only Level I trauma center in the region, including the LifeFlight helicopter ambulance program, which began in 1984; the only Level 3 Burn Center; the only Level IV Neonatal Intensive Care Unit; and the only National Cancer Institute-designated center of its kind in Tennessee. And a new free-standing Vanderbilt Children’s Hospital, now long recognized as a community resource, is under construction at the south end of The Vanderbilt Clinic. Source: Wayne Wood, VUMC Reporter",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 60
        }
    },
    {
        "id": "7a1b0c7a-9b87-4f3b-a901-e4a3c6419ca7",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 61
        }
    },
    {
        "id": "e36e1292-73da-4ffa-bd01-b92a716cb2da",
        "text": "Scraped from: https://medschool.vanderbilt.edu/a-z-directory/\nDate scraped: 2025-02-17 02:45:31",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 62
        }
    },
    {
        "id": "105481f8-f1d7-4a77-b028-25d009504bbc",
        "text": "A-Z Directory School of Medicine, A to Z A B C D E F G H I J K L M N O P Q R S T U V W X Y Z Name Type Administrative POD 2 Advanced Computing Center for Research and Education core / shared resource VU Advanced Imaging Mass Spectrometry Ana Carneiro Lab Ann Richmond Lab Ascano Laboratory Basic Science Research Administration, POD 3 Basic Sciences Biomedical Informatics Brain Institute Core Labs core / shared resource VU Brash Lab BRET Career Development BRET Office of Postdoctoral Affairs Broadie Laboratory Burnette Lab Careers in Medicine Catalog CBMS CDB Equipment Resource core / shared resource VU Center for Biomedical Ethics and Society center / institute VUMC Center for Bone Biology center / institute VUMC Center for Cognitive Medicine center / institute VUMC Center for Diabetes Translational Research center / institute VUMC Center for Experiential Learning and Assessment center / institute VUMC Center for Human Nutrition center / institute VUMC Center for Immunobiology and Center for Translational Immunology and Infectious Disease center / institute VUMC Center for Kidney Disease center / institute VUMC Center for Matrix Biology center / institute VUMC Center for Professional Health center / institute VUMC Center for Programs in Allied Health center / institute VUMC Center for Quantitative Sciences center / institute VUMC Center for Research and Innovation in Systems Safety center / institute VUMC Center for Stem Cell Biology center / institute VUMC Center for",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 63
        }
    },
    {
        "id": "2bc493ad-a375-4993-ad02-f1ebdb0e9578",
        "text": "Programs in Allied Health center / institute VUMC Center for Quantitative Sciences center / institute VUMC Center for Research and Innovation in Systems Safety center / institute VUMC Center for Stem Cell Biology center / institute VUMC Center for Structural Biology center / institute VUMC Certificate Programs Chemical and Physical Biology Program Chemical Biology of Infectious Disease Training Program Chemical Synthesis Core core / shared resource VU Chiang Lab Clinical Research Center center / institute VUMC Colbran Lab Continuous Professional Development Cortez Lab David Miller Lab Department of Anesthesiology department VUMC Department of Biochemistry department VU Department of Biomedical Informatics department VUMC Department of Biostatistics department VUMC Department of Cardiac Surgery department VUMC Department of Cell and Developmental Biology department VU Department of Dermatology department VUMC Department of Emergency Medicine department VUMC Department of Health Policy department VUMC Department of Hearing and Speech Sciences department VUMC Department of Medicine department VUMC Department of Neurological Surgery department VUMC Department of Neurology department VUMC Department of Obstetrics and Gynecology department VUMC Department of Ophthalmology and Visual Sciences department VUMC Department of Oral & Maxillofacial Surgery and Dentistry department VUMC Department of Orthopaedic Surgery and Rehabilitation department VUMC Department of Otolaryngology",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 64
        }
    },
    {
        "id": "98b9f3e4-c4f7-4eca-837a-0ddc6dea74e7",
        "text": "VUMC Department of Ophthalmology and Visual Sciences department VUMC Department of Oral & Maxillofacial Surgery and Dentistry department VUMC Department of Orthopaedic Surgery and Rehabilitation department VUMC Department of Otolaryngology department VUMC Department of Pathology, Microbiology, and Immunology department VUMC Department of Pediatric Surgery department VUMC Department of Pediatrics department VUMC Department of Pharmacology department VU Department of Physical Medicine and Rehabilitation department VUMC Department of Plastic Surgery department VUMC Department of Psychiatry and Behavioral Sciences department VUMC Department of Radiation Oncology department VUMC Department of Radiology department VUMC Department of Surgery department VUMC Department of Thoracic Surgery department VUMC Department of Urology department VUMC Dewar Lab Diabetes Research Training Center center / institute VUMC Diet, Body Composition, and Human Metabolism Core core / shared resource VUMC Digestive Disease Research Center center / institute VUMC Digital Histology Shared Resource core / shared resource VUMC Distributed Online Research Storage - DORS core / shared resource VU Editors' Club Emeson Lab Epidemiology Center center / institute VUMC Eugenia Gurevich Lab Faculty Affairs and Career Development Fesik Lab Financial Aid Genetics Institute center / institute VUMC Gould Lab Graduate Medical Education Gurevich Lab Hamm Lab Hasty Laboratory Health Services Research center / institute",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 65
        }
    },
    {
        "id": "4f06223a-eb7d-44b5-9da9-1ab3b2d1f4f3",
        "text": "Eugenia Gurevich Lab Faculty Affairs and Career Development Fesik Lab Financial Aid Genetics Institute center / institute VUMC Gould Lab Graduate Medical Education Gurevich Lab Hamm Lab Hasty Laboratory Health Services Research center / institute VUMC Hearing and Speech Sciences Hiebert Laboratory High Throughput Screening Facility core / shared resource VU Hodges Lab Hormone & Analytical Services Core core / shared resource VUMC Hustedt Lab Initiative for Maximizing Student Diversity (IMSD) Institute for Clinical and Translational Research center / institute VUMC Institute for Global Health center / institute VUMC Institute for Integrative Biosystems Research and Education center / institute VU Institute for Medicine and Public Health center / institute VUMC Institute of Chemical Biology center / institute VU Institute of Imaging Science center / institute VUMC Interdisciplinary Graduate Program Iverson Lab Jacobson Lab Jason MacGurn Lab Kaverina Lab Lee Lab Macara Lab Marnett Research Laboratory Mass Spectrometry Core Lab Mass Spectrometry Research Center center / institute VU Master of Genetic Counseling Master of Public Health Master of Science in Applied Clinical Informatics Master of Science in Clinical Investigation Master of Science in Medical Physics Mchaourab Laboratory MD Admissions MD Curriculum Medical Alumni Association Medical Innovators Development Program Medical Scientist Training Program Medical Student Affairs Calendar Molecular Biophysics Training",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 66
        }
    },
    {
        "id": "aded0d43-f1d1-4352-99f5-344b0bc4a542",
        "text": "Master of Science in Medical Physics Mchaourab Laboratory MD Admissions MD Curriculum Medical Alumni Association Medical Innovators Development Program Medical Scientist Training Program Medical Student Affairs Calendar Molecular Biophysics Training Program Molecular Physiology & Biophysics department VU Mouse Metabolic Phenotyping Centers center / institute VUMC Mouse Neurobehavioral Core MSRC Bioinformatics MSRC Mass Spectrometry Research and Development MSRC Proteomics Laboratory MSRC Schey Lab Nakagawa Lab National Research Resource for Imaging Mass Spectrometry Neuert Lab for Quantitative Systems Biology Neurochemistry Core Office of Biomedical Research Education & Training Office of Diversity Affairs Office of Research Olivares-Vilagomez Lab Page-McCaw Lab Patton Lab PhD Programs Postdoctoral Training Program in Functional Neurogenomics Professional Doctorate in Medical Physics Program in Cancer Biology Program in Developmental Biology Quantitative & Chemical Biology Program at Vanderbilt Quantitative Systems Biology Center center / institute VU Quaranta Lab Rat Neurobehavioral Core core / shared resource VU Ren Laboratory Richard O'Brien Laboratory Roland Stein Lab Section of Surgical Sciences department VUMC Shieh Lab Short-term Research Training Experiences Small Molecule NMR Facility Core Student Wellness Program Sulikowski Lab Technologies for Advanced Genomics core / shared resource VU Tennessee Center for AIDS Research center / institute VUMC The Colleges Tissue",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 67
        }
    },
    {
        "id": "0c241d9e-6b9e-448e-88c7-fa1b38f7101c",
        "text": "Research Training Experiences Small Molecule NMR Facility Core Student Wellness Program Sulikowski Lab Technologies for Advanced Genomics core / shared resource VU Tennessee Center for AIDS Research center / institute VUMC The Colleges Tissue Core Training Program in Environmental Toxicology Transgenic Mouse / ES Cell Shared Resource core / shared resource VU Translational Pathology Shared Resource core / shared resource VUMC Tuberculosis Center center / institute VUMC Tyska Lab Vanderbilt ASPIRE Program Vanderbilt Autonomic Dysfunction Center center / institute VUMC Vanderbilt Bill Wilkerson Center center / institute VUMC Vanderbilt Brain Institute center / institute VU Vanderbilt Center for Addiction Research Vanderbilt Institute for Infection, Immunology, and Inflammation center / institute VUMC Vanderbilt Institute for Obesity & Metabolism Vanderbilt Program in Molecular Medicine Vanderbilt Summer Science Academy Vanderbilt Vision Research Center center / institute VU Vanderbilt-Ingram Cancer Center center / institute VUMC Venters Lab Vivian Gama Lab VUMC Office of Health Sciences Education VUMC Weaver Lab Wente Lab Winder Lab Wright Lab Zanic Lab",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 68
        }
    },
    {
        "id": "d1bb1958-5a34-4165-ab2b-897c8e2dfc9b",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 69
        }
    },
    {
        "id": "8388e757-65c2-495a-bbf5-e1c05d9de743",
        "text": "Scraped from: https://medschool.vanderbilt.edu/quick-facts/\nDate scraped: 2025-02-17 02:45:31",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 70
        }
    },
    {
        "id": "6820aa19-c48c-432f-8a69-2049d9cc4f24",
        "text": "Quick Facts School of Medicine Rankings Vanderbilt University School of Medicine ranks 5th among the nation’s elite programs, according to U.S. News and World Report ‘s annual ranking of top medical schools for research, released in the 2023 edition of America’s Best Graduate Schools. Read more on Vanderbilt News . Some of our ranked programs include: Audiology, 1st Speech-Language Pathology, 1st Anesthesiology, 12th Internal Medicine, 11th (tie) Obstetrics and Gynecology, 14th Pediatrics, 14th (tie) Surgery, 12th (tie) Vanderbilt University School of Medicine ranks No. 11 in the nation among U.S. medical schools in total grant support provided through the National Institutes of Health (NIH). MD Incoming Class of 2022 The incoming class of 2022 included: 96 students total 78 MD 15 Medical Scientist Training Program Two Medical Innovator Development Program One Oral Maxillofacial student 25 represented states Eight represented countries Students from 31 different undergraduate majors 48 female students 46 male students 2 genderqueer or gender non-conforming students 26% underrepresented in medicine (URM) Brief History Vanderbilt University issued it first diplomas to 61 Doctors of Medicine in 1875, thanks to an arrangement that recognized the University of Nashville’s medical school as serving both institutions",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 71
        }
    },
    {
        "id": "59a7f00f-7865-4394-b06c-a1f840765bcb",
        "text": ". After reorganization under the Vanderbilt Board of Trust in 1895, admission requirements were raised, the course was lengthened, and the system of instruction was changed to include laboratory work in the basic sciences. Read more on the history of Vanderbilt University School of Medicine.",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 72
        }
    },
    {
        "id": "aadae566-a0c0-46f8-a471-423ba4ee8cd6",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 73
        }
    },
    {
        "id": "6dfd1538-e8b0-41a4-baf2-4a4ac46e4059",
        "text": "Scraped from: https://medschool.vanderbilt.edu/campus-maps-parking/\nDate scraped: 2025-02-17 02:45:32\n\nCampus Maps & Parking Maps Vanderbilt University Campus Map Select the building of your destination and view its interactive map. http://www.vanderbilt.edu/map VUMC Locations & Parking Find where to park or search by location. VUMC Locations & Parking Parking If driving to Nashville for your interview as a prospective student, park in the South Garage located across from the Children’s Hospital, between 23rd and 24th avenues. VUSM will not validate parking in any of the other garages on campus. Vanderbilt University Traffic & Parking Find more information on registering your vehicle or parking on campus as a visitor . http://www.vanderbilt.edu/traffic_parking\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/explore-vusm/\nDate scraped: 2025-02-17 02:45:32",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 74
        }
    },
    {
        "id": "00797bc6-38bd-45d8-9c7f-41297a7a9ab2",
        "text": "Scraped from: https://medschool.vanderbilt.edu/explore-vusm/\nDate scraped: 2025-02-17 02:45:32\n\nExplore VUSM VUSM Academic Resources VUSM Academic Calendars Equal Opportunity and Access Student Access Title IX Who’s Who Faculty Directory VUSM Deans, Directors, and Principal Administrators Contact VUSM University Leadership VU / VUSM Policies & Procedures VU Student Handbook Enrollment Bulletin VUSM Catalog VUSM Social Media Policy all VU / VUSM Policies & Procedures resources Registrar, Records and Financial Aid University Registrar URO Kuali Workflow Forms VUSM Financial Aid VU Office of Student Financial Aid and Scholarships all Student Records / Registrar resources Student Life & Organizations Mental Health Resources Student Care Network Program for LGBTQ Health Anchor Link all Student Life resources Faculty Resources MD Student Directory Brightspace How to Find Your Class Roster This is for filling in space all Faculty Resources Student Concerns Promoting Positive Learning Environments VERITAS LEAF Report Card LEAF Report Card with Internal Data (current students only) Other Eskind Biomedical Library VU Bookstore Campus Maps & Parking Ask a Librarian\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/vpmm/\nDate scraped: 2025-02-17 02:45:33",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 75
        }
    },
    {
        "id": "aa409eaf-73ee-4cd7-941c-7586d8bc0408",
        "text": "Scraped from: https://medschool.vanderbilt.edu/vpmm/\nDate scraped: 2025-02-17 02:45:33\n\nThe ASPIRE Path in Molecular Medicine  A unique training program available to graduate students and postdoctoral fellows in the Biomedical Sciences at Vanderbilt University allowing for integration of thesis work with important clinical, disease-based areas. This program provides a supervised experience, including didactic and experiential courses, seminars and individual experiences, under the guidance of a clinical mentor and basic science mentor.\n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/humangenetics/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 76
        }
    },
    {
        "id": "3813c684-f10f-4437-b16b-d243898c1e43",
        "text": "Vanderbilt Human Genetics Program  Human Genetics PhD Program Rationale Genetics is the core of biology. Human genetics as a discipline is a central feature of modern biology and now of modern medicine as well. Human genetics and genomics, along with the related field of precision medicine, continue to generate both great excitement and genuine discovery. In current research practice, human genetics often forms the bridge between traditional wet-lab biological research and medicine. Post-graduate education in human genetics is an increasingly attractive route to the PhD due to the broad and interdisciplinary nature of this research and to the increasing capability of non-clinical researchers to contribute to medically relevant research. Graduate students recognize that the interdisciplinary nature of modern human genetics research prepares them for a rich and varied research career instead of funneling them into a very tight sub-specialty field. The translational nature of modern human genetics satisfies the need to contribute to health and medical care which we often see described as a major motivation for our graduate student to enter a PhD program. Recent events have only strengthened the urgency that young scientists feel to contribute to biomedical research in a meaningful way. The Vanderbilt Human Genetics PhD program (HGEN) has served as a model of successful interdisciplinary biomedical research to graduate students since its inception",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 77
        }
    },
    {
        "id": "951d1713-3553-4767-b570-f20800b67ecf",
        "text": ". The Vanderbilt Human Genetics PhD program (HGEN) has served as a model of successful interdisciplinary biomedical research to graduate students since its inception. Modern human genetics research relies more and more on large scale biobanks combined with de-identified medical records, and HGEN has been intensively training graduate students in these research methods for over 10 years, far earlier than other institutions. We were able to start training graduate students in this new research area early due to the founding of our own large local biobank, BioVU, in 2008. That valuable research experience has allowed the students supported by this training grant to go forward into successful research careers as the increasing development of both regional and national biobank research efforts have increased, placing their educational experience in high demand. HGEN Training Program Mission There is a growing need nationally for scientists educated in computational biology, with genetics being one of the most quantitative and computational areas of modern biology. Vanderbilt University (VU) and Vanderbilt University Medical Center (VUMC) have invested hugely in human genetic and genomic science",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 78
        }
    },
    {
        "id": "9e0fd0e3-3869-40bd-b479-8616279d19b7",
        "text": ". Vanderbilt University (VU) and Vanderbilt University Medical Center (VUMC) have invested hugely in human genetic and genomic science. With the establishment in 2015 of the Vanderbilt Genetics Institute (VGI), Vanderbilt has committed substantial new resources for establishing a research institute crossing both institutions, recruitment of additional faculty in genetics and genomics, and additional investment in genomic data for subjects in BioVU to facilitate further research by faculty and graduate students. HGEN students have enjoyed unusual success in both productivity in graduate school (an average of 5.1 publications per student from graduate school research) and in being hired into academic human genetics programs (32% of HGEN alumni graduating >10 years ago now have faculty positions). The goal of the Ph.D. Program in Human Genetics is to train students to explore scientific questions in genetics, with an emphasis on human disease. The program is designed to ensure technical proficiency in statistical and molecular techniques, provide current knowledge of genetics research and methods, and develop scientific communication skills. The program provides a cohesive experience that leverages the many facets of human genetics research at Vanderbilt, for the benefit of trainees and research mentors.",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 79
        }
    },
    {
        "id": "f43277bf-d304-4167-9cd7-f33c2b3ab2e4",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 80
        }
    },
    {
        "id": "a647f653-8f7f-44f9-996d-f5cef53b0e20",
        "text": "Scraped from: https://medschool.vanderbilt.edu/vssa/\nDate scraped: 2025-02-17 02:45:34",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 81
        }
    },
    {
        "id": "94e6563b-fd20-4945-a6e6-bbdd686b510c",
        "text": "Vanderbilt Summer Science Academy  Vanderbilt University has a longstanding tradition of training undergraduates in the biomedical sciences through summer research programs. The Vanderbilt Summer Science Academy (VSSA) is an umbrella program that brings together undergraduates conducting summer biomedical research at Vanderbilt University School of Medicine. Approximately 120 students in 13 research programs participate in VSSA seminars, enrichment activities, and social activities. There are multiple programs under the VSSA umbrella, each with their own requirements and directors, so read the descriptions carefully. Please explore programs for Basic Research and programs for Clinical Research . Applicants must be enrolled full time in an undergraduate institution and cannot have graduated by the time the programs start. Applicants can apply for more than one program on the VSSA application, but are encouraged to focus their essay on the their first choice of programs. The 2025 VSSA application will open on November 1st, 2024. Program applications will close on between January 16-February 15, 2025 with most deadlines being February 1st, 2025. Most programs will run between Tuesday May 27 – Friday August 1, 2025. Some will run between Monday June 2 – Friday August 1, 2025. General questions can be directed to Dr",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 82
        }
    },
    {
        "id": "9d987a0e-eb10-4a1c-9dba-8e8ad94e936d",
        "text": ". Most programs will run between Tuesday May 27 – Friday August 1, 2025. Some will run between Monday June 2 – Friday August 1, 2025. General questions can be directed to Dr. Stephanie Richards at VSSA@vanderbilt.edu  If you are interested in summer engineering programs, please visit* VINSE: Vanderbilt Institute of Nanoscale Science and Engineering REU program VISE: Vanderbilt Institute for Surgery and Engineering Summer Research Program *Please note that these engineering programs are not affiliated with the VSSA. *Please note that these engineering programs are not affiliated with the VSSA. Recordings from our previous virtual VSSA programs are available for anyone interested in learning about the diverse post-baccalaureate paths for scientists (PhD, MD/PhD, and MD) and how to best prepare. These recordings are available to anyone interested in pursuing these paths. At Vanderbilt, fostering an environment where every individual feels valued, supported, and empowered to grow is at the core of who we are. We are committed to creating a community with the connections, varied viewpoints, and shared purpose that are necessary to tackle the complexities of an ever-changing world.",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 83
        }
    },
    {
        "id": "b085a993-1b66-4a9f-a894-7443c9fa3fef",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 84
        }
    },
    {
        "id": "d59e45f1-2f23-4b06-8435-5911d63be965",
        "text": "Scraped from: https://medschool.vanderbilt.edu/pharmacology/\nDate scraped: 2025-02-17 02:45:34\n\nDepartment of Pharmacology Mission Statement Contact Us News Faculty Research Students PhD Training Seminars Resources  \n================================================================================\n\nScraped from: https://medschool.vanderbilt.edu/md-gateway/\nDate scraped: 2025-02-17 02:45:35\n\nMD Gateway Academic Resources Calendars & Tech Student Organizations Clinical Tools Forms Policies & Procedures Resources for Teaching Financial Aid MD Admissions Residency / Career Student Life Explore VUSM\n================================================================================",
        "metadata": {
            "source": "scraped_data/medschool.vanderbilt.edu/medschool.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 85
        }
    }
]