[
    {
        "id": "2ab64d31-7697-453c-9965-68e9192a324f",
        "text": "Scraped from: scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt\nDate scraped: Unknown Date\n\nScraped from: https://info.engineering.vanderbilt.edu/transform-procedural-medicine-with-a-master-of-engineering-in-surgery-and-intervention/\nDate scraped: 2025-02-17 02:45:09",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 1
        }
    },
    {
        "id": "9b49a7cd-d01b-440e-a7c0-f752b12a6664",
        "text": "Close  Home Professional Graduate Engineering Degrees Explore Master of Engineering Programs Master of Engineering in Civil Engineering with a concentration in Construction Management Master of Engineering in Cyber-physical Systems Master of Engineering in Surgery and Intervention Master of Engineering in Risk, Reliability and Resilience Strategic Partnerships Workforce Development Engineering Design Research Collaboration Helpful Links The EngineeringVU Blog Request More Information Start Your Application Back to engineering.vanderbilt.edu Explore Master of Engineering Programs Master of Engineering in Civil Engineering with a concentration in Construction Management Master of Engineering in Cyber-physical Systems Master of Engineering in Surgery and Intervention Master of Engineering in Risk, Reliability and Resilience Workforce Development Engineering Design Research Collaboration The EngineeringVU Blog Request More Information Start Your Application Back to engineering.vanderbilt.edu Master of Engineering in  Surgery and Intervention  Ready to learn more about this degree? The Future of Healthcare Technology: Healthcare professionals today, and specifically surgeons, are experiencing the benefits of technological advancements that are developed by surgical engineering professionals who have harnessed the power of automation and data to augment healthcare procedures and services",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 2
        }
    },
    {
        "id": "ec78d362-1a80-4b16-a03e-e2a029047667",
        "text": ". Learn more about these technological advances and what it could mean for your future career in our informative digital resource.  A Guide to Engineering Design Courses: In recent years, it has become increasingly necessary for the healthcare field to employ engineering experts who can bring technological advancement to medical practice. The conception, development and evaluation of novel technologies require a close interaction between multiple engineering disciplines and clinicians. Keep reading to learn more about this unique field of study (and how you can best apply to the master of engineering).  Other Media At Vanderbilt School of Engineering, we believe in increasing innovation in procedural medicine. What is Innovation in Procedural Medicine? Getting an Engineering Degree in Surgery and Intervention Looking for additional opportunities to explore the field? Check out some of our most popular blog posts: Discovering the Career Path to Medical Device Innovation with Vanderbilt's MESIP Read Now Engineering in Medicine: Biomedical Engineering vs. Surgery Engineering Read Now Discover More Blog Articles Watch Our Short Video Watch our short video above to find out why Vanderbilt University’s master of engineering in surgery and intervention is one of the most cutting-edge engineering degrees today",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 3
        }
    },
    {
        "id": "68403bfb-bf72-4054-856f-72229733c09f",
        "text": ". View the Recorded Webinar Watch the recorded webinar to gain valuable insights from the program director, grasp the program's core essence, and chart your path towards innovative excellence. Panel Discussion Series Careers in Engineering for Surgery and Intervention: Panel I Explore careers at the enterprise level with Stephen Aylward, PhD, Senior Director of Strategic Initiatives at Kitware, Inc. and Jing Zhao, PhD, Senior Principle Analytics Tech Lead – Surgical Robotics at Medtronic. Vanderbilt’s Entrepreneurial Ecosystem: Panel III Understand Vanderbilt’s entrepreneurial ecosystem with Charleson Bell, PhD, Director of Entrepreneurship, Biomedical Innovation, and I-Corps at Vanderbilt’s Wond’ry and Mr. George Wilson who is the New Ventures Officer at Vanderbilt University’s Center for Technology Transfer and Commercialization. Digital Twins, Sensing, and Next Generation Devices: Panel V Whereas in the past, fundamental discoveries were made at the bench in preclinical systems, today’s discoveries arise out of human data and within the context of imaging, electronic health records, and interventions in human systems.  In this panel, we will consider the digital twin as a model of discovery, some aspects of sensing devices that are providing new dimensions to data, and finally, a look at the next generational devices",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 4
        }
    },
    {
        "id": "5a5d3043-c31f-4734-92b6-3f880aae6b6b",
        "text": ".  In this panel, we will consider the digital twin as a model of discovery, some aspects of sensing devices that are providing new dimensions to data, and finally, a look at the next generational devices. Frontiers in AI for Surgery and Intervention: Panel VII Watch as we delve into the ground-breaking impact of Artificial Intelligence (AI) on surgery and intervention. Our expert panelists will share insights on the latest breakthroughs, hurdles, and the future potential of AI in transforming surgical procedures. From intelligent surgical robotics and real-time decision-making assistance to personalized therapeutic delivery and predictive patient outcomes, AI is set to redefine patient care and the future of procedural medicine. Don't miss this unique opportunity to listen-in on a conversation with two pioneers at the forefront of this fascinating field. Careers in Engineering for Surgery and Intervention: Panel II Discover the fast-paced and kinetic world of the entrepreneur with Piotr Slawinksi, PhD, Technical Lead, Robotics and Controls at the startup Noah Medical, and Jim Stefansic, PhD, Director of Corporate Development at Cumberland Emerging Technologies. Vanderbilt Entrepreneurs: Panel IV Hear from two Vanderbilt entrepreneurs well on their way to realizing a vision for 21st century robotic surgery in their cutting-edge company Virtuoso Surgical, Inc. Dr. Duke Herrell III, MD and Dr. Robert Webster III, PhD are the esteemed presenters during this panel discussion",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 5
        }
    },
    {
        "id": "9d44a6fe-074d-45c0-a114-732a140f8011",
        "text": ". Dr. Duke Herrell III, MD and Dr. Robert Webster III, PhD are the esteemed presenters during this panel discussion. Cutting-Edge Interventional Technologies for Challenges in Global Health: Panel VI Throughout our series of panels, a common thread has been the notion that our designs are boundless and unfettered by the limitations of practical implementation and the constraints of the presenting environment. In this discussion, however, we shift focus to the distinct challenge of creating designs within restricted settings as we delve into pioneering interventional technologies aimed at addressing global health issues. Take the Next Steps Request More Information Start Your Application",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 6
        }
    },
    {
        "id": "e92dc65b-5908-434a-ab7c-306741bb2b9d",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 7
        }
    },
    {
        "id": "8a3d17ff-2e33-43bc-8558-81118a472380",
        "text": "Scraped from: https://info.engineering.vanderbilt.edu/explore-surgery-and-intervention-at-vanderbilts-school-of-engineering/\nDate scraped: 2025-02-17 02:45:09",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 8
        }
    },
    {
        "id": "ee4f44a9-6b97-4c53-93e3-13e9a286ebf5",
        "text": "Explore Surgery and Intervention at Vanderbilt's School of Engineering  Watch the Video Watch and learn what surgery and intervention is all about (and why you should choose Vanderbilt University!) Over the past several decades, dramatic breakthroughs in biomedical science have been witnessed within laboratory research, but the ability to translate those discoveries and make new discoveries has been a challenge and has been often characterized as the bottleneck of clinical translation. In response to this need, Vanderbilt University School of Engineering, in partnership with the Vanderbilt Institute for Surgery and Engineering (VISE), has launched a master of engineering in surgery and intervention — a niche, rigorous engineering graduate program that will prepare the next generation of engineers to address challenges and envision solutions at the interface of engineering and medicine. Ready to learn more? Watch our short video below to find out why Vanderbilt University's master of engineering in surgery and intervention is one of the most cutting-edge engineering degrees today .  More resources for you: Looking for more information on Vanderbilt University's master of engineering in surgery and intervention? Check out the resources below! At Vanderbilt, we believe in perpetuating innovation in procedural medicine. In the guide, we discuss how our program prepares engineers to transform surgical care",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 9
        }
    },
    {
        "id": "bbd20a3b-c77f-4a19-b7c5-5a4884cf34a6",
        "text": ". In the guide, we discuss how our program prepares engineers to transform surgical care.  We invite you to stay up-to-date on the latest engineering trends, career outlook and hear insights from engineering professionals in the field by subscribing to our blog, The EngineeringVU.  Ready to learn more? For information about the Vanderbilt University School of Engineering and our master of engineering in surgery and intervention, visit our program page.  Request More Information",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 10
        }
    },
    {
        "id": "61ad3d2b-43de-4f46-b9b5-94e88af4c21b",
        "text": "================================================================================",
        "metadata": {
            "source": "scraped_data/info.engineering.vanderbilt.edu/info.engineering.vanderbilt.edu_part1.txt",
            "date_scraped": "Unknown Date",
            "chunk_number": 11
        }
    }
]